{
 "TV": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/75514.jpg",
   "synopsis": "After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities. \n\nThoroughly beaten in a fight against one of the students in uniform, Ryuuko retreats to her razed home where she stumbles across Senketsu, a rare and sentient \"Kamui,\" or God Clothes. After coming into contact with Ryuuko's blood, Senketsu awakens, latching onto her and providing her with immense power. Now, armed with Senketsu and the Scissor Blade, Ryuuko makes a stand against the Elite Four, hoping to reach Satsuki and uncover the culprit behind her father's murder once and for all. \n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Kill la Kill",
   "link": "https://myanimelist.net/anime/18679/Kill_la_Kill",
   "genres": [
    "Action",
    "Comedy",
    "Super Power",
    "Ecchi",
    "School"
   ],
   "producers": [
    "Trigger"
   ],
   "fromType": "Original",
   "nbEp": "24",
   "releaseDate": "Oct 4, 2013, 02:05 (JST)",
   "score": "8.15",
   "members": "1063776"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/84004.jpg",
   "synopsis": "In the blink of an eye, thirty thousand bewildered Japanese gamers are whisked from their everyday lives into the world of the popular MMORPG, Elder Tale, after the game's latest update—unable to log out. Among them is the socially awkward college student Shiroe, whose confusion and shock lasts only a moment as, a veteran of the game, he immediately sets out to explore the limits of his new reality.\n\nShiroe must learn to live in this new world, leading others and negotiating with the NPC \"natives\" in order to bring stability to the virtual city of Akihabara. He is joined by his unfortunate friend Naotsugu, having logged in for the first time in years only to find himself trapped, and Akatsuki, a petite but fierce assassin who labels Shiroe as her master. A tale of fantasy, adventure, and politics, Log Horizon explores the elements of gaming through the eyes of a master strategist who attempts to make the best of a puzzling situation.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Log Horizon",
   "link": "https://myanimelist.net/anime/17265/Log_Horizon",
   "genres": [
    "Action",
    "Game",
    "Adventure",
    "Magic",
    "Fantasy"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Light novel",
   "nbEp": "25",
   "releaseDate": "Oct 5, 2013, 17:30 (JST)",
   "score": "8.04",
   "members": "746047"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/85468.jpg",
   "synopsis": "Mirai Kuriyama is the sole survivor of a clan of Spirit World warriors with the power to employ their blood as weapons. As such, Mirai is tasked with hunting down and killing \"youmu\"—creatures said to be the manifestation of negative human emotions. One day, while deep in thought on the school roof, Mirai comes across Akihito Kanbara, a rare half-breed of youmu in human form. In a panicked state, she plunges her blood saber into him only to realize that he's an immortal being. From then on, the two form an impromptu friendship that revolves around Mirai constantly trying to kill Akihito, in an effort to boost her own wavering confidence as a Spirit World warrior. Eventually, Akihito also manages to convince her to join the Literary Club, which houses two other powerful Spirit World warriors, Hiroomi and Mitsuki Nase.\n\nAs the group's bond strengthens, however, so does the tenacity of the youmu around them. Their misadventures will soon turn into a fight for survival as the inevitable release of the most powerful youmu, Beyond the Boundary, approaches.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Kyoukai no Kanata",
   "link": "https://myanimelist.net/anime/18153/Kyoukai_no_Kanata",
   "genres": [
    "Slice of Life",
    "Supernatural",
    "Fantasy"
   ],
   "producers": [
    "Kyoto Animation"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 3, 2013, 00:30 (JST)",
   "score": "7.81",
   "members": "708763"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/52091.jpg",
   "synopsis": "Due to a tragic accident, Banri Tada is struck with amnesia, dissolving the memories of his hometown and past. However, after befriending Mitsuo Yanagisawa, he decides to move on and begin a new life at law school in Tokyo. But just as he is beginning to adjust to his college life, the beautiful Kouko Kaga dramatically barges into Banri's life, and their chance meeting marks the beginning of an unforgettable year. \n\nAfter having a glimpse of college life, Banri learns that he is in a new place and a new world – a place where he can be reborn, to have new friends, fall in love, makes mistakes and grow. And as he begins to discover who he was, the path he has chosen leads him towards a blindingly bright life that he will never want to forget.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Golden Time",
   "link": "https://myanimelist.net/anime/17895/Golden_Time",
   "genres": [
    "Comedy",
    "Drama",
    "Romance"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "24",
   "releaseDate": "Oct 4, 2013, 02:35 (JST)",
   "score": "7.82",
   "members": "551639"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/55039.jpg",
   "synopsis": "After celebrating their victory against Al-Thamen, Aladdin and his friends depart the land of Sindria. With the end of the battle, however, comes the time for each of them to go their separate ways. Hakuryuu and Kougyoku are ordered to go back to their home country, the Kou Empire. Meanwhile Aladdin announces he needs to head for Magnostadt—a mysterious country ruled by magicians—to investigate the mysterious events occurring in this new kingdom and become more proficient in magic. For their part, encouraged by Aladdin's words, Alibaba and Morgiana also set off in pursuit of their own goals: training and going to her homeland, respectively.\n\nMagi: The Kingdom of Magic follows these friends as they all go about their separate adventures, each facing their own challenges. However, a new threat begins to rise as a great war looms over the horizon...\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Magi: The Kingdom of Magic",
   "link": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
   "genres": [
    "Action",
    "Adventure",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 6, 2013, 17:00 (JST)",
   "score": "8.34",
   "members": "531614"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/56155.jpg",
   "synopsis": "With the Interhigh Championship finally over, Seirin's basketball team refocuses their efforts, training harder than ever to get the chance to participate in the Winter Cup. Both Kuroko and Kagami see old friends walk back into their lives, providing a challenge both on and off the court.\n\nAs new skills are developed and new alliances created, enemies from various teams—giants of high school basketball such as Yousen, Shuutoku and Touou—stand in the way of Seirin's steadfast attempts to get to the top. All of these schools prove to be formidable foes whose abilities progress exponentially, while Kuroko struggles to find a balance between his resolve to play as part of a team and his desire to win. \n\nWith old wounds reopening, new challenges to face on the court, and a new set of foes—the \"Uncrowned Kings\"—vowing to defeat the new hopefuls, will Seirin ever be able to achieve their dream of beating the Generation of Miracles?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Kuroko no Basket 2nd Season",
   "link": "https://myanimelist.net/anime/16894/Kuroko_no_Basket_2nd_Season",
   "genres": [
    "Comedy",
    "Sports",
    "School",
    "Shounen"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 6, 2013, 01:58 (JST)",
   "score": "8.37",
   "members": "486643"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/56163.jpg",
   "synopsis": "Kojou Akatsuki's days as an ordinary high school student in the Demon District of Itogami Island come to an abrupt end after a fateful encounter leaves him with the remarkable abilities of a vampire.\n\nIt isn't long before he is thrust into the center of attention when it is discovered that he is the fourth primogenitor, an immensely powerful vampire whom most consider to be merely a legend. Fearing Kojou's destructive potential, the Lion King Organization sends in an apprentice sword-shaman, Yukina Himeragi, to monitor, and should he become a threat, kill the boy deemed the world's most powerful vampire. Forced together by circumstance, the two form an unlikely alliance as Kojou comes to terms with his abilities and they both struggle to protect the city from various emerging chaotic forces.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Discotek Media",
   "title": "Strike the Blood",
   "link": "https://myanimelist.net/anime/18277/Strike_the_Blood",
   "genres": [
    "Action",
    "Harem",
    "Supernatural",
    "Ecchi",
    "Vampire",
    "Fantasy",
    "School"
   ],
   "producers": [
    "Connect",
    "Silver Link."
   ],
   "fromType": "Light novel",
   "nbEp": "24",
   "releaseDate": "Oct 4, 2013, 23:30 (JST)",
   "score": "7.22",
   "members": "432091"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/53549.jpg",
   "synopsis": "Long ago, all humans lived beneath the sea. However, some people preferred the surface and abandoned living underwater permanently. As a consequence, they were stripped of their god-given protection called \"Ena\" which allowed them to breathe underwater. Over time, the rift between the denizens of the sea and of the surface widened, although contact between the two peoples still existed.\n\nNagi no Asu kara follows the story of Hikari Sakishima and Manaka Mukaido, along with their childhood friends Chisaki Hiradaira and Kaname Isaki, who are forced to leave the sea and attend a school on the surface. There, the group also meets Tsumugu Kihara, a fellow student and fisherman who loves the sea.\n\nHikari and his friends' lives are bound to change as they have to deal with the deep-seated hatred and discrimination between the people of sea and of the surface, the storms in their personal lives, as well as an impending tempest which may spell doom for all who dwell on the surface.\n\n[Written by MAL Rewrite]",
   "licensor": "NIS America, Inc.",
   "title": "Nagi no Asu kara",
   "link": "https://myanimelist.net/anime/16067/Nagi_no_Asu_kara",
   "genres": [
    "Drama",
    "Fantasy",
    "Romance"
   ],
   "producers": [
    "P.A. Works"
   ],
   "fromType": "Original",
   "nbEp": "26",
   "releaseDate": "Oct 3, 2013, 22:00 (JST)",
   "score": "8.15",
   "members": "405469"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/75094.jpg",
   "synopsis": "Onmyoudou magic was once a powerful technique used by the Japanese during the second World War in order for them to gain the upper hand and establish their nation as a formidable force. But Japan was quickly defeated after the revered onmyouji Yakou Tsuchimikado caused the \"Great Spiritual Disaster,\" an event which plagues Tokyo to this very day. As a result of this mishap, the Onmyou Agency was established in order to exorcise further spiritual disasters and combat the demons that would make their way into the world.\n\nNow, Onmyoudou has become far more modern, simplified, and refined for use in a wide variety of applications such as medicine and technology. However, not everyone is able to utilize the magic, as is the case with Harutora, a member of the Tsuchimikado's branch family. Despite an old promise to protect Natsume, the heir of the Tsuchimikado's main family and Yakou's supposed reincarnation, as her familiar, Harutora has no talent and chooses to live a normal life instead. But when a prominent member of the Onmyou Agency attempts to recreate the same experiment which led to Japan's downfall, he decides to make good on his word and fight by Natsume's side.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Tokyo Ravens",
   "link": "https://myanimelist.net/anime/16011/Tokyo_Ravens",
   "genres": [
    "Comedy",
    "Supernatural",
    "Magic",
    "Romance",
    "School"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Light novel",
   "nbEp": "24",
   "releaseDate": "Oct 9, 2013, 00:30 (JST)",
   "score": "7.61",
   "members": "321844"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/53235.jpg",
   "synopsis": "For Kanade Amakusa, life as a high schooler should have been normal, and it would have been—if he wasn't living with the most ridiculous curse imaginable. “Absolute Choice,\" a system forced upon him by a self-proclaimed god, randomly presents a mental selection of actions that he must act out based on his choice. To add to his dilemma, it tends to occur in the most public of places, and his options never seem to deviate from the rude and crude in nature.\n\nAs a result, the helpless boy stresses through each day, fumbling to repair his already tarnished reputation while desperately praying to avoid the next spontaneous episode of Absolute Choice. To his dismay, the one in charge is always one step ahead of him and proceeds to not-so-subtly \"choice\" him into the lives of several girls at his school. Just when Kanade's school life can’t seem to be doomed any further, a decision that he reluctantly selects on the way home sends a beautiful girl crashing down from the sky, along with the promise of more hysterically hellish choices.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Ore no Nounai Sentakushi ga, Gakuen Love Comedy wo Zenryoku de Jama Shiteiru",
   "link": "https://myanimelist.net/anime/19221/Ore_no_Nounai_Sentakushi_ga_Gakuen_Love_Comedy_wo_Zenryoku_de_Jama_Shiteiru",
   "genres": [
    "Harem",
    "Comedy",
    "Romance",
    "School"
   ],
   "producers": [
    "Diomedea"
   ],
   "fromType": "Light novel",
   "nbEp": "10",
   "releaseDate": "Oct 10, 2013, 01:00 (JST)",
   "score": "7.34",
   "members": "299541"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/49359.jpg",
   "synopsis": "Second season of Infinite Stratos.",
   "licensor": "Sentai Filmworks",
   "title": "IS: Infinite Stratos 2",
   "link": "https://myanimelist.net/anime/18247/IS__Infinite_Stratos_2",
   "genres": [
    "Action",
    "Sci-Fi",
    "Harem",
    "Comedy",
    "Ecchi",
    "Mecha"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 4, 2013, 01:58 (JST)",
   "score": "6.65",
   "members": "262341"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/51581.jpg",
   "synopsis": "Asahigaoka might look like typical, boring countryside to most; however, no day in this village can ever be considered colorless thanks to five students of varying ages occupying the only class in the only school in town. The youngest student is first grader Renge Miyauchi, who brings an unadulterated wit, curiosity, and her characteristic catchphrase, \"Nyanpasu!\" Then there are the Koshigaya siblings consisting of the quiet ninth grader and elder brother Suguru, diminutive eighth grader Komari, and the mischievous seventh grader Natsumi. The recent arrival of Tokyo-raised fifth grader Hotaru Ichijou, who appears overdeveloped for her age and thus naturally holds an air of maturity, rounds out this lively and vibrant group of five classmates.\n\nBased on the manga penned and illustrated by Atto, Non Non Biyori chronicles the not-so-normal daily lives of this group of friends as they engage in their own brand of fun and frolic, and playfully struggle with the realities of living in a rural area.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Non Non Biyori",
   "link": "https://myanimelist.net/anime/17549/Non_Non_Biyori",
   "genres": [
    "Comedy",
    "School",
    "Seinen",
    "Slice of Life"
   ],
   "producers": [
    "Silver Link."
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 8, 2013, 02:05 (JST)",
   "score": "7.97",
   "members": "252591"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/54343.jpg",
   "synopsis": "Shinichi Kanou is a shut-in otaku with a vast knowledge of anime, manga, and video games. One day, after applying for a job in hopes of escaping his secluded lifestyle, he is kidnapped and transported to the Eldant Empire—a fantasy world filled with elves, dragons, and dwarves. Trapped in this strange land, Shinichi is given an unlikely task by the Japanese government: to spread otaku culture across the realm by becoming an \"Otaku Missionary.\"\n\nTo accomplish his mission, Shinichi has the full support of the Japanese government, as well as the half-elf maid Myucel and Princess Petralka of the Eldant Empire. Together with this ragtag bunch, he will overcome the obstacles of politics, social classes, and ethnic discrimination to promote the ways of the otaku in this holy land.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Outbreak Company",
   "link": "https://myanimelist.net/anime/19369/Outbreak_Company",
   "genres": [
    "Harem",
    "Comedy",
    "Parody",
    "Fantasy"
   ],
   "producers": [
    "feel."
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 4, 2013",
   "score": "7.37",
   "members": "248827"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/56141.jpg",
   "synopsis": "The Walpurgis Royal Academy of Machinart was founded alongside the development of \"Machinart,\" machine magic capable of giving life and intelligence to mechanical dolls subsequently called as \"automaton.\" Its aim: train skilled puppeteers to control the automatons, as militaries across the globe have begun incorporating Machinart into their armies.\n\nAfter miserably failing the academy's entrance exams, Raishin Akabane and his humanoid automaton Yaya must defeat one of the top one hundred students to earn the right to take part in the Evening Party, a fight for supremacy between puppeteers using their automatons. The last one standing is bestowed the title of \"Wiseman\" and granted access to the powerful forbidden arts.\n\nThus, Raishin challenges Charlotte Belew and her automaton Sigmund to a duel, but before they even begin, Sigmund is attacked by other students. After saving his opponents from their assaulters, Raishin cancels the duel but is forced to search for a new way to gain access to the Party. Driven by the tragedies of his past, Raishin fights alongside Yaya to rise to the top and claim the title of Wiseman.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Machine-Doll wa Kizutsukanai",
   "link": "https://myanimelist.net/anime/17247/Machine-Doll_wa_Kizutsukanai",
   "genres": [
    "Action",
    "Ecchi",
    "Fantasy",
    "School"
   ],
   "producers": [
    "Lerche"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2013, 20:30 (JST)",
   "score": "7.22",
   "members": "236110"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/54389.jpg",
   "synopsis": "Dreaming of becoming a hero and vanquishing the Demon King, Raul Chaser enters the Hero Training Program in pursuit of his ambition. However, when the Demon King is defeated and peace returns to the world, the Hero Training Program is suspended indefinitely, making it impossible for anyone to become a hero.\n\nTwo years later, Raul reluctantly works at a small electronics store called Magic Shop Leon. Though the former hero-in-training is plagued by the mundanity of working in retail, everything changes with the arrival of a new hire. Appearing at first to be just a boy with good looks, \"he\" turns out to be a female demon by the name of Fino Bloodstone. She is not just any old demon either—Raul's new coworker is in fact the daughter of the late Demon King! Handed the responsibility of training this eccentric new employee, Raul soon finds his life becoming livelier than it ever was before.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Yuusha ni Narenakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita.",
   "link": "https://myanimelist.net/anime/18677/Yuusha_ni_Narenakatta_Ore_wa_Shibushibu_Shuushoku_wo_Ketsui_Shimashita",
   "genres": [
    "Comedy",
    "Romance",
    "Ecchi",
    "Fantasy"
   ],
   "producers": [
    "Asread"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 5, 2013, 01:30 (JST)",
   "score": "6.96",
   "members": "208715"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/51989.jpg",
   "synopsis": "At the behest of her father, Yui Komori goes to live in a secluded mansion, home to the six Sakamaki brothers—Shuu, Reiji, Ayato, Kanato, Laito, and Subaru—a family of vampires. Though at first the siblings are confused as to why the girl has arrived, they soon realize that she is to be their new \"sacrificial bride,\" not to mention their other, more carnal intentions for her. After meeting the brothers, Yui quickly begins to question why her father would have sent her here and why she feels a strange, new pain in her chest. With each brother more sadistic than the last, Yui's life as a captive takes a harrowing turn in her new home. As her days turn into endless nights, and each brother vows to make her his own, Yui falls deeper and deeper into madness and ecstasy.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Diabolik Lovers",
   "link": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
   "genres": [
    "Harem",
    "School",
    "Shoujo",
    "Vampire"
   ],
   "producers": [
    "Zexcs"
   ],
   "fromType": "Visual novel",
   "nbEp": "12",
   "releaseDate": "Sep 16, 2013",
   "score": "5.45",
   "members": "199961"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/53561.jpg",
   "synopsis": "Haruki Kitahara's light music club is on the verge of disbanding. At this rate, the third year's dream of performing at the school festival would never be realized. However, as his exhausted fingers drift through the chords of \"White Album,\" the first song he would ever play, an angelic voice and mysterious piano begin harmonizing with his lonely guitar. It is a momentous performance that marks the beginning of everything for Haruki.\n \nWhite Album 2 orchestrates Haruki's final semester with complex romance and exhilarating music, as the curtains of the stage he so desired begin to open...\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "White Album 2",
   "link": "https://myanimelist.net/anime/18245/White_Album_2",
   "genres": [
    "Drama",
    "Music",
    "Romance",
    "Slice of Life"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Visual novel",
   "nbEp": "13",
   "releaseDate": "Oct 6, 2013",
   "score": "7.78",
   "members": "167522"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/53211.jpg",
   "synopsis": "Sakamichi Onoda is a cheerful otaku looking to join his new school's anime club, eager to finally make some friends. Unfortunately, the club has been disbanded and he takes it upon himself to revive it by finding students who are willing to join. Without much luck, Onoda decides to make a round trip to Akihabara on his old, bulky city bicycle, a weekly 90-kilometer ride he has been completing since fourth grade.\n \nThis is when he meets fellow first year student, Shunsuke Imaizumi, a determined cyclist who is using the school's steep incline for practice. Surprised by Onoda's ability to climb the hill with his specific type of bicycle, Imaizumi challenges him to a race, with the proposition of joining the anime club should Onoda win. And thus begins the young boy's first foray into the world of high school bicycle racing!\n\n[Written by MAL Rewrite]",
   "licensor": "Discotek Media",
   "title": "Yowamushi Pedal",
   "link": "https://myanimelist.net/anime/18179/Yowamushi_Pedal",
   "genres": [
    "Comedy",
    "Sports",
    "Drama",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "38",
   "releaseDate": "Oct 8, 2013",
   "score": "8.04",
   "members": "159282"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/54235.jpg",
   "synopsis": "With a stray pitch that completely missed the batter, Eijun Sawamura loses his final middle school baseball game. Frustrated by this defeat, Eijun and his teammates vow to reach the national tournament once they are in high school. But everything changes when a scout unexpectedly invites him to Tokyo's prestigious Seidou High School after seeing the potential in his unusual pitching style. Encouraged by his teammates, Eijun accepts the offer, ready to improve his skills and play at a much more competitive level of baseball.\n\nHowever, now surrounded by a large number of skilled players, Eijun struggles to find his place on the team. He declares that he will one day become the team's ace, but that's only if fellow first year Satoru Furuya doesn't take the title first, with his breakneck fastballs that earn him a coveted spot on the starting roster. With the addition of these talented new players to an already powerful lineup, the Seidou baseball team aims to become the best in Japan, facing off against a number of formidable foes that stand in their way.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Diamond no Ace",
   "link": "https://myanimelist.net/anime/18689/Diamond_no_Ace",
   "genres": [
    "Comedy",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "Madhouse",
    "Production I.G"
   ],
   "fromType": "Manga",
   "nbEp": "75",
   "releaseDate": "Oct 6, 2013, 08:30 (JST)",
   "score": "8.15",
   "members": "153340"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/56147.jpg",
   "synopsis": "Japanese Featherweight Champion Makunouchi Ippo has defended his title belt once more with the help of his devastating signature move: the Dempsey Roll. However, new challengers are rising up left and right, claiming to have an answer for the move responsible for crushing his opponents. Will Ippo be able to step up to the challenge, or will the weight of his pride destroy him before he finds out just what it means to be strong? Meanwhile, fellow Kamogawa Gym mate Aoki Masaru is just a hop, skip, and a Frog Punch away from claiming his own belt, ready to take on the Japanese Lightweight Champion!\n\nHajime no Ippo: Rising continues Ippo's quest to become stronger, featuring the same cast of loveable dimwits from Kamogawa Gym, as they put their bodies and hearts on the line to make their way in the harsh world of professional boxing. With a will of iron, Ippo steps into the ring once again.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Hajime no Ippo: Rising",
   "link": "https://myanimelist.net/anime/19647/Hajime_no_Ippo__Rising",
   "genres": [
    "Comedy",
    "Sports",
    "Drama",
    "Shounen"
   ],
   "producers": [
    "Madhouse",
    "MAPPA"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 6, 2013, 01:35 (JST)",
   "score": "8.62",
   "members": "148663"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/85431.jpg",
   "synopsis": "Long ago, there was a monk named Myoue who could bring anything he drew to life. He quietly lived with his wife Koto—a black rabbit in human form—and their three children: Yakushimaru, Kurama, and Yase. One day, the high priest of the land concluded that Myoue's drawings caused too many problems for the locals and ordered him to find a solution. In response, the family secretly fled to an alternate world of Myoue's own creation—the Looking Glass City.\n\nEverything was peaceful until Myoue and Koto suddenly vanished. Their three children are left to take care of the city, and Yakushimaru inherits Myoue's name and duties. Stranded in this alternate world, their problems only get worse when a young girl—also named Koto—crashes down from the sky and declares that she is also looking for the older Myoue and Koto. Armed with a giant hammer and two rowdy familiars, Koto just might be the key to releasing everyone from the eternal paper city.\n\n[Written by MAL Rewrite]",
   "licensor": "Discotek Media",
   "title": "Kyousou Giga (TV)",
   "link": "https://myanimelist.net/anime/19703/Kyousou_Giga_TV",
   "genres": [
    "Action",
    "Fantasy",
    "Supernatural"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "10",
   "releaseDate": "Oct 10, 2013, 01:30 (JST)",
   "score": "7.82",
   "members": "131375"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/68195.jpg",
   "synopsis": "Ever since the 10th NOVA clash, the Chevalier had concluded that the NOVA have been appearing at a steadier rate and they are losing more Pandoras than they can produce. Their solution is the E-Pandora Project which involves normal humans being given the power to become Pandoras. Inviting Pandora from around the world to their Alaskan base witness the unveiling of their new project, Satellizer, Kazuya and Rana are among those who have been summoned. However, as time goes the E-Pandora Project starts to become fishier and the Pandoras start to grow more and more concerned...",
   "licensor": "Funimation",
   "title": "Freezing Vibration",
   "link": "https://myanimelist.net/anime/18001/Freezing_Vibration",
   "genres": [
    "Action",
    "Military",
    "Sci-Fi",
    "Harem",
    "Drama",
    "Romance",
    "Ecchi",
    "Martial Arts",
    "Seinen"
   ],
   "producers": [
    "A.C.G.T."
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 4, 2013, 21:30 (JST)",
   "score": "6.89",
   "members": "126059"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/56143.jpg",
   "synopsis": "In the year 2039, the drastic effects of global warming have caused sea levels to rise, resulting in major loss of land. To ensure humanity learns its lesson, a fleet of powerful warships equipped with advanced weaponry emerges, causing overwhelming defeat for naval forces throughout the world. Calling themselves the Fleet of Fog, each ship has a \"Mental Model,\" a humanoid avatar which represents the ship's heart, its \"Union Core.\" Each model has a different personality but all follow an unknown authority known as the Admiralty Code, who have implemented a blockade to prevent humans from traveling across the sea.\n \nSeventeen years after the blockade, Gunzou Chihaya, a National Marine Academy alumnus, stumbles upon I-401 and its Mental Model, Iona, who sides with mankind for unknown reasons. Utilizing this newfound hope of achieving peace for humanity, Gunzou and his friends form a group of privateers, known as the Blue Steel, as they set out on a dangerous journey.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Discotek Media",
   "title": "Aoki Hagane no Arpeggio: Ars Nova",
   "link": "https://myanimelist.net/anime/18893/Aoki_Hagane_no_Arpeggio__Ars_Nova",
   "genres": [
    "Action",
    "Sci-Fi",
    "Seinen"
   ],
   "producers": [
    "SANZIGEN"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 8, 2013, 02:55 (JST)",
   "score": "7.44",
   "members": "123810"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/55049.jpg",
   "synopsis": "Riki and his friends have been managing to form a complete team for the Little Busters baseball team and after overcoming some of its new members' internal conflicts, Riki and Rin slowly approach the \"secret of this world.\"\n\nWill they be ready for the truth? In this world devoid of logic, something has started to move and soon will come the time when the lives of the Little Busters will change forever.\n\n(Source: Koi-nya, edited)",
   "licensor": "Sentai Filmworks",
   "title": "Little Busters!: Refrain",
   "link": "https://myanimelist.net/anime/18195/Little_Busters__Refrain",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "School",
    "Slice of Life",
    "Supernatural"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Visual novel",
   "nbEp": "13",
   "releaseDate": "Oct 5, 2013",
   "score": "8.27",
   "members": "119448"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/54319.jpg",
   "synopsis": "\"A hero will never give up, never hide, never be defeated and never accept evil!\"\n\nFirmly believing these words, Masayoshi Hazama has been obsessed with superhero shows since childhood. By day, he earns his living as a famous model, and by night, he becomes the gallant hero Samurai Flamenco. Armed with only his superhero costume, he seeks to bring justice to the city and faces anybody who tries to break the law—even rebellious juveniles and people who litter on the street.\n\nMasayoshi's heroic antics later catch the attention of the public, leading to the fateful discovery of his identity by policeman Hidenori Gotou. Although initially telling Masayoshi to leave the crime-busting activities to the police, Gotou ends up joining him in his antics. However, things soon escalate from preventing littering and petty thefts to bizarre adventures that involve even the fate of the world. Together with their newfound comrades, Masayoshi and Gotou embark on a battle with the world and themselves in order to find the true meaning of being a hero—with or without superpowers.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Samurai Flamenco",
   "link": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
   "genres": [
    "Action",
    "Comedy",
    "Parody",
    "Super Power"
   ],
   "producers": [
    "Manglobe"
   ],
   "fromType": "Original",
   "nbEp": "22",
   "releaseDate": "Oct 11, 2013, 01:20 (JST)",
   "score": "6.92",
   "members": "107945"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/75543.jpg",
   "synopsis": "In 2016, a meltdown of a nuclear power plant creates a big catastrophe in Tokyo. 20 years later, the city has become a ghost town due to the high levels of radiation. From that area a distress signal is received. The Self Defense forces dispatch three girls from the special unit Coppelion to search for survivors. But why aren't they wearing any protection against radiation?\n\n(Source: MU, edited)",
   "licensor": "Viz Media",
   "title": "Coppelion",
   "link": "https://myanimelist.net/anime/9479/Coppelion",
   "genres": [
    "Action",
    "Sci-Fi",
    "Seinen"
   ],
   "producers": [
    "GoHands"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 2, 2013",
   "score": "6.50",
   "members": "100444"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/54969.jpg",
   "synopsis": "Taking place at Winford Academy located in an old town called Helen's Hill, the story is all about knights and the sport of jousting. At this school, students learn how to become knights, ride horses and joust properly. The main character is a young man named Takahiro Mizuno who was training to become a knight and jouster but after suffering an injury he dropped out of the knight program and joined the begleiter (assistant) program instead. Due to his animal handling skills and former experience as a jouster, this makes him a hot commodity. Multiple beautiful girls in the school want him to become their personal begleiter, though Takahiro always refuses their offers.\n\nOne day a bizarre accident causes his friend, Mio Kisaski, to be challenged to a jousting duel despite her not actually being a knight. Takahiro agrees to become her temporary begleiter, but that ends up only being the beginning of their partnership as she enrolls in the annual tournament.",
   "licensor": "",
   "title": "Walkure Romanze",
   "link": "https://myanimelist.net/anime/19151/Walkure_Romanze",
   "genres": [
    "Action",
    "Ecchi",
    "Romance",
    "Harem",
    "School",
    "Sports"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Visual novel",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2013, 00:30 (JST)",
   "score": "6.44",
   "members": "96203"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/52563.jpg",
   "synopsis": "Hundreds of years ago, the borders between the worlds of humans and youkai temporarily overlapped, resulting in many residents of both crossing over to the other side. In the years since this event, the city of Sakurashin has become a central hub for all inter-dimensional affairs—a result of both the sacred Seven Pillars around the city serving as a beacon for the youkai, and the efforts of the Hiizumi Life Counseling Office in keeping the townsfolk happy. This office is composed of Hime Yarizakura, the young mayor of the city; satori Ao Nanami, who can read people's minds; half-youkai Kotoha Isone, who can summon anything by speaking a word; oni siblings, Kyousuke and Touka Kishi; and the office director Akina Hiizumi, who inherited his family's ability to force youkai back to their world.\n\nBesides volunteer and arbitration work, the Life Counseling Office also suppresses any Strikes: rare occurrences where humans are suddenly infused with youkai powers and go on a rampage. But the appearance of a sinister man signals trouble as Strikes become increasingly common, political rivals make their moves, and malicious individuals descend upon the city. As the self-appointed defenders of Sakurashin, it's up to the Life Counseling Office to protect the idyllic city they call home!\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Yozakura Quartet: Hana no Uta",
   "link": "https://myanimelist.net/anime/18497/Yozakura_Quartet__Hana_no_Uta",
   "genres": [
    "Action",
    "Comedy",
    "Super Power",
    "Supernatural",
    "Magic",
    "Shounen"
   ],
   "producers": [
    "Tatsunoko Production"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 6, 2013",
   "score": "7.52",
   "members": "96196"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/56573.jpg",
   "synopsis": "Haruto and his comrades continue to fight against the forces of Dorssia. However, many things remain unanswered in the midst of battle, including the past of L-Elf and his fellow soldier's past, the destiny of the mysterious girl Liselotte, and the feelings of Haruto, Shouko, and Saki. The relationships and loyalty of each and every member of each army will be tested as the clash of ideals and power reaches its climax.\n\n(Source: ANN)",
   "licensor": "Aniplex of America",
   "title": "Kakumeiki Valvrave 2nd Season",
   "link": "https://myanimelist.net/anime/18295/Kakumeiki_Valvrave_2nd_Season",
   "genres": [
    "Action",
    "Space",
    "Mecha"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Oct 10, 2013",
   "score": "7.33",
   "members": "76982"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/56137.jpg",
   "synopsis": "The story is set in December of 2199, when the streets are full of anticipation for the end of the year and the start of the new one. Amid the celebrations, word spreads that Ragna the Bloodedge, an SS-class rebel with the highest ever bounty on his head, has appeared in the 13th Hierarchical City of Kagutsuchi. The apparent aim of Ragna or the \"Grim Reaper\" is the destruction of the system controlling the world. To collect the bounty, a motley array of unrivaled fighters converge on Kagutsuchi.\n\n(Source: ANN)",
   "licensor": "Funimation",
   "title": "BlazBlue: Alter Memory",
   "link": "https://myanimelist.net/anime/18767/BlazBlue__Alter_Memory",
   "genres": [
    "Action",
    "Fantasy"
   ],
   "producers": [
    "Hoods Entertainment",
    "teamKG"
   ],
   "fromType": "Game",
   "nbEp": "12",
   "releaseDate": "Oct 9, 2013, 01:30 (JST)",
   "score": "6.16",
   "members": "74227"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/51815.jpg",
   "synopsis": "Though Gundam Plastic Models, better known as Gunpla, exploded in popularity with the release of the anime series Mobile Suit Gundam, their presence faded before resurging with a new purpose. Through the power of Plavsky particles, fans are now able to pit their Gunpla against others in a virtual reality-style battle with the best competing at the annual Gunpla World Tournament. \n\nSei Iori, whose father was a once finalist in the competition, dreams of one day conquering the contest himself. However, while Sei is an expert Gunpla builder, he lacks the prowess to effectively fight his creations during actual battle. In comes Reiji, a mysterious boy who is curiously ignorant of society but quickly demonstrates to Sei tremendous ability in Gunpla battles. The two boys decide to combine their strengths in order to sweep the Gunpla World Tournament and take the Gunpla world by storm.\n\n[Written by MAL Rewrite]",
   "licensor": "Nozomi Entertainment",
   "title": "Gundam Build Fighters",
   "link": "https://myanimelist.net/anime/19319/Gundam_Build_Fighters",
   "genres": [
    "Action",
    "Sci-Fi",
    "Mecha"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "25",
   "releaseDate": "Oct 7, 2013, 18:00 (JST)",
   "score": "7.84",
   "members": "52912"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/53239.jpg",
   "synopsis": "Three sisters, Hozuki, Kazuki, and Hazuki, are descendants of Galileo and have completely different personalities and tastes; they never meet eye-to-eye. One day, the girls are suddenly attacked by a mysterious organization. The organization was after the \"Galileo Tesoro\" which Galileo Galilei was said to have discovered. Still unaware of what was going on, the sisters escape on the airship they built after the sudden attack. But it won't be so easy for these three sisters to help each other out in a pinch when they're constantly at odds with each other. What is the Tesoro, and what is the organization after? And what about the relationship between the sisters? It's a threesome of cute girls, action, and mystery!\n\n(Source: Fuji Creative)",
   "licensor": "Crunchyroll,Discotek Media",
   "title": "Galilei Donna",
   "link": "https://myanimelist.net/anime/19367/Galilei_Donna",
   "genres": [
    "Action",
    "Sci-Fi",
    "Adventure"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Original",
   "nbEp": "11",
   "releaseDate": "Oct 11, 2013, 00:50 (JST)",
   "score": "6.45",
   "members": "47678"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/56247.jpg",
   "synopsis": "Gintarou is a fox spirit that has been protecting the small Inari temple since the Edo era. Saeki Makoto's family possesses the power to see the gods' agent, but the ability is limited to one living relative at a time. When Makoto's mother passed away while she was still young, Makoto inherited the ability as the sole remaining family member. With the help of fox spirit's power, Makoto and Gintarou help the people of their community, in spite of their many differences.\n\n(Source: MangaHelpers, edited)",
   "licensor": "Sentai Filmworks",
   "title": "Gingitsune",
   "link": "https://myanimelist.net/anime/18411/Gingitsune",
   "genres": [
    "Seinen",
    "Slice of Life",
    "Supernatural"
   ],
   "producers": [
    "Diomedea"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2013, 01:05 (JST)",
   "score": "7.19",
   "members": "46487"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/56165.jpg",
   "synopsis": "\"Miss Monochrome\" is an original character design from seiyuu Horie Yui. In March 2012, she first used the \"Miss Monochrome\" character as a 3D virtual singer to sing her songs at her concert \"Horie Yui wo Meguru Bouken III ~Secret Mission Tour~.\" Later, the character appeared in a range of merchandise as well as in the social network game \"Girlfriend (Beta).\"\n\nAccording to the setting, Miss Monochrome loves only the monochrome style, dislikes all kinds of color, and always dreams about changing the world into her favorite monochrome color.\n\n(Source: MAL News)",
   "licensor": "Crunchyroll",
   "title": "Miss Monochrome The Animation",
   "link": "https://myanimelist.net/anime/20033/Miss_Monochrome_The_Animation",
   "genres": [
    "Music",
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "LIDENFILMS",
    "SANZIGEN"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Oct 2, 2013, 01:35 (JST)",
   "score": "6.43",
   "members": "40890"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/52633.jpg",
   "synopsis": "Hagiwara Sakura and Miyazawa Elena are the leading members of a popular idol group, Sweet Diva. One day, Elena is injured by the attack of a female pro-wrestler Kazama Rio during the recording of a TV program. Sakura gets mad at Rio and gives her a dropkick. To avenge Elena, Sakura enters the female pro-wrestling matches.",
   "licensor": "Funimation",
   "title": "Sekai de Ichiban Tsuyoku Naritai!",
   "link": "https://myanimelist.net/anime/11763/Sekai_de_Ichiban_Tsuyoku_Naritai",
   "genres": [
    "Action",
    "Ecchi",
    "Sports"
   ],
   "producers": [
    "Arms"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 6, 2013",
   "score": "5.85",
   "members": "39096"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/54099.jpg",
   "synopsis": "\"Are puzzles really necessary in this world?\"\n\nIn order to restore Jin's memory, Kaito and his friends go on a puzzle-viewing journey to England. As they're walking through the underground maze beneath the church, where young Kaito and Rook first met Jin, a mysterious girl appears in front of them.\n\nJin calls the girl by the name \"Raetsel\". It seems they know each other. However, she suddenly disappears and takes Jin with her. What's more, the traps in the underground maze are activated and start coming after Kaito and his friends.\n\n(Source: www9.nhk.or.jp)",
   "licensor": "Sentai Filmworks",
   "title": "Phi Brain: Kami no Puzzle - Shukuteki! Rätsel-hen",
   "link": "https://myanimelist.net/anime/15651/Phi_Brain__Kami_no_Puzzle_-_Shukuteki_R%C3%A4tsel-hen",
   "genres": [
    "Action",
    "Game",
    "Mystery",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "25",
   "releaseDate": "Oct 6, 2013",
   "score": "7.31",
   "members": "29435"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/56139.jpg",
   "synopsis": "The story revolves around the daily misadventures of 5 glasses-wearing high school boys who are members of the \"Glasses Club\" and their antics resulting from their shared passion for eyewear, most especially, their ultimate goal to make functioning \"X-ray glasses.\"\n\n(Source: Zinc-view, Wikipedia)",
   "licensor": "Sentai Filmworks",
   "title": "Meganebu!",
   "link": "https://myanimelist.net/anime/19257/Meganebu",
   "genres": [
    "Comedy",
    "School",
    "Slice of Life"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Other",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2013",
   "score": "6.31",
   "members": "27166"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/53807.jpg",
   "synopsis": "The story involves two pairs of teenage elder sister and younger brother, the Shinmoto's who are a bit narcissistic and the Saitou's who look a bit mysterious. It follows their everyday life in school and at home.\n\n(Source: MAL News)",
   "licensor": "",
   "title": "Super Seisyun Brothers",
   "link": "https://myanimelist.net/anime/19841/Super_Seisyun_Brothers",
   "genres": [
    "Comedy",
    "Josei",
    "Slice of Life"
   ],
   "producers": [
    "AIC Plus+"
   ],
   "fromType": "Web manga",
   "nbEp": "14",
   "releaseDate": "Sep 14, 2013",
   "score": "6.84",
   "members": "25794"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/73503.jpg",
   "synopsis": "Third season of Teekyuu series.",
   "licensor": "",
   "title": "Teekyuu 3",
   "link": "https://myanimelist.net/anime/20473/Teekyuu_3",
   "genres": [
    "Comedy",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "MAPPA"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 6, 2013",
   "score": "6.83",
   "members": "20920"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/56211.jpg",
   "synopsis": "The CG anime centers around the extracurricular activities of students.\n\n(Source: AniDB)",
   "licensor": "",
   "title": "Tesagure! Bukatsumono",
   "link": "https://myanimelist.net/anime/19919/Tesagure_Bukatsumono",
   "genres": [
    "Parody",
    "School",
    "Slice of Life"
   ],
   "producers": [
    "Yaoyorozu"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Oct 6, 2013, 02:20 (JST)",
   "score": "6.76",
   "members": "9980"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/55531.jpg",
   "synopsis": "The comedy story follows the title character, who is regarded by himself and others as the best hit man in Japan. He goes by the motto, \"If I have an assignment, I will kill anything.\" However, his \"killing\" assignments have expanded to include everything from summer vacation homework to housekeeping. \"The hit man never fails to kill the target. Though he does not aim to, he also never misses the laughter.\"\n\n(Source: ANN)",
   "licensor": "",
   "title": "Koroshiya-san: The Hired Gun",
   "link": "https://myanimelist.net/anime/20329/Koroshiya-san__The_Hired_Gun",
   "genres": [
    "Action",
    "Comedy",
    "Police",
    "Seinen",
    "Thriller"
   ],
   "producers": [
    "Opera House"
   ],
   "fromType": "4-koma manga",
   "nbEp": "10",
   "releaseDate": "Oct 11, 2013, 01:00 (JST)",
   "score": "5.60",
   "members": "5931"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/53241.jpg",
   "synopsis": "In the year 2047, mankind discovered a rare metal ore called \"Gaimetal\", which possessed a huge amount of energy, and mining for these strange metal ore begins all over the world. However, in 2075, humankind were been constantly attacked by Gaist, a race of metallic creatures whose bodies were encrusted with Gaimetal, thus forming the GCG (also known as \"Gaist Crusher Garrison\"), an organization tasked with dealing against the Gaist. In 2064, the GCG send out mankind's line of defense: the Gaist Crushers, humans who can wear a special Gaimetal armor called \"Gaist Gear\", and battle the Gaist,as well as the threat opposed by a mysterious organization called \"Erasers\".\n\n(Source: Wikipedia)",
   "licensor": "",
   "title": "Gaist Crusher",
   "link": "https://myanimelist.net/anime/19871/Gaist_Crusher",
   "genres": [
    "Action",
    "Fantasy",
    "Supernatural"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Game",
   "nbEp": "51",
   "releaseDate": "Oct 2, 2013, 18:00 (JST)",
   "score": "5.93",
   "members": "1874"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/56575.jpg",
   "synopsis": "Rei is an adventurer called a \"Card Quester.\" He wishes to collect strong cards scattered throughout space, and battle with his rivals unfold. Soon enough, he will discover what happened to his own past.",
   "licensor": "",
   "title": "Saikyou Ginga Ultimate Zero: Battle Spirits",
   "link": "https://myanimelist.net/anime/19825/Saikyou_Ginga_Ultimate_Zero__Battle_Spirits",
   "genres": [
    "Game",
    "Adventure",
    "Space"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Card game",
   "nbEp": "49",
   "releaseDate": "Sep 22, 2013",
   "score": "6.54",
   "members": "1270"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/33657.jpg",
   "synopsis": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.\n\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Hunter x Hunter (2011)",
   "link": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Shounen",
    "Super Power"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "148",
   "releaseDate": "Oct 2, 2011, 10:55 (JST)",
   "score": "9.12",
   "members": "1197308"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/17407.jpg",
   "synopsis": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n \nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Naruto: Shippuuden",
   "link": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Martial Arts",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "500",
   "releaseDate": "Feb 15, 2007, 19:30 (JST)",
   "score": "8.15",
   "members": "1170446"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
   "synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
   "licensor": "4Kids Entertainment,Funimation",
   "title": "One Piece",
   "link": "https://myanimelist.net/anime/21/One_Piece",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Drama",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Oct 20, 1999, 09:30 (JST)",
   "score": "8.48",
   "members": "1047453"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/52133.jpg",
   "synopsis": "Apparitions, oddities, and gods continue to manifest around Koyomi Araragi and his close-knit group of friends: Tsubasa Hanekawa, the group's modest genius; Shinobu Oshino, the resident doughnut-loving vampire; athletic deviant Suruga Kanbaru; bite-happy spirit Mayoi Hachikuji; Koyomi's cutesy stalker Nadeko Sengoku; and Hitagi Senjogahara, the poignant tsundere.\n\nMonogatari Series: Second Season revolves around these individuals and their struggle to overcome the darkness that is rapidly approaching. A new semester has begun and with graduation looming over Araragi, he must quickly decide the paths he will walk, as well as the relationships and friends that he'll save. But as strange events begin to unfold, Araragi is nowhere to be found, and a vicious tiger apparition has appeared in his absence. Hanekawa has become its target, and she must fend for herself—or bow to the creature's perspective on the feebleness of humanity.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Monogatari Series: Second Season",
   "link": "https://myanimelist.net/anime/17074/Monogatari_Series__Second_Season",
   "genres": [
    "Mystery",
    "Comedy",
    "Supernatural",
    "Romance",
    "Vampire"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Light novel",
   "nbEp": "26",
   "releaseDate": "Jul 7, 2013, 00:00 (JST)",
   "score": "8.78",
   "members": "427222"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
   "synopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Detective Conan",
   "link": "https://myanimelist.net/anime/235/Detective_Conan",
   "genres": [
    "Adventure",
    "Mystery",
    "Comedy",
    "Police",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Jan 8, 1996, 18:00 (JST)",
   "score": "8.19",
   "members": "212671"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/37573.jpg",
   "synopsis": "On a fateful summer night in 2006, Mutta Nanba and his younger brother Hibito witness what they believe to be a UFO flying toward the Moon. This impressing and unusual phenomenon leads both siblings vowing to become astronauts, with Hibito aiming for the Moon and Mutta, convinced that the eldest brother has to be one step ahead, for Mars.\n\nNow an adult, life hasn't turned out how Mutta had pictured it: he is diligently working in an automotive company, whereas Hibito is on his way to be the very first Japanese man to step on the Moon. However, after losing his job, Mutta is presented with an unexpected opportunity to catch up to his younger brother when the Japanese Aerospace Exploration Agency, commonly known as JAXA, accepts his application to participate in the next astronaut selection. Despite self-doubts about his prospects, Mutta is unwilling to waste this chance of a lifetime, and thus embarks on an ambitious journey to fulfill the promise made 19 years ago.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Uchuu Kyoudai",
   "link": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
   "genres": [
    "Comedy",
    "Sci-Fi",
    "Seinen",
    "Slice of Life",
    "Space"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Manga",
   "nbEp": "99",
   "releaseDate": "Apr 1, 2012, 07:00 (JST)",
   "score": "8.53",
   "members": "130871"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1757/100671.jpg",
   "synopsis": "Hamburgers that grow out of the ground like four-leaf clovers, mountain ranges carved out of ice cream, and warm servings of mac and cheese that stew deep within the stomachs of volcanoes fill the landscape. This world of delectable natural wonders has reached a prime age of exploration—the Gourmet Age! Citizens and chefs alike aspire to taste and prepare the finest dishes, while adventurers called \"Gourmet Hunters\" seek out delicious rare ingredients.\n\nPossessing a unique set of skills, the wild and passionate Gourmet Hunter Toriko is infamous for discovering 2% of all known ingredients. Together with his friend Komatsu—a highly skilled chef working at a five-star hotel—Toriko strives to complete his Full Course Menu of Life. But it isn’t going to be easy; in order to obtain the most delicious ingredients, Toriko must battle against obstacles like deadly monsters, evil organizations, and food itself!  \n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Toriko",
   "link": "https://myanimelist.net/anime/10033/Toriko",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "147",
   "releaseDate": "Apr 3, 2011, 09:00 (JST)",
   "score": "7.61",
   "members": "89953"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/53589.jpg",
   "synopsis": "A year after the devastating battle against the formidable Zhao, the State of Qin has returned its focus to pursuing King Ying Zheng's ambition of conquering the other six states and unifying China. Their next target is Wei, a smaller state which stands as a geographic stepping stone for the sake of conquest.\n\nLi Xin, now a three hundred man commander of the swiftly rising Fei Xin Unit, continues to seek out lofty achievements in order to garner recognition for himself and his soldiers, motivated by those previously lost in battle. In the preliminary battles ahead of Qin's invasion of Wei, Xin finds competition in other young commanders who are of a higher social status than him. Back in Qin, the royal palace faces turmoil as opposing factions begin to make their move against Ying Zheng's regime.\n\nWith their hands full both abroad and at home, Zheng and Xin must lead the way in this era of unending war, resolved to etch their names in history by creating a unified China.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Kingdom 2nd Season",
   "link": "https://myanimelist.net/anime/17389/Kingdom_2nd_Season",
   "genres": [
    "Action",
    "Military",
    "Historical",
    "Seinen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "39",
   "releaseDate": "Jun 8, 2013, 23:45 (JST)",
   "score": "8.43",
   "members": "65946"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
   "synopsis": "Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot.\n\nEveryday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series.\n\nCrayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
   "licensor": "Funimation",
   "title": "Crayon Shin-chan",
   "link": "https://myanimelist.net/anime/966/Crayon_Shin-chan",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Apr 13, 1992, 19:30 (JST)",
   "score": "7.69",
   "members": "48073"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/76052.jpg",
   "synopsis": "The god of war and guardian of his namesake planet, Mars, was once sealed away by Seiya, but time has passed and his revival is at hand. Meanwhile, Saori Kido (Athena) is raising the boy Kouga, whose life Seiya saved, and he's been training every day to become a Saint in order to prepare for the coming crisis... \n\nUnaware of his destiny, when Kouga awakens to the power of his Cosmo hidden inside him, the curtain will rise upon the legend of a new Saint.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Saint Seiya Omega",
   "link": "https://myanimelist.net/anime/12929/Saint_Seiya_Omega",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "97",
   "releaseDate": "Apr 1, 2012, 06:30 (JST)",
   "score": "6.32",
   "members": "35907"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/74783.jpg",
   "synopsis": "An idol's brilliance illuminates the dreams of humanity. Starlight Academy, a holy ground for celebrities in training, seeks to realize this belief. Behind its rigorous entrance requirements lie not only the top young stars in the entertainment business, but some of the best memories these students will ever have.\n\nOr so Aoi Kiriya believes. Alongside her best friend Ichigo, Aoi decides to apply for the prestigious private school in hopes of living up to the praise of the biggest idol in the world: Mizuki Kanzaki. As they journey through the numerous laughs, friendships, and heartbreaks that await them, can the two girls light up the lives of others as Mizuki has done for them?\n\nWhether it be chopping down Christmas trees, traversing obstacle courses, or even rock climbing, there's always a playful new adventure to be found in the world of Aikatsu!.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Aikatsu!",
   "link": "https://myanimelist.net/anime/15061/Aikatsu",
   "genres": [
    "Music",
    "School",
    "Shoujo",
    "Slice of Life"
   ],
   "producers": [
    "Bandai Namco Pictures",
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "178",
   "releaseDate": "Oct 8, 2012, 18:30 (JST)",
   "score": "7.40",
   "members": "29242"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/49743.jpg",
   "synopsis": "After fighting to free the game of soccer in Japan from the Fifth Sector, the country's soccer squads can once again look forward to stepping onto the field. However, a new challenge will emerge for Japanese players in the form of the Football Frontier International Vision 2, a new tournament that will bring together the best teams each country can assemble.\n\nTenma Matsukaze and his Raimon teammates, Takuto Shindou and Kyousuke Tsurugi, are once again part of the action as they have been selected to play for the Japanese representative, Inazuma Japan. Much to their surprise, the coach selects eight other players that have no previous experience playing soccer!\n\nTeam Inazuma Japan will have a huge mountain to climb, building chemistry and skills as they go along. What they don’t know is that the tournament will set the stage for something much bigger, something out of this world in Inazuma Eleven Go: Galaxy!",
   "licensor": "",
   "title": "Inazuma Eleven Go: Galaxy",
   "link": "https://myanimelist.net/anime/18097/Inazuma_Eleven_Go__Galaxy",
   "genres": [
    "Shounen",
    "Sports",
    "Super Power"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Game",
   "nbEp": "43",
   "releaseDate": "May 8, 2013",
   "score": "6.73",
   "members": "24673"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/43491.jpg",
   "synopsis": "The continuation of Yu-Gi-Oh! Zexal. \n\nA new enemy has been revealed - Barian. They wish to gather the \"Numbers\" and destroy the Astral World to avoid their own world's destruction. As such, Yuma and his friends are their prime target, and the Barian begin to slowly enter Heartland City.",
   "licensor": "",
   "title": "Yu☆Gi☆Oh! Zexal Second",
   "link": "https://myanimelist.net/anime/15489/Yu%E2%98%86Gi%E2%98%86Oh_Zexal_Second",
   "genres": [
    "Action",
    "Fantasy",
    "Game",
    "Shounen"
   ],
   "producers": [
    "Gallop"
   ],
   "fromType": "Manga",
   "nbEp": "73",
   "releaseDate": "Oct 7, 2012",
   "score": "6.90",
   "members": "23124"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/44566.jpg",
   "synopsis": "A few months have passed since the VF Circuit, and Aichi is now in High School. However Aichi is in a different high school than most of his friends, a high school where the instructors focus on looking towards the future. One day Aichi admits he thinks Cardfight can be a future people can believe in, but in order to prove it Aichi must use his new deck, a deck in which Royal Paladins and Gold Paladins are combined as one force. Slowly but surely Aichi must gain friends through Cardfighting and help his new team win the newly formed high school cardfighting championships.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Cardfight!! Vanguard: Link Joker-hen",
   "link": "https://myanimelist.net/anime/15611/Cardfight_Vanguard__Link_Joker-hen",
   "genres": [
    "Action",
    "Adventure",
    "Demons",
    "Game",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "59",
   "releaseDate": "Jan 13, 2013, 10:00 (JST)",
   "score": "7.24",
   "members": "14782"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/46363.jpg",
   "synopsis": "Aida Mana is a girl who is always eager to do things for the sake of others.\n\nOne day, when she was visiting the Clover Tower during her school's orientation program, an enemy who called themselves \"Selfish\" appeared suddenly, and tried to manipulate her inner heart! To fight this enemy, she borrowed power from a magical fairy Sharuru to transform into Pretty Cure!\n\nTo protect the peace of the world, other legendary Pretty Cure soon joined her in battle! A mysterious baby also appears, making each day a \"Heartthrob\" experience! The 4 Cures, always holding \"love\" in their hearts, are battling for the world's fate!\n\n(Source: Asahi TV)",
   "licensor": "",
   "title": "Dokidoki! Precure",
   "link": "https://myanimelist.net/anime/16419/Dokidoki_Precure",
   "genres": [
    "Action",
    "Magic",
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "49",
   "releaseDate": "Feb 3, 2013",
   "score": "6.73",
   "members": "13726"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/35927.jpg",
   "synopsis": "Sawada Honoka is a 14-year-old girl who is very timid. She easily gets bullied by other classmates. Honoka is a non-believer in God, Angels, and Devils. Though one day, a devil baby was dropped into her room while she was sleeping. What will Honoka believe in now?\n\n(Source: PocketScans)",
   "licensor": "",
   "title": "Chibi☆Devi!",
   "link": "https://myanimelist.net/anime/11457/Chibi☆Devi",
   "genres": [
    "Fantasy",
    "Shoujo",
    "Supernatural"
   ],
   "producers": [
    "SynergySP"
   ],
   "fromType": "Manga",
   "nbEp": "75",
   "releaseDate": "Oct 10, 2011",
   "score": "6.77",
   "members": "11586"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/73957.jpg",
   "synopsis": "Naru Ayase is an 8th grader who can see the colors of music when she listens to it. For Naru, who is extremely good at decorating, becoming the owner of a shop like Dear Crown was her dream. One day, she finds out that the manager of a newly-opened shop is recruiting middle school girls who can do Prism Dance, and immediately applies. Naru begins to Prism Dance at the audition, and an aura she's never experienced spreads out in front of her. At that moment, a mysterious girl named Rinne asks her if she can see \"rainbow music.\"\n\n(Source: ANN)",
   "licensor": "",
   "title": "Pretty Rhythm: Rainbow Live",
   "link": "https://myanimelist.net/anime/17249/Pretty_Rhythm__Rainbow_Live",
   "genres": [
    "Slice of Life",
    "Sports",
    "Music",
    "Shoujo"
   ],
   "producers": [
    "Dongwoo A&E",
    "Tatsunoko Production"
   ],
   "fromType": "Game",
   "nbEp": "51",
   "releaseDate": "Apr 6, 2013, 10:00 (JST)",
   "score": "7.60",
   "members": "8612"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75496.jpg",
   "synopsis": "Kurotori Chiyoko, a 5th-grader in elementary school, loves the occult. One day, a friend requests her to do a love fortune-telling. Chiyoko tries to summon Cupid, but thanks to a stuffy nose, accidentally summons a witch named Gyubid instead!\n\nFrom that day on, Chiyoko starts learning witchcraft from Gyubid, the self-proclaimed hottest instructor of the magic world. The training regimen is tough, and punishment for slacking is harsh. Fortunately, Chiyoko is able to keep her extra-curricular studies secret, aided by the fact that no one else can see Gyubid.\n\n(Source: AnimeNfo.com)",
   "licensor": "",
   "title": "Kuromajo-san ga Tooru!!",
   "link": "https://myanimelist.net/anime/13159/Kuromajo-san_ga_Tooru",
   "genres": [
    "Comedy",
    "Magic",
    "School",
    "Slice of Life"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Novel",
   "nbEp": "60",
   "releaseDate": "Apr 4, 2012",
   "score": "6.49",
   "members": "7477"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/51427.jpg",
   "synopsis": "The Sengoku era gave birth to many historical legends. One of them is Naoe Kanetsugu, the brilliant military general of the Uesugi family. Together with Maeda Keiji, a legendary warrior on the battlefield, who become lifelong friends with each other, they carve out a piece of history in the most dangerous and volatile time in Japan's history. The two men recall their beginnings and the journey they took to get to the accomplished position they now sit at.",
   "licensor": "",
   "title": "Gifuu Doudou!!: Kanetsugu to Keiji",
   "link": "https://myanimelist.net/anime/18771/Gifuu_Doudou__Kanetsugu_to_Keiji",
   "genres": [
    "Action",
    "Historical",
    "Martial Arts",
    "Samurai",
    "Seinen"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Jul 3, 2013",
   "score": "6.49",
   "members": "6795"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
   "synopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
   "licensor": "",
   "title": "Sazae-san",
   "link": "https://myanimelist.net/anime/2406/Sazae-san",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "4-koma manga",
   "nbEp": "?",
   "releaseDate": "Oct 5, 1969, 18:30 (JST)",
   "score": "6.12",
   "members": "4205"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/47697.jpg",
   "synopsis": "The series focuses on the main heroine Chiari Tsukikage and her friends on managing the Jewelpet Cafe. One day at the magical world of Jewel Land, Lady Jewelina entrusted Ruby the Magical Jewel Box with a mission to make friends and collect Magic Jewels. At the same time she needs to attend the Jewel Academy to do so and open a shop called the Jewelpet Cafe. However with her friends, things didn't go well as planned with several failed mishaps happened to her and the students being scared, in the point of Ruby giving up. But when she met a young girl named Chiari Tsukikage and decides to help, Ruby's life is about to change forever. Now, she and her friends now must work together for the cafe to prosper, stick together through good and bad luck as well as protecting the Jewel Box from being stolen.\n\n(Source: Jewelpet Wikia)",
   "licensor": "",
   "title": "Jewelpet Happiness",
   "link": "https://myanimelist.net/anime/17497/Jewelpet_Happiness",
   "genres": [
    "Fantasy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "Studio Comet"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 6, 2013",
   "score": "6.70",
   "members": "2275"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/76472.jpg",
   "synopsis": "An animated flash series of the manga Mini Vanguard.",
   "licensor": "",
   "title": "Mini Van",
   "link": "https://myanimelist.net/anime/18391/Mini_Van",
   "genres": [
    "Game",
    "Slice of Life",
    "Comedy",
    "Parody"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "4-koma manga",
   "nbEp": "37",
   "releaseDate": "Apr 6, 2013, 08:00 (JST)",
   "score": "7.04",
   "members": "1501"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/56743.jpg",
   "synopsis": "BakuTech! Bakugan Gachi is the sequel to the BakuTech! Bakugan series.",
   "licensor": "",
   "title": "Baku Tech! Bakugan Gachi",
   "link": "https://myanimelist.net/anime/21523/Baku_Tech_Bakugan_Gachi",
   "genres": [
    "Action",
    "Game",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "39",
   "releaseDate": "Apr 6, 2013",
   "score": "5.88",
   "members": "1467"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/61923.jpg",
   "synopsis": "The happy daily life of Muco, a not-too-bright Akita dog, and its owner Komatsu-san the glass-blower.\n\n(Source: MU)",
   "licensor": "",
   "title": "Lovely Movie: Itoshi no Muco",
   "link": "https://myanimelist.net/anime/23897/Lovely_Movie__Itoshi_no_Muco",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Manga",
   "nbEp": "20",
   "releaseDate": "Jul 29, 2013",
   "score": "6.32",
   "members": "1045"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/48825.jpg",
   "synopsis": "1,000 years after Princess Mikoto's era, all hunters have been sealed into cards due to a certain incident in the past. Adventurous boy Hagan becomes the key to freeing these sealed hunters, and travels along with his friends to find these cards, sometimes facing treacherous battles.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Tanken Driland: 1000-nen no Mahou",
   "link": "https://myanimelist.net/anime/17969/Tanken_Driland__1000-nen_no_Mahou",
   "genres": [
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "-",
   "nbEp": "51",
   "releaseDate": "Apr 6, 2013",
   "score": "6.08",
   "members": "1031"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/50285.jpg",
   "synopsis": "Remake of the Ninja Hattori-kun series.",
   "licensor": "",
   "title": "Ninja Hattori-kun (2012)",
   "link": "https://myanimelist.net/anime/18845/Ninja_Hattori-kun_2012",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "52",
   "releaseDate": "May 13, 2012",
   "score": "6.35",
   "members": "1005"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1264/105194.jpg",
   "synopsis": "In this series the story continues after Katta Kirifuda defeats the YA.RA.SI band and also gains back his popularity by defeating Leo and his sidekick Nai Minamimo.\n\nIn this series Katta will use a new race of Outrage creatures against the opposing new race of Oracle deck users. Also in the creature world a new time era will start off.\n\n(Source: Duel Masters Wikia)",
   "licensor": "",
   "title": "Duel Masters Victory V3",
   "link": "https://myanimelist.net/anime/21999/Duel_Masters_Victory_V3",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "51",
   "releaseDate": "Apr 6, 2013",
   "score": "5.90",
   "members": "798"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/50677.jpg",
   "synopsis": "The story follows the daily life of a group of birds, including a duck, an old nihilistic great grey owl, and a gluttonous Caique parrot.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Dibetagurashi: Ahiru no Seikatsu",
   "link": "https://myanimelist.net/anime/17733/Dibetagurashi__Ahiru_no_Seikatsu",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "39",
   "releaseDate": "Apr 7, 2013",
   "score": "N/A",
   "members": "784"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/77064.jpg",
   "synopsis": "It's a heartwarming and sometimes nonsense comedy about an elementary school boy Tomoo Kinoshita.",
   "licensor": "",
   "title": "Danchi Tomoo",
   "link": "https://myanimelist.net/anime/17703/Danchi_Tomoo",
   "genres": [
    "Comedy",
    "Seinen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "78",
   "releaseDate": "Apr 6, 2013",
   "score": "N/A",
   "members": "760"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1567/99090.jpg",
   "synopsis": "This is a series of animated flash-shorts produced on NTV's ZIP!, set to replace ZIP!'s previous anime parody short Ohayou Ninja-tai Gatchaman. Mazinger ZIP! features the same characters from the original Mazinger Z series involved in a series of small comedic sketches. Some episodes have the Gatchaman team make an appearance.\n\n(Source: Mazinger Wiki)",
   "licensor": "",
   "title": "Mazinger ZIP!",
   "link": "https://myanimelist.net/anime/18365/Mazinger_ZIP",
   "genres": [
    "Comedy",
    "Mecha"
   ],
   "producers": [
    "Kate Arrow"
   ],
   "fromType": "-",
   "nbEp": "237",
   "releaseDate": "Apr 8, 2013",
   "score": "5.69",
   "members": "649"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/72182.jpg",
   "synopsis": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
   "licensor": "",
   "title": "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?",
   "link": "https://myanimelist.net/anime/30151/Kamiusagi_Rope__Warau_Asa_ni_wa_Fukuraitaru_tte_Maji_ssuka",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Nov 16, 2012, 06:45 (JST)",
   "score": "N/A",
   "members": "596"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/76897.jpg",
   "synopsis": "The kingdom of Gemini is attacked by the evil Queen Halle. The twin princesses of the kingdom are missing, so is the important Night Star Box, which has affected planets including Earth. The fairy Queen had sent Prince You Le and Sally to Earth, looking for the Night Star Box with the help of Maggie and Michelle. Then the gang found out one of the girls who takes dance lessons with Maggie and Michelle is one of the missing princesses, Bei Bei! The mission to find the Night Star Box and the the still missing princess, Ya Ya, is now on the shoulder of the fairies.\n\n(Source: Mahou Shoujo Wikia, edited)",
   "licensor": "",
   "title": "Ba La La Xiao Mo Xian Zhi: Qiji Wubu",
   "link": "https://myanimelist.net/anime/31965/Ba_La_La_Xiao_Mo_Xian_Zhi__Qiji_Wubu",
   "genres": [
    "Comedy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 19, 2013",
   "score": "6.04",
   "members": "571"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/67189.jpg",
   "synopsis": "Welcome to the concrete jungle, where it’s a struggle to survive among the animals of the city. Watch Jake the bear, Jenny the cat and their cast of slightly crazy friends as they live, love and try to stay sane in a wild world.\n\n(Source: Official website)",
   "licensor": "",
   "title": "Anisava",
   "link": "https://myanimelist.net/anime/27757/Anisava",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Romance"
   ],
   "producers": [
    "DLE",
    "TMS Entertainment"
   ],
   "fromType": "-",
   "nbEp": "13",
   "releaseDate": "Aug 26, 2013",
   "score": "5.73",
   "members": "506"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/51787.jpg",
   "synopsis": "The anime revolves around little creatures called \"Kakusen\" who live in the skin pores of humans.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Nyuru Nyuru!! Kakusen-kun",
   "link": "https://myanimelist.net/anime/19305/Nyuru_Nyuru_Kakusen-kun",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "-",
   "nbEp": "25",
   "releaseDate": "Jul 9, 2013",
   "score": "N/A",
   "members": "482"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/28900.jpg",
   "synopsis": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)",
   "licensor": "",
   "title": "Shiawase Haitatsu Taneko",
   "link": "https://myanimelist.net/anime/10506/Shiawase_Haitatsu_Taneko",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Mar 26, 2011",
   "score": "N/A",
   "members": "441"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/80670.jpg",
   "synopsis": "How did Asia's most prominent entrepreneurs know when to grasp opportunities? And how did they overcome difficulties and attain their positions of power? This series uses the unconventional technique of blending actual documentary footage with CG animation to get a close-up look into the front lines and what lies behind the scenes of Asian business.\n\nOur cartoon host is Shima Kosaku, a character from a popular Japanese business manga. He delves into the heart of the Asian economic market representing 4 billion people, to visit entrepreneurs who have survived turbulent times. Thai business magnate, Dhanin Chearavanont (Chairman of CP Group), and innovative Taiwanese semiconductor entrepreneur, Morris Chang (Chairman of TSMC), are among the many movers and shakers to be featured. Don't miss this opportunity to glimpse the dramatic lives of these media-shy business titans.\n\n(Source: Official Site)",
   "licensor": "",
   "title": "Shima Kousaku no Asia Risshi-den",
   "link": "https://myanimelist.net/anime/33538/Shima_Kousaku_no_Asia_Risshi-den",
   "genres": [
    "Drama",
    "Seinen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "26",
   "releaseDate": "May 10, 2013",
   "score": "N/A",
   "members": "420"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/51759.jpg",
   "synopsis": "The anime is based on MegaHouse's line of Ziguru Hazeru (literally, \"Jiggle and Pop Out\") mecha toys that allow people to remove parts from the joints and add different parts in their place. In addition, if one combines together Hazeru Gokuu, Hazeru Sagojo, and Hazeru Hakkai, the resulting mecha will be Hazeru Seioh, allowing for users to combine their toys together.\n\nThe ZIGURUHAZERU animated series is based on the upcoming original toy line of the same name from MegaHouse, featuring cool robot toys modelled after characters from the famous Journey to the West tale.",
   "licensor": "",
   "title": "Bakujuu Gasshin Ziguru Hazeru",
   "link": "https://myanimelist.net/anime/18227/Bakujuu_Gasshin_Ziguru_Hazeru",
   "genres": [
    "Action",
    "Mecha"
   ],
   "producers": [
    "Production Reed"
   ],
   "fromType": "Other",
   "nbEp": "6",
   "releaseDate": "Apr 6, 2013",
   "score": "N/A",
   "members": "408"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1021/91274.jpg",
   "synopsis": "As we enter the 21st century, the relationship between sports and technology is getting closer and closer. Sports products are enhanced by technological advances. The designs of footballs and football shoes require detailed information and computer tests in order to produce products that will allow us to reach the full potential and beyond. If we were only reliant on human testing, the standards would definitely fluctuate greatly. Thus, Professor GGO was brought in as consultant in the research, and as a result GGO robotic footballers were created.\n\n(Source: GGO Football Website)",
   "licensor": "",
   "title": "Chao Zhi Neng Zu Qiu",
   "link": "https://myanimelist.net/anime/36993/Chao_Zhi_Neng_Zu_Qiu",
   "genres": [
    "Comedy",
    "Sports"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Jun 2, 2010",
   "score": "N/A",
   "members": "403"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1305/96062.jpg",
   "synopsis": "Wada transfers from the Kansai region to the Toukai region in middle school. The story follows his new set of friends as their fivesome enjoy their everyday lives. All the characters' are names are based on Chunichi Dragons baseball team which is located in the Toukai region.",
   "licensor": "",
   "title": "Kayoe! Chuugaku",
   "link": "https://myanimelist.net/anime/10797/Kayoe_Chuugaku",
   "genres": [
    "Comedy",
    "School"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Original",
   "nbEp": "425",
   "releaseDate": "Jun 6, 2011, 00:35 (JST)",
   "score": "N/A",
   "members": "332"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/49315.jpg",
   "synopsis": "Sequel to the previous season.",
   "licensor": "",
   "title": "Himitsukessha Taka no Tsume MAX",
   "link": "https://myanimelist.net/anime/18241/Himitsukessha_Taka_no_Tsume_MAX",
   "genres": [
    "Comedy",
    "Parody",
    "Super Power"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "-",
   "nbEp": "38",
   "releaseDate": "Apr 5, 2013",
   "score": "N/A",
   "members": "326"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/88305.jpg",
   "synopsis": "When Nian Chi was a young child, his elder sister was kidnapped in front of him, while he could do nothing but watch, a thing that has tormented him for all these years. Now 10 years later, he's dead set on going to rescue his sister, and sets out.",
   "licensor": "",
   "title": "Xia Lan",
   "link": "https://myanimelist.net/anime/34129/Xia_Lan",
   "genres": [
    "Action",
    "Adventure",
    "Historical",
    "Supernatural",
    "Drama",
    "Magic",
    "Martial Arts",
    "Fantasy"
   ],
   "producers": [
    "Beijing Rocen Digital"
   ],
   "fromType": "Original",
   "nbEp": "156",
   "releaseDate": "Jan 29, 2012",
   "score": "N/A",
   "members": "309"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/52129.jpg",
   "synopsis": "This series of anime shorts, roughly five minutes in length, will focus on protagonist Shoutarou Kaneda's everyday life instead of focusing on battle scenes as previous Tetsujin 28 titles have done. The visuals of the title robot, its nemesis Black Ox, and other elements will have a pop-art style.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Tetsujin 28-gou Gao!",
   "link": "https://myanimelist.net/anime/19445/Tetsujin_28-gou_Gao",
   "genres": [
    "Slice of Life",
    "Mecha"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "Manga",
   "nbEp": "151",
   "releaseDate": "Apr 6, 2013, 04:52 (JST)",
   "score": "N/A",
   "members": "307"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/45332.jpg",
   "synopsis": "In an odd dimensional bubble inside the kettle of an Oden food cart exists Oden village. The residents of Oden village spend their idyllic days waiting for customers to come and eat them. In the meantime, Oden-kun helps other troubled dwellers to realize their dreams. One day, he hears that a customer's mother suffers from cancer so he leaves the kettle and after being eaten, faces the cancer cell Gannosuke. Oden-kun's dream is to meet his own mother. Looking forward to this day, Oden-kun spends his days doing one good deed a day.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Ganbare! Oden-kun",
   "link": "https://myanimelist.net/anime/16908/Ganbare_Oden-kun",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Picture book",
   "nbEp": "102",
   "releaseDate": "Jan 12, 2013",
   "score": "N/A",
   "members": "223"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/49447.jpg",
   "synopsis": "The surreal, comical television anime follow the daily life of Clinoppe and an office lady named Onei-san.\n\n(Source: ANN)\n\nBased on GREE's Odoriko Clinoppe Creature-Raising Game.",
   "licensor": "",
   "title": "Odoriko Clinoppe",
   "link": "https://myanimelist.net/anime/18469/Odoriko_Clinoppe",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "26",
   "releaseDate": "May 9, 2013",
   "score": "N/A",
   "members": "195"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/86812.jpg",
   "synopsis": "Hello Jadoo is a South-Korean TV show about a girl named Choi Jadoo who is a very free-spirited girl. In every episode, she would always get into drama, whether it was with her parents or school. At the same time, she meets new people and she tries to solve problems occurring.",
   "licensor": "",
   "title": "Hello Jadoo",
   "link": "https://myanimelist.net/anime/35920/Hello_Jadoo",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "122",
   "releaseDate": "Jul 18, 2011",
   "score": "N/A",
   "members": "182"
  }
 ],
 "TVNew": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/75514.jpg",
   "synopsis": "After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities. \n\nThoroughly beaten in a fight against one of the students in uniform, Ryuuko retreats to her razed home where she stumbles across Senketsu, a rare and sentient \"Kamui,\" or God Clothes. After coming into contact with Ryuuko's blood, Senketsu awakens, latching onto her and providing her with immense power. Now, armed with Senketsu and the Scissor Blade, Ryuuko makes a stand against the Elite Four, hoping to reach Satsuki and uncover the culprit behind her father's murder once and for all. \n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Kill la Kill",
   "link": "https://myanimelist.net/anime/18679/Kill_la_Kill",
   "genres": [
    "Action",
    "Comedy",
    "Super Power",
    "Ecchi",
    "School"
   ],
   "producers": [
    "Trigger"
   ],
   "fromType": "Original",
   "nbEp": "24",
   "releaseDate": "Oct 4, 2013, 02:05 (JST)",
   "score": "8.15",
   "members": "1063776"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/84004.jpg",
   "synopsis": "In the blink of an eye, thirty thousand bewildered Japanese gamers are whisked from their everyday lives into the world of the popular MMORPG, Elder Tale, after the game's latest update—unable to log out. Among them is the socially awkward college student Shiroe, whose confusion and shock lasts only a moment as, a veteran of the game, he immediately sets out to explore the limits of his new reality.\n\nShiroe must learn to live in this new world, leading others and negotiating with the NPC \"natives\" in order to bring stability to the virtual city of Akihabara. He is joined by his unfortunate friend Naotsugu, having logged in for the first time in years only to find himself trapped, and Akatsuki, a petite but fierce assassin who labels Shiroe as her master. A tale of fantasy, adventure, and politics, Log Horizon explores the elements of gaming through the eyes of a master strategist who attempts to make the best of a puzzling situation.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Log Horizon",
   "link": "https://myanimelist.net/anime/17265/Log_Horizon",
   "genres": [
    "Action",
    "Game",
    "Adventure",
    "Magic",
    "Fantasy"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Light novel",
   "nbEp": "25",
   "releaseDate": "Oct 5, 2013, 17:30 (JST)",
   "score": "8.04",
   "members": "746047"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/85468.jpg",
   "synopsis": "Mirai Kuriyama is the sole survivor of a clan of Spirit World warriors with the power to employ their blood as weapons. As such, Mirai is tasked with hunting down and killing \"youmu\"—creatures said to be the manifestation of negative human emotions. One day, while deep in thought on the school roof, Mirai comes across Akihito Kanbara, a rare half-breed of youmu in human form. In a panicked state, she plunges her blood saber into him only to realize that he's an immortal being. From then on, the two form an impromptu friendship that revolves around Mirai constantly trying to kill Akihito, in an effort to boost her own wavering confidence as a Spirit World warrior. Eventually, Akihito also manages to convince her to join the Literary Club, which houses two other powerful Spirit World warriors, Hiroomi and Mitsuki Nase.\n\nAs the group's bond strengthens, however, so does the tenacity of the youmu around them. Their misadventures will soon turn into a fight for survival as the inevitable release of the most powerful youmu, Beyond the Boundary, approaches.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Kyoukai no Kanata",
   "link": "https://myanimelist.net/anime/18153/Kyoukai_no_Kanata",
   "genres": [
    "Slice of Life",
    "Supernatural",
    "Fantasy"
   ],
   "producers": [
    "Kyoto Animation"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 3, 2013, 00:30 (JST)",
   "score": "7.81",
   "members": "708763"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/52091.jpg",
   "synopsis": "Due to a tragic accident, Banri Tada is struck with amnesia, dissolving the memories of his hometown and past. However, after befriending Mitsuo Yanagisawa, he decides to move on and begin a new life at law school in Tokyo. But just as he is beginning to adjust to his college life, the beautiful Kouko Kaga dramatically barges into Banri's life, and their chance meeting marks the beginning of an unforgettable year. \n\nAfter having a glimpse of college life, Banri learns that he is in a new place and a new world – a place where he can be reborn, to have new friends, fall in love, makes mistakes and grow. And as he begins to discover who he was, the path he has chosen leads him towards a blindingly bright life that he will never want to forget.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Golden Time",
   "link": "https://myanimelist.net/anime/17895/Golden_Time",
   "genres": [
    "Comedy",
    "Drama",
    "Romance"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "24",
   "releaseDate": "Oct 4, 2013, 02:35 (JST)",
   "score": "7.82",
   "members": "551639"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/55039.jpg",
   "synopsis": "After celebrating their victory against Al-Thamen, Aladdin and his friends depart the land of Sindria. With the end of the battle, however, comes the time for each of them to go their separate ways. Hakuryuu and Kougyoku are ordered to go back to their home country, the Kou Empire. Meanwhile Aladdin announces he needs to head for Magnostadt—a mysterious country ruled by magicians—to investigate the mysterious events occurring in this new kingdom and become more proficient in magic. For their part, encouraged by Aladdin's words, Alibaba and Morgiana also set off in pursuit of their own goals: training and going to her homeland, respectively.\n\nMagi: The Kingdom of Magic follows these friends as they all go about their separate adventures, each facing their own challenges. However, a new threat begins to rise as a great war looms over the horizon...\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Magi: The Kingdom of Magic",
   "link": "https://myanimelist.net/anime/18115/Magi__The_Kingdom_of_Magic",
   "genres": [
    "Action",
    "Adventure",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 6, 2013, 17:00 (JST)",
   "score": "8.34",
   "members": "531614"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/56155.jpg",
   "synopsis": "With the Interhigh Championship finally over, Seirin's basketball team refocuses their efforts, training harder than ever to get the chance to participate in the Winter Cup. Both Kuroko and Kagami see old friends walk back into their lives, providing a challenge both on and off the court.\n\nAs new skills are developed and new alliances created, enemies from various teams—giants of high school basketball such as Yousen, Shuutoku and Touou—stand in the way of Seirin's steadfast attempts to get to the top. All of these schools prove to be formidable foes whose abilities progress exponentially, while Kuroko struggles to find a balance between his resolve to play as part of a team and his desire to win. \n\nWith old wounds reopening, new challenges to face on the court, and a new set of foes—the \"Uncrowned Kings\"—vowing to defeat the new hopefuls, will Seirin ever be able to achieve their dream of beating the Generation of Miracles?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Kuroko no Basket 2nd Season",
   "link": "https://myanimelist.net/anime/16894/Kuroko_no_Basket_2nd_Season",
   "genres": [
    "Comedy",
    "Sports",
    "School",
    "Shounen"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 6, 2013, 01:58 (JST)",
   "score": "8.37",
   "members": "486643"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/56163.jpg",
   "synopsis": "Kojou Akatsuki's days as an ordinary high school student in the Demon District of Itogami Island come to an abrupt end after a fateful encounter leaves him with the remarkable abilities of a vampire.\n\nIt isn't long before he is thrust into the center of attention when it is discovered that he is the fourth primogenitor, an immensely powerful vampire whom most consider to be merely a legend. Fearing Kojou's destructive potential, the Lion King Organization sends in an apprentice sword-shaman, Yukina Himeragi, to monitor, and should he become a threat, kill the boy deemed the world's most powerful vampire. Forced together by circumstance, the two form an unlikely alliance as Kojou comes to terms with his abilities and they both struggle to protect the city from various emerging chaotic forces.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Discotek Media",
   "title": "Strike the Blood",
   "link": "https://myanimelist.net/anime/18277/Strike_the_Blood",
   "genres": [
    "Action",
    "Harem",
    "Supernatural",
    "Ecchi",
    "Vampire",
    "Fantasy",
    "School"
   ],
   "producers": [
    "Connect",
    "Silver Link."
   ],
   "fromType": "Light novel",
   "nbEp": "24",
   "releaseDate": "Oct 4, 2013, 23:30 (JST)",
   "score": "7.22",
   "members": "432091"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/53549.jpg",
   "synopsis": "Long ago, all humans lived beneath the sea. However, some people preferred the surface and abandoned living underwater permanently. As a consequence, they were stripped of their god-given protection called \"Ena\" which allowed them to breathe underwater. Over time, the rift between the denizens of the sea and of the surface widened, although contact between the two peoples still existed.\n\nNagi no Asu kara follows the story of Hikari Sakishima and Manaka Mukaido, along with their childhood friends Chisaki Hiradaira and Kaname Isaki, who are forced to leave the sea and attend a school on the surface. There, the group also meets Tsumugu Kihara, a fellow student and fisherman who loves the sea.\n\nHikari and his friends' lives are bound to change as they have to deal with the deep-seated hatred and discrimination between the people of sea and of the surface, the storms in their personal lives, as well as an impending tempest which may spell doom for all who dwell on the surface.\n\n[Written by MAL Rewrite]",
   "licensor": "NIS America, Inc.",
   "title": "Nagi no Asu kara",
   "link": "https://myanimelist.net/anime/16067/Nagi_no_Asu_kara",
   "genres": [
    "Drama",
    "Fantasy",
    "Romance"
   ],
   "producers": [
    "P.A. Works"
   ],
   "fromType": "Original",
   "nbEp": "26",
   "releaseDate": "Oct 3, 2013, 22:00 (JST)",
   "score": "8.15",
   "members": "405469"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/75094.jpg",
   "synopsis": "Onmyoudou magic was once a powerful technique used by the Japanese during the second World War in order for them to gain the upper hand and establish their nation as a formidable force. But Japan was quickly defeated after the revered onmyouji Yakou Tsuchimikado caused the \"Great Spiritual Disaster,\" an event which plagues Tokyo to this very day. As a result of this mishap, the Onmyou Agency was established in order to exorcise further spiritual disasters and combat the demons that would make their way into the world.\n\nNow, Onmyoudou has become far more modern, simplified, and refined for use in a wide variety of applications such as medicine and technology. However, not everyone is able to utilize the magic, as is the case with Harutora, a member of the Tsuchimikado's branch family. Despite an old promise to protect Natsume, the heir of the Tsuchimikado's main family and Yakou's supposed reincarnation, as her familiar, Harutora has no talent and chooses to live a normal life instead. But when a prominent member of the Onmyou Agency attempts to recreate the same experiment which led to Japan's downfall, he decides to make good on his word and fight by Natsume's side.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Tokyo Ravens",
   "link": "https://myanimelist.net/anime/16011/Tokyo_Ravens",
   "genres": [
    "Comedy",
    "Supernatural",
    "Magic",
    "Romance",
    "School"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Light novel",
   "nbEp": "24",
   "releaseDate": "Oct 9, 2013, 00:30 (JST)",
   "score": "7.61",
   "members": "321844"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/53235.jpg",
   "synopsis": "For Kanade Amakusa, life as a high schooler should have been normal, and it would have been—if he wasn't living with the most ridiculous curse imaginable. “Absolute Choice,\" a system forced upon him by a self-proclaimed god, randomly presents a mental selection of actions that he must act out based on his choice. To add to his dilemma, it tends to occur in the most public of places, and his options never seem to deviate from the rude and crude in nature.\n\nAs a result, the helpless boy stresses through each day, fumbling to repair his already tarnished reputation while desperately praying to avoid the next spontaneous episode of Absolute Choice. To his dismay, the one in charge is always one step ahead of him and proceeds to not-so-subtly \"choice\" him into the lives of several girls at his school. Just when Kanade's school life can’t seem to be doomed any further, a decision that he reluctantly selects on the way home sends a beautiful girl crashing down from the sky, along with the promise of more hysterically hellish choices.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Ore no Nounai Sentakushi ga, Gakuen Love Comedy wo Zenryoku de Jama Shiteiru",
   "link": "https://myanimelist.net/anime/19221/Ore_no_Nounai_Sentakushi_ga_Gakuen_Love_Comedy_wo_Zenryoku_de_Jama_Shiteiru",
   "genres": [
    "Harem",
    "Comedy",
    "Romance",
    "School"
   ],
   "producers": [
    "Diomedea"
   ],
   "fromType": "Light novel",
   "nbEp": "10",
   "releaseDate": "Oct 10, 2013, 01:00 (JST)",
   "score": "7.34",
   "members": "299541"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/49359.jpg",
   "synopsis": "Second season of Infinite Stratos.",
   "licensor": "Sentai Filmworks",
   "title": "IS: Infinite Stratos 2",
   "link": "https://myanimelist.net/anime/18247/IS__Infinite_Stratos_2",
   "genres": [
    "Action",
    "Sci-Fi",
    "Harem",
    "Comedy",
    "Ecchi",
    "Mecha"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 4, 2013, 01:58 (JST)",
   "score": "6.65",
   "members": "262341"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/51581.jpg",
   "synopsis": "Asahigaoka might look like typical, boring countryside to most; however, no day in this village can ever be considered colorless thanks to five students of varying ages occupying the only class in the only school in town. The youngest student is first grader Renge Miyauchi, who brings an unadulterated wit, curiosity, and her characteristic catchphrase, \"Nyanpasu!\" Then there are the Koshigaya siblings consisting of the quiet ninth grader and elder brother Suguru, diminutive eighth grader Komari, and the mischievous seventh grader Natsumi. The recent arrival of Tokyo-raised fifth grader Hotaru Ichijou, who appears overdeveloped for her age and thus naturally holds an air of maturity, rounds out this lively and vibrant group of five classmates.\n\nBased on the manga penned and illustrated by Atto, Non Non Biyori chronicles the not-so-normal daily lives of this group of friends as they engage in their own brand of fun and frolic, and playfully struggle with the realities of living in a rural area.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Non Non Biyori",
   "link": "https://myanimelist.net/anime/17549/Non_Non_Biyori",
   "genres": [
    "Comedy",
    "School",
    "Seinen",
    "Slice of Life"
   ],
   "producers": [
    "Silver Link."
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 8, 2013, 02:05 (JST)",
   "score": "7.97",
   "members": "252591"
  },
  {
   "synopsis": "",
   "licensor": "",
   "title": "",
   "link": "",
   "genres": [
    ""
   ],
   "producers": [
    ""
   ],
   "fromType": "",
   "nbEp": "",
   "releaseDate": "",
   "score": "",
   "members": ""
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/54343.jpg",
   "synopsis": "Shinichi Kanou is a shut-in otaku with a vast knowledge of anime, manga, and video games. One day, after applying for a job in hopes of escaping his secluded lifestyle, he is kidnapped and transported to the Eldant Empire—a fantasy world filled with elves, dragons, and dwarves. Trapped in this strange land, Shinichi is given an unlikely task by the Japanese government: to spread otaku culture across the realm by becoming an \"Otaku Missionary.\"\n\nTo accomplish his mission, Shinichi has the full support of the Japanese government, as well as the half-elf maid Myucel and Princess Petralka of the Eldant Empire. Together with this ragtag bunch, he will overcome the obstacles of politics, social classes, and ethnic discrimination to promote the ways of the otaku in this holy land.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Outbreak Company",
   "link": "https://myanimelist.net/anime/19369/Outbreak_Company",
   "genres": [
    "Harem",
    "Comedy",
    "Parody",
    "Fantasy"
   ],
   "producers": [
    "feel."
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 4, 2013",
   "score": "7.37",
   "members": "248827"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/56141.jpg",
   "synopsis": "The Walpurgis Royal Academy of Machinart was founded alongside the development of \"Machinart,\" machine magic capable of giving life and intelligence to mechanical dolls subsequently called as \"automaton.\" Its aim: train skilled puppeteers to control the automatons, as militaries across the globe have begun incorporating Machinart into their armies.\n\nAfter miserably failing the academy's entrance exams, Raishin Akabane and his humanoid automaton Yaya must defeat one of the top one hundred students to earn the right to take part in the Evening Party, a fight for supremacy between puppeteers using their automatons. The last one standing is bestowed the title of \"Wiseman\" and granted access to the powerful forbidden arts.\n\nThus, Raishin challenges Charlotte Belew and her automaton Sigmund to a duel, but before they even begin, Sigmund is attacked by other students. After saving his opponents from their assaulters, Raishin cancels the duel but is forced to search for a new way to gain access to the Party. Driven by the tragedies of his past, Raishin fights alongside Yaya to rise to the top and claim the title of Wiseman.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Machine-Doll wa Kizutsukanai",
   "link": "https://myanimelist.net/anime/17247/Machine-Doll_wa_Kizutsukanai",
   "genres": [
    "Action",
    "Ecchi",
    "Fantasy",
    "School"
   ],
   "producers": [
    "Lerche"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2013, 20:30 (JST)",
   "score": "7.22",
   "members": "236110"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/54389.jpg",
   "synopsis": "Dreaming of becoming a hero and vanquishing the Demon King, Raul Chaser enters the Hero Training Program in pursuit of his ambition. However, when the Demon King is defeated and peace returns to the world, the Hero Training Program is suspended indefinitely, making it impossible for anyone to become a hero.\n\nTwo years later, Raul reluctantly works at a small electronics store called Magic Shop Leon. Though the former hero-in-training is plagued by the mundanity of working in retail, everything changes with the arrival of a new hire. Appearing at first to be just a boy with good looks, \"he\" turns out to be a female demon by the name of Fino Bloodstone. She is not just any old demon either—Raul's new coworker is in fact the daughter of the late Demon King! Handed the responsibility of training this eccentric new employee, Raul soon finds his life becoming livelier than it ever was before.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Yuusha ni Narenakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita.",
   "link": "https://myanimelist.net/anime/18677/Yuusha_ni_Narenakatta_Ore_wa_Shibushibu_Shuushoku_wo_Ketsui_Shimashita",
   "genres": [
    "Comedy",
    "Romance",
    "Ecchi",
    "Fantasy"
   ],
   "producers": [
    "Asread"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 5, 2013, 01:30 (JST)",
   "score": "6.96",
   "members": "208715"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/51989.jpg",
   "synopsis": "At the behest of her father, Yui Komori goes to live in a secluded mansion, home to the six Sakamaki brothers—Shuu, Reiji, Ayato, Kanato, Laito, and Subaru—a family of vampires. Though at first the siblings are confused as to why the girl has arrived, they soon realize that she is to be their new \"sacrificial bride,\" not to mention their other, more carnal intentions for her. After meeting the brothers, Yui quickly begins to question why her father would have sent her here and why she feels a strange, new pain in her chest. With each brother more sadistic than the last, Yui's life as a captive takes a harrowing turn in her new home. As her days turn into endless nights, and each brother vows to make her his own, Yui falls deeper and deeper into madness and ecstasy.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Diabolik Lovers",
   "link": "https://myanimelist.net/anime/17513/Diabolik_Lovers",
   "genres": [
    "Harem",
    "School",
    "Shoujo",
    "Vampire"
   ],
   "producers": [
    "Zexcs"
   ],
   "fromType": "Visual novel",
   "nbEp": "12",
   "releaseDate": "Sep 16, 2013",
   "score": "5.45",
   "members": "199961"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/53561.jpg",
   "synopsis": "Haruki Kitahara's light music club is on the verge of disbanding. At this rate, the third year's dream of performing at the school festival would never be realized. However, as his exhausted fingers drift through the chords of \"White Album,\" the first song he would ever play, an angelic voice and mysterious piano begin harmonizing with his lonely guitar. It is a momentous performance that marks the beginning of everything for Haruki.\n \nWhite Album 2 orchestrates Haruki's final semester with complex romance and exhilarating music, as the curtains of the stage he so desired begin to open...\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "White Album 2",
   "link": "https://myanimelist.net/anime/18245/White_Album_2",
   "genres": [
    "Drama",
    "Music",
    "Romance",
    "Slice of Life"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Visual novel",
   "nbEp": "13",
   "releaseDate": "Oct 6, 2013",
   "score": "7.78",
   "members": "167522"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/53211.jpg",
   "synopsis": "Sakamichi Onoda is a cheerful otaku looking to join his new school's anime club, eager to finally make some friends. Unfortunately, the club has been disbanded and he takes it upon himself to revive it by finding students who are willing to join. Without much luck, Onoda decides to make a round trip to Akihabara on his old, bulky city bicycle, a weekly 90-kilometer ride he has been completing since fourth grade.\n \nThis is when he meets fellow first year student, Shunsuke Imaizumi, a determined cyclist who is using the school's steep incline for practice. Surprised by Onoda's ability to climb the hill with his specific type of bicycle, Imaizumi challenges him to a race, with the proposition of joining the anime club should Onoda win. And thus begins the young boy's first foray into the world of high school bicycle racing!\n\n[Written by MAL Rewrite]",
   "licensor": "Discotek Media",
   "title": "Yowamushi Pedal",
   "link": "https://myanimelist.net/anime/18179/Yowamushi_Pedal",
   "genres": [
    "Comedy",
    "Sports",
    "Drama",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "38",
   "releaseDate": "Oct 8, 2013",
   "score": "8.04",
   "members": "159282"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/54235.jpg",
   "synopsis": "With a stray pitch that completely missed the batter, Eijun Sawamura loses his final middle school baseball game. Frustrated by this defeat, Eijun and his teammates vow to reach the national tournament once they are in high school. But everything changes when a scout unexpectedly invites him to Tokyo's prestigious Seidou High School after seeing the potential in his unusual pitching style. Encouraged by his teammates, Eijun accepts the offer, ready to improve his skills and play at a much more competitive level of baseball.\n\nHowever, now surrounded by a large number of skilled players, Eijun struggles to find his place on the team. He declares that he will one day become the team's ace, but that's only if fellow first year Satoru Furuya doesn't take the title first, with his breakneck fastballs that earn him a coveted spot on the starting roster. With the addition of these talented new players to an already powerful lineup, the Seidou baseball team aims to become the best in Japan, facing off against a number of formidable foes that stand in their way.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Diamond no Ace",
   "link": "https://myanimelist.net/anime/18689/Diamond_no_Ace",
   "genres": [
    "Comedy",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "Madhouse",
    "Production I.G"
   ],
   "fromType": "Manga",
   "nbEp": "75",
   "releaseDate": "Oct 6, 2013, 08:30 (JST)",
   "score": "8.15",
   "members": "153340"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/56147.jpg",
   "synopsis": "Japanese Featherweight Champion Makunouchi Ippo has defended his title belt once more with the help of his devastating signature move: the Dempsey Roll. However, new challengers are rising up left and right, claiming to have an answer for the move responsible for crushing his opponents. Will Ippo be able to step up to the challenge, or will the weight of his pride destroy him before he finds out just what it means to be strong? Meanwhile, fellow Kamogawa Gym mate Aoki Masaru is just a hop, skip, and a Frog Punch away from claiming his own belt, ready to take on the Japanese Lightweight Champion!\n\nHajime no Ippo: Rising continues Ippo's quest to become stronger, featuring the same cast of loveable dimwits from Kamogawa Gym, as they put their bodies and hearts on the line to make their way in the harsh world of professional boxing. With a will of iron, Ippo steps into the ring once again.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Hajime no Ippo: Rising",
   "link": "https://myanimelist.net/anime/19647/Hajime_no_Ippo__Rising",
   "genres": [
    "Comedy",
    "Sports",
    "Drama",
    "Shounen"
   ],
   "producers": [
    "Madhouse",
    "MAPPA"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 6, 2013, 01:35 (JST)",
   "score": "8.62",
   "members": "148663"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/85431.jpg",
   "synopsis": "Long ago, there was a monk named Myoue who could bring anything he drew to life. He quietly lived with his wife Koto—a black rabbit in human form—and their three children: Yakushimaru, Kurama, and Yase. One day, the high priest of the land concluded that Myoue's drawings caused too many problems for the locals and ordered him to find a solution. In response, the family secretly fled to an alternate world of Myoue's own creation—the Looking Glass City.\n\nEverything was peaceful until Myoue and Koto suddenly vanished. Their three children are left to take care of the city, and Yakushimaru inherits Myoue's name and duties. Stranded in this alternate world, their problems only get worse when a young girl—also named Koto—crashes down from the sky and declares that she is also looking for the older Myoue and Koto. Armed with a giant hammer and two rowdy familiars, Koto just might be the key to releasing everyone from the eternal paper city.\n\n[Written by MAL Rewrite]",
   "licensor": "Discotek Media",
   "title": "Kyousou Giga (TV)",
   "link": "https://myanimelist.net/anime/19703/Kyousou_Giga_TV",
   "genres": [
    "Action",
    "Fantasy",
    "Supernatural"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "10",
   "releaseDate": "Oct 10, 2013, 01:30 (JST)",
   "score": "7.82",
   "members": "131375"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/68195.jpg",
   "synopsis": "Ever since the 10th NOVA clash, the Chevalier had concluded that the NOVA have been appearing at a steadier rate and they are losing more Pandoras than they can produce. Their solution is the E-Pandora Project which involves normal humans being given the power to become Pandoras. Inviting Pandora from around the world to their Alaskan base witness the unveiling of their new project, Satellizer, Kazuya and Rana are among those who have been summoned. However, as time goes the E-Pandora Project starts to become fishier and the Pandoras start to grow more and more concerned...",
   "licensor": "Funimation",
   "title": "Freezing Vibration",
   "link": "https://myanimelist.net/anime/18001/Freezing_Vibration",
   "genres": [
    "Action",
    "Military",
    "Sci-Fi",
    "Harem",
    "Drama",
    "Romance",
    "Ecchi",
    "Martial Arts",
    "Seinen"
   ],
   "producers": [
    "A.C.G.T."
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 4, 2013, 21:30 (JST)",
   "score": "6.89",
   "members": "126059"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/56143.jpg",
   "synopsis": "In the year 2039, the drastic effects of global warming have caused sea levels to rise, resulting in major loss of land. To ensure humanity learns its lesson, a fleet of powerful warships equipped with advanced weaponry emerges, causing overwhelming defeat for naval forces throughout the world. Calling themselves the Fleet of Fog, each ship has a \"Mental Model,\" a humanoid avatar which represents the ship's heart, its \"Union Core.\" Each model has a different personality but all follow an unknown authority known as the Admiralty Code, who have implemented a blockade to prevent humans from traveling across the sea.\n \nSeventeen years after the blockade, Gunzou Chihaya, a National Marine Academy alumnus, stumbles upon I-401 and its Mental Model, Iona, who sides with mankind for unknown reasons. Utilizing this newfound hope of achieving peace for humanity, Gunzou and his friends form a group of privateers, known as the Blue Steel, as they set out on a dangerous journey.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Discotek Media",
   "title": "Aoki Hagane no Arpeggio: Ars Nova",
   "link": "https://myanimelist.net/anime/18893/Aoki_Hagane_no_Arpeggio__Ars_Nova",
   "genres": [
    "Action",
    "Sci-Fi",
    "Seinen"
   ],
   "producers": [
    "SANZIGEN"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 8, 2013, 02:55 (JST)",
   "score": "7.44",
   "members": "123810"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/55049.jpg",
   "synopsis": "Riki and his friends have been managing to form a complete team for the Little Busters baseball team and after overcoming some of its new members' internal conflicts, Riki and Rin slowly approach the \"secret of this world.\"\n\nWill they be ready for the truth? In this world devoid of logic, something has started to move and soon will come the time when the lives of the Little Busters will change forever.\n\n(Source: Koi-nya, edited)",
   "licensor": "Sentai Filmworks",
   "title": "Little Busters!: Refrain",
   "link": "https://myanimelist.net/anime/18195/Little_Busters__Refrain",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "School",
    "Slice of Life",
    "Supernatural"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Visual novel",
   "nbEp": "13",
   "releaseDate": "Oct 5, 2013",
   "score": "8.27",
   "members": "119448"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/54319.jpg",
   "synopsis": "\"A hero will never give up, never hide, never be defeated and never accept evil!\"\n\nFirmly believing these words, Masayoshi Hazama has been obsessed with superhero shows since childhood. By day, he earns his living as a famous model, and by night, he becomes the gallant hero Samurai Flamenco. Armed with only his superhero costume, he seeks to bring justice to the city and faces anybody who tries to break the law—even rebellious juveniles and people who litter on the street.\n\nMasayoshi's heroic antics later catch the attention of the public, leading to the fateful discovery of his identity by policeman Hidenori Gotou. Although initially telling Masayoshi to leave the crime-busting activities to the police, Gotou ends up joining him in his antics. However, things soon escalate from preventing littering and petty thefts to bizarre adventures that involve even the fate of the world. Together with their newfound comrades, Masayoshi and Gotou embark on a battle with the world and themselves in order to find the true meaning of being a hero—with or without superpowers.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Samurai Flamenco",
   "link": "https://myanimelist.net/anime/19365/Samurai_Flamenco",
   "genres": [
    "Action",
    "Comedy",
    "Parody",
    "Super Power"
   ],
   "producers": [
    "Manglobe"
   ],
   "fromType": "Original",
   "nbEp": "22",
   "releaseDate": "Oct 11, 2013, 01:20 (JST)",
   "score": "6.92",
   "members": "107945"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/75543.jpg",
   "synopsis": "In 2016, a meltdown of a nuclear power plant creates a big catastrophe in Tokyo. 20 years later, the city has become a ghost town due to the high levels of radiation. From that area a distress signal is received. The Self Defense forces dispatch three girls from the special unit Coppelion to search for survivors. But why aren't they wearing any protection against radiation?\n\n(Source: MU, edited)",
   "licensor": "Viz Media",
   "title": "Coppelion",
   "link": "https://myanimelist.net/anime/9479/Coppelion",
   "genres": [
    "Action",
    "Sci-Fi",
    "Seinen"
   ],
   "producers": [
    "GoHands"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 2, 2013",
   "score": "6.50",
   "members": "100444"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/54969.jpg",
   "synopsis": "Taking place at Winford Academy located in an old town called Helen's Hill, the story is all about knights and the sport of jousting. At this school, students learn how to become knights, ride horses and joust properly. The main character is a young man named Takahiro Mizuno who was training to become a knight and jouster but after suffering an injury he dropped out of the knight program and joined the begleiter (assistant) program instead. Due to his animal handling skills and former experience as a jouster, this makes him a hot commodity. Multiple beautiful girls in the school want him to become their personal begleiter, though Takahiro always refuses their offers.\n\nOne day a bizarre accident causes his friend, Mio Kisaski, to be challenged to a jousting duel despite her not actually being a knight. Takahiro agrees to become her temporary begleiter, but that ends up only being the beginning of their partnership as she enrolls in the annual tournament.",
   "licensor": "",
   "title": "Walkure Romanze",
   "link": "https://myanimelist.net/anime/19151/Walkure_Romanze",
   "genres": [
    "Action",
    "Ecchi",
    "Romance",
    "Harem",
    "School",
    "Sports"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Visual novel",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2013, 00:30 (JST)",
   "score": "6.44",
   "members": "96203"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/52563.jpg",
   "synopsis": "Hundreds of years ago, the borders between the worlds of humans and youkai temporarily overlapped, resulting in many residents of both crossing over to the other side. In the years since this event, the city of Sakurashin has become a central hub for all inter-dimensional affairs—a result of both the sacred Seven Pillars around the city serving as a beacon for the youkai, and the efforts of the Hiizumi Life Counseling Office in keeping the townsfolk happy. This office is composed of Hime Yarizakura, the young mayor of the city; satori Ao Nanami, who can read people's minds; half-youkai Kotoha Isone, who can summon anything by speaking a word; oni siblings, Kyousuke and Touka Kishi; and the office director Akina Hiizumi, who inherited his family's ability to force youkai back to their world.\n\nBesides volunteer and arbitration work, the Life Counseling Office also suppresses any Strikes: rare occurrences where humans are suddenly infused with youkai powers and go on a rampage. But the appearance of a sinister man signals trouble as Strikes become increasingly common, political rivals make their moves, and malicious individuals descend upon the city. As the self-appointed defenders of Sakurashin, it's up to the Life Counseling Office to protect the idyllic city they call home!\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Yozakura Quartet: Hana no Uta",
   "link": "https://myanimelist.net/anime/18497/Yozakura_Quartet__Hana_no_Uta",
   "genres": [
    "Action",
    "Comedy",
    "Super Power",
    "Supernatural",
    "Magic",
    "Shounen"
   ],
   "producers": [
    "Tatsunoko Production"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 6, 2013",
   "score": "7.52",
   "members": "96196"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/56573.jpg",
   "synopsis": "Haruto and his comrades continue to fight against the forces of Dorssia. However, many things remain unanswered in the midst of battle, including the past of L-Elf and his fellow soldier's past, the destiny of the mysterious girl Liselotte, and the feelings of Haruto, Shouko, and Saki. The relationships and loyalty of each and every member of each army will be tested as the clash of ideals and power reaches its climax.\n\n(Source: ANN)",
   "licensor": "Aniplex of America",
   "title": "Kakumeiki Valvrave 2nd Season",
   "link": "https://myanimelist.net/anime/18295/Kakumeiki_Valvrave_2nd_Season",
   "genres": [
    "Action",
    "Space",
    "Mecha"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Oct 10, 2013",
   "score": "7.33",
   "members": "76982"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/56137.jpg",
   "synopsis": "The story is set in December of 2199, when the streets are full of anticipation for the end of the year and the start of the new one. Amid the celebrations, word spreads that Ragna the Bloodedge, an SS-class rebel with the highest ever bounty on his head, has appeared in the 13th Hierarchical City of Kagutsuchi. The apparent aim of Ragna or the \"Grim Reaper\" is the destruction of the system controlling the world. To collect the bounty, a motley array of unrivaled fighters converge on Kagutsuchi.\n\n(Source: ANN)",
   "licensor": "Funimation",
   "title": "BlazBlue: Alter Memory",
   "link": "https://myanimelist.net/anime/18767/BlazBlue__Alter_Memory",
   "genres": [
    "Action",
    "Fantasy"
   ],
   "producers": [
    "Hoods Entertainment",
    "teamKG"
   ],
   "fromType": "Game",
   "nbEp": "12",
   "releaseDate": "Oct 9, 2013, 01:30 (JST)",
   "score": "6.16",
   "members": "74227"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/51815.jpg",
   "synopsis": "Though Gundam Plastic Models, better known as Gunpla, exploded in popularity with the release of the anime series Mobile Suit Gundam, their presence faded before resurging with a new purpose. Through the power of Plavsky particles, fans are now able to pit their Gunpla against others in a virtual reality-style battle with the best competing at the annual Gunpla World Tournament. \n\nSei Iori, whose father was a once finalist in the competition, dreams of one day conquering the contest himself. However, while Sei is an expert Gunpla builder, he lacks the prowess to effectively fight his creations during actual battle. In comes Reiji, a mysterious boy who is curiously ignorant of society but quickly demonstrates to Sei tremendous ability in Gunpla battles. The two boys decide to combine their strengths in order to sweep the Gunpla World Tournament and take the Gunpla world by storm.\n\n[Written by MAL Rewrite]",
   "licensor": "Nozomi Entertainment",
   "title": "Gundam Build Fighters",
   "link": "https://myanimelist.net/anime/19319/Gundam_Build_Fighters",
   "genres": [
    "Action",
    "Sci-Fi",
    "Mecha"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "25",
   "releaseDate": "Oct 7, 2013, 18:00 (JST)",
   "score": "7.84",
   "members": "52912"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/53239.jpg",
   "synopsis": "Three sisters, Hozuki, Kazuki, and Hazuki, are descendants of Galileo and have completely different personalities and tastes; they never meet eye-to-eye. One day, the girls are suddenly attacked by a mysterious organization. The organization was after the \"Galileo Tesoro\" which Galileo Galilei was said to have discovered. Still unaware of what was going on, the sisters escape on the airship they built after the sudden attack. But it won't be so easy for these three sisters to help each other out in a pinch when they're constantly at odds with each other. What is the Tesoro, and what is the organization after? And what about the relationship between the sisters? It's a threesome of cute girls, action, and mystery!\n\n(Source: Fuji Creative)",
   "licensor": "Crunchyroll,Discotek Media",
   "title": "Galilei Donna",
   "link": "https://myanimelist.net/anime/19367/Galilei_Donna",
   "genres": [
    "Action",
    "Sci-Fi",
    "Adventure"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Original",
   "nbEp": "11",
   "releaseDate": "Oct 11, 2013, 00:50 (JST)",
   "score": "6.45",
   "members": "47678"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/56247.jpg",
   "synopsis": "Gintarou is a fox spirit that has been protecting the small Inari temple since the Edo era. Saeki Makoto's family possesses the power to see the gods' agent, but the ability is limited to one living relative at a time. When Makoto's mother passed away while she was still young, Makoto inherited the ability as the sole remaining family member. With the help of fox spirit's power, Makoto and Gintarou help the people of their community, in spite of their many differences.\n\n(Source: MangaHelpers, edited)",
   "licensor": "Sentai Filmworks",
   "title": "Gingitsune",
   "link": "https://myanimelist.net/anime/18411/Gingitsune",
   "genres": [
    "Seinen",
    "Slice of Life",
    "Supernatural"
   ],
   "producers": [
    "Diomedea"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2013, 01:05 (JST)",
   "score": "7.19",
   "members": "46487"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/56165.jpg",
   "synopsis": "\"Miss Monochrome\" is an original character design from seiyuu Horie Yui. In March 2012, she first used the \"Miss Monochrome\" character as a 3D virtual singer to sing her songs at her concert \"Horie Yui wo Meguru Bouken III ~Secret Mission Tour~.\" Later, the character appeared in a range of merchandise as well as in the social network game \"Girlfriend (Beta).\"\n\nAccording to the setting, Miss Monochrome loves only the monochrome style, dislikes all kinds of color, and always dreams about changing the world into her favorite monochrome color.\n\n(Source: MAL News)",
   "licensor": "Crunchyroll",
   "title": "Miss Monochrome The Animation",
   "link": "https://myanimelist.net/anime/20033/Miss_Monochrome_The_Animation",
   "genres": [
    "Music",
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "LIDENFILMS",
    "SANZIGEN"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Oct 2, 2013, 01:35 (JST)",
   "score": "6.43",
   "members": "40890"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/52633.jpg",
   "synopsis": "Hagiwara Sakura and Miyazawa Elena are the leading members of a popular idol group, Sweet Diva. One day, Elena is injured by the attack of a female pro-wrestler Kazama Rio during the recording of a TV program. Sakura gets mad at Rio and gives her a dropkick. To avenge Elena, Sakura enters the female pro-wrestling matches.",
   "licensor": "Funimation",
   "title": "Sekai de Ichiban Tsuyoku Naritai!",
   "link": "https://myanimelist.net/anime/11763/Sekai_de_Ichiban_Tsuyoku_Naritai",
   "genres": [
    "Action",
    "Ecchi",
    "Sports"
   ],
   "producers": [
    "Arms"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 6, 2013",
   "score": "5.85",
   "members": "39096"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/54099.jpg",
   "synopsis": "\"Are puzzles really necessary in this world?\"\n\nIn order to restore Jin's memory, Kaito and his friends go on a puzzle-viewing journey to England. As they're walking through the underground maze beneath the church, where young Kaito and Rook first met Jin, a mysterious girl appears in front of them.\n\nJin calls the girl by the name \"Raetsel\". It seems they know each other. However, she suddenly disappears and takes Jin with her. What's more, the traps in the underground maze are activated and start coming after Kaito and his friends.\n\n(Source: www9.nhk.or.jp)",
   "licensor": "Sentai Filmworks",
   "title": "Phi Brain: Kami no Puzzle - Shukuteki! Rätsel-hen",
   "link": "https://myanimelist.net/anime/15651/Phi_Brain__Kami_no_Puzzle_-_Shukuteki_R%C3%A4tsel-hen",
   "genres": [
    "Action",
    "Game",
    "Mystery",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "25",
   "releaseDate": "Oct 6, 2013",
   "score": "7.31",
   "members": "29435"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/56139.jpg",
   "synopsis": "The story revolves around the daily misadventures of 5 glasses-wearing high school boys who are members of the \"Glasses Club\" and their antics resulting from their shared passion for eyewear, most especially, their ultimate goal to make functioning \"X-ray glasses.\"\n\n(Source: Zinc-view, Wikipedia)",
   "licensor": "Sentai Filmworks",
   "title": "Meganebu!",
   "link": "https://myanimelist.net/anime/19257/Meganebu",
   "genres": [
    "Comedy",
    "School",
    "Slice of Life"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Other",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2013",
   "score": "6.31",
   "members": "27166"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/53807.jpg",
   "synopsis": "The story involves two pairs of teenage elder sister and younger brother, the Shinmoto's who are a bit narcissistic and the Saitou's who look a bit mysterious. It follows their everyday life in school and at home.\n\n(Source: MAL News)",
   "licensor": "",
   "title": "Super Seisyun Brothers",
   "link": "https://myanimelist.net/anime/19841/Super_Seisyun_Brothers",
   "genres": [
    "Comedy",
    "Josei",
    "Slice of Life"
   ],
   "producers": [
    "AIC Plus+"
   ],
   "fromType": "Web manga",
   "nbEp": "14",
   "releaseDate": "Sep 14, 2013",
   "score": "6.84",
   "members": "25794"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/73503.jpg",
   "synopsis": "Third season of Teekyuu series.",
   "licensor": "",
   "title": "Teekyuu 3",
   "link": "https://myanimelist.net/anime/20473/Teekyuu_3",
   "genres": [
    "Comedy",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "MAPPA"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 6, 2013",
   "score": "6.83",
   "members": "20920"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/56211.jpg",
   "synopsis": "The CG anime centers around the extracurricular activities of students.\n\n(Source: AniDB)",
   "licensor": "",
   "title": "Tesagure! Bukatsumono",
   "link": "https://myanimelist.net/anime/19919/Tesagure_Bukatsumono",
   "genres": [
    "Parody",
    "School",
    "Slice of Life"
   ],
   "producers": [
    "Yaoyorozu"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Oct 6, 2013, 02:20 (JST)",
   "score": "6.76",
   "members": "9980"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/55531.jpg",
   "synopsis": "The comedy story follows the title character, who is regarded by himself and others as the best hit man in Japan. He goes by the motto, \"If I have an assignment, I will kill anything.\" However, his \"killing\" assignments have expanded to include everything from summer vacation homework to housekeeping. \"The hit man never fails to kill the target. Though he does not aim to, he also never misses the laughter.\"\n\n(Source: ANN)",
   "licensor": "",
   "title": "Koroshiya-san: The Hired Gun",
   "link": "https://myanimelist.net/anime/20329/Koroshiya-san__The_Hired_Gun",
   "genres": [
    "Action",
    "Comedy",
    "Police",
    "Seinen",
    "Thriller"
   ],
   "producers": [
    "Opera House"
   ],
   "fromType": "4-koma manga",
   "nbEp": "10",
   "releaseDate": "Oct 11, 2013, 01:00 (JST)",
   "score": "5.60",
   "members": "5931"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/53241.jpg",
   "synopsis": "In the year 2047, mankind discovered a rare metal ore called \"Gaimetal\", which possessed a huge amount of energy, and mining for these strange metal ore begins all over the world. However, in 2075, humankind were been constantly attacked by Gaist, a race of metallic creatures whose bodies were encrusted with Gaimetal, thus forming the GCG (also known as \"Gaist Crusher Garrison\"), an organization tasked with dealing against the Gaist. In 2064, the GCG send out mankind's line of defense: the Gaist Crushers, humans who can wear a special Gaimetal armor called \"Gaist Gear\", and battle the Gaist,as well as the threat opposed by a mysterious organization called \"Erasers\".\n\n(Source: Wikipedia)",
   "licensor": "",
   "title": "Gaist Crusher",
   "link": "https://myanimelist.net/anime/19871/Gaist_Crusher",
   "genres": [
    "Action",
    "Fantasy",
    "Supernatural"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Game",
   "nbEp": "51",
   "releaseDate": "Oct 2, 2013, 18:00 (JST)",
   "score": "5.93",
   "members": "1874"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/56575.jpg",
   "synopsis": "Rei is an adventurer called a \"Card Quester.\" He wishes to collect strong cards scattered throughout space, and battle with his rivals unfold. Soon enough, he will discover what happened to his own past.",
   "licensor": "",
   "title": "Saikyou Ginga Ultimate Zero: Battle Spirits",
   "link": "https://myanimelist.net/anime/19825/Saikyou_Ginga_Ultimate_Zero__Battle_Spirits",
   "genres": [
    "Game",
    "Adventure",
    "Space"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Card game",
   "nbEp": "49",
   "releaseDate": "Sep 22, 2013",
   "score": "6.54",
   "members": "1270"
  }
 ],
 "TVCon": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/33657.jpg",
   "synopsis": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.\n\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Hunter x Hunter (2011)",
   "link": "https://myanimelist.net/anime/11061/Hunter_x_Hunter_2011",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Shounen",
    "Super Power"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "148",
   "releaseDate": "Oct 2, 2011, 10:55 (JST)",
   "score": "9.12",
   "members": "1197308"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/17407.jpg",
   "synopsis": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n \nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Naruto: Shippuuden",
   "link": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Martial Arts",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "500",
   "releaseDate": "Feb 15, 2007, 19:30 (JST)",
   "score": "8.15",
   "members": "1170446"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
   "synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
   "licensor": "4Kids Entertainment,Funimation",
   "title": "One Piece",
   "link": "https://myanimelist.net/anime/21/One_Piece",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Drama",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Oct 20, 1999, 09:30 (JST)",
   "score": "8.48",
   "members": "1047453"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/52133.jpg",
   "synopsis": "Apparitions, oddities, and gods continue to manifest around Koyomi Araragi and his close-knit group of friends: Tsubasa Hanekawa, the group's modest genius; Shinobu Oshino, the resident doughnut-loving vampire; athletic deviant Suruga Kanbaru; bite-happy spirit Mayoi Hachikuji; Koyomi's cutesy stalker Nadeko Sengoku; and Hitagi Senjogahara, the poignant tsundere.\n\nMonogatari Series: Second Season revolves around these individuals and their struggle to overcome the darkness that is rapidly approaching. A new semester has begun and with graduation looming over Araragi, he must quickly decide the paths he will walk, as well as the relationships and friends that he'll save. But as strange events begin to unfold, Araragi is nowhere to be found, and a vicious tiger apparition has appeared in his absence. Hanekawa has become its target, and she must fend for herself—or bow to the creature's perspective on the feebleness of humanity.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Monogatari Series: Second Season",
   "link": "https://myanimelist.net/anime/17074/Monogatari_Series__Second_Season",
   "genres": [
    "Mystery",
    "Comedy",
    "Supernatural",
    "Romance",
    "Vampire"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Light novel",
   "nbEp": "26",
   "releaseDate": "Jul 7, 2013, 00:00 (JST)",
   "score": "8.78",
   "members": "427222"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
   "synopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Detective Conan",
   "link": "https://myanimelist.net/anime/235/Detective_Conan",
   "genres": [
    "Adventure",
    "Mystery",
    "Comedy",
    "Police",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Jan 8, 1996, 18:00 (JST)",
   "score": "8.19",
   "members": "212671"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/37573.jpg",
   "synopsis": "On a fateful summer night in 2006, Mutta Nanba and his younger brother Hibito witness what they believe to be a UFO flying toward the Moon. This impressing and unusual phenomenon leads both siblings vowing to become astronauts, with Hibito aiming for the Moon and Mutta, convinced that the eldest brother has to be one step ahead, for Mars.\n\nNow an adult, life hasn't turned out how Mutta had pictured it: he is diligently working in an automotive company, whereas Hibito is on his way to be the very first Japanese man to step on the Moon. However, after losing his job, Mutta is presented with an unexpected opportunity to catch up to his younger brother when the Japanese Aerospace Exploration Agency, commonly known as JAXA, accepts his application to participate in the next astronaut selection. Despite self-doubts about his prospects, Mutta is unwilling to waste this chance of a lifetime, and thus embarks on an ambitious journey to fulfill the promise made 19 years ago.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Uchuu Kyoudai",
   "link": "https://myanimelist.net/anime/12431/Uchuu_Kyoudai",
   "genres": [
    "Comedy",
    "Sci-Fi",
    "Seinen",
    "Slice of Life",
    "Space"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Manga",
   "nbEp": "99",
   "releaseDate": "Apr 1, 2012, 07:00 (JST)",
   "score": "8.53",
   "members": "130871"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1757/100671.jpg",
   "synopsis": "Hamburgers that grow out of the ground like four-leaf clovers, mountain ranges carved out of ice cream, and warm servings of mac and cheese that stew deep within the stomachs of volcanoes fill the landscape. This world of delectable natural wonders has reached a prime age of exploration—the Gourmet Age! Citizens and chefs alike aspire to taste and prepare the finest dishes, while adventurers called \"Gourmet Hunters\" seek out delicious rare ingredients.\n\nPossessing a unique set of skills, the wild and passionate Gourmet Hunter Toriko is infamous for discovering 2% of all known ingredients. Together with his friend Komatsu—a highly skilled chef working at a five-star hotel—Toriko strives to complete his Full Course Menu of Life. But it isn’t going to be easy; in order to obtain the most delicious ingredients, Toriko must battle against obstacles like deadly monsters, evil organizations, and food itself!  \n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Toriko",
   "link": "https://myanimelist.net/anime/10033/Toriko",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "147",
   "releaseDate": "Apr 3, 2011, 09:00 (JST)",
   "score": "7.61",
   "members": "89953"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/53589.jpg",
   "synopsis": "A year after the devastating battle against the formidable Zhao, the State of Qin has returned its focus to pursuing King Ying Zheng's ambition of conquering the other six states and unifying China. Their next target is Wei, a smaller state which stands as a geographic stepping stone for the sake of conquest.\n\nLi Xin, now a three hundred man commander of the swiftly rising Fei Xin Unit, continues to seek out lofty achievements in order to garner recognition for himself and his soldiers, motivated by those previously lost in battle. In the preliminary battles ahead of Qin's invasion of Wei, Xin finds competition in other young commanders who are of a higher social status than him. Back in Qin, the royal palace faces turmoil as opposing factions begin to make their move against Ying Zheng's regime.\n\nWith their hands full both abroad and at home, Zheng and Xin must lead the way in this era of unending war, resolved to etch their names in history by creating a unified China.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Kingdom 2nd Season",
   "link": "https://myanimelist.net/anime/17389/Kingdom_2nd_Season",
   "genres": [
    "Action",
    "Military",
    "Historical",
    "Seinen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "39",
   "releaseDate": "Jun 8, 2013, 23:45 (JST)",
   "score": "8.43",
   "members": "65946"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
   "synopsis": "Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot.\n\nEveryday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series.\n\nCrayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
   "licensor": "Funimation",
   "title": "Crayon Shin-chan",
   "link": "https://myanimelist.net/anime/966/Crayon_Shin-chan",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Apr 13, 1992, 19:30 (JST)",
   "score": "7.69",
   "members": "48073"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/76052.jpg",
   "synopsis": "The god of war and guardian of his namesake planet, Mars, was once sealed away by Seiya, but time has passed and his revival is at hand. Meanwhile, Saori Kido (Athena) is raising the boy Kouga, whose life Seiya saved, and he's been training every day to become a Saint in order to prepare for the coming crisis... \n\nUnaware of his destiny, when Kouga awakens to the power of his Cosmo hidden inside him, the curtain will rise upon the legend of a new Saint.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Saint Seiya Omega",
   "link": "https://myanimelist.net/anime/12929/Saint_Seiya_Omega",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "97",
   "releaseDate": "Apr 1, 2012, 06:30 (JST)",
   "score": "6.32",
   "members": "35907"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/74783.jpg",
   "synopsis": "An idol's brilliance illuminates the dreams of humanity. Starlight Academy, a holy ground for celebrities in training, seeks to realize this belief. Behind its rigorous entrance requirements lie not only the top young stars in the entertainment business, but some of the best memories these students will ever have.\n\nOr so Aoi Kiriya believes. Alongside her best friend Ichigo, Aoi decides to apply for the prestigious private school in hopes of living up to the praise of the biggest idol in the world: Mizuki Kanzaki. As they journey through the numerous laughs, friendships, and heartbreaks that await them, can the two girls light up the lives of others as Mizuki has done for them?\n\nWhether it be chopping down Christmas trees, traversing obstacle courses, or even rock climbing, there's always a playful new adventure to be found in the world of Aikatsu!.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Aikatsu!",
   "link": "https://myanimelist.net/anime/15061/Aikatsu",
   "genres": [
    "Music",
    "School",
    "Shoujo",
    "Slice of Life"
   ],
   "producers": [
    "Bandai Namco Pictures",
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "178",
   "releaseDate": "Oct 8, 2012, 18:30 (JST)",
   "score": "7.40",
   "members": "29242"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/49743.jpg",
   "synopsis": "After fighting to free the game of soccer in Japan from the Fifth Sector, the country's soccer squads can once again look forward to stepping onto the field. However, a new challenge will emerge for Japanese players in the form of the Football Frontier International Vision 2, a new tournament that will bring together the best teams each country can assemble.\n\nTenma Matsukaze and his Raimon teammates, Takuto Shindou and Kyousuke Tsurugi, are once again part of the action as they have been selected to play for the Japanese representative, Inazuma Japan. Much to their surprise, the coach selects eight other players that have no previous experience playing soccer!\n\nTeam Inazuma Japan will have a huge mountain to climb, building chemistry and skills as they go along. What they don’t know is that the tournament will set the stage for something much bigger, something out of this world in Inazuma Eleven Go: Galaxy!",
   "licensor": "",
   "title": "Inazuma Eleven Go: Galaxy",
   "link": "https://myanimelist.net/anime/18097/Inazuma_Eleven_Go__Galaxy",
   "genres": [
    "Shounen",
    "Sports",
    "Super Power"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Game",
   "nbEp": "43",
   "releaseDate": "May 8, 2013",
   "score": "6.73",
   "members": "24673"
  },
  {
   "synopsis": "",
   "licensor": "",
   "title": "",
   "link": "",
   "genres": [
    ""
   ],
   "producers": [
    ""
   ],
   "fromType": "",
   "nbEp": "",
   "releaseDate": "",
   "score": "",
   "members": ""
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/43491.jpg",
   "synopsis": "The continuation of Yu-Gi-Oh! Zexal. \n\nA new enemy has been revealed - Barian. They wish to gather the \"Numbers\" and destroy the Astral World to avoid their own world's destruction. As such, Yuma and his friends are their prime target, and the Barian begin to slowly enter Heartland City.",
   "licensor": "",
   "title": "Yu☆Gi☆Oh! Zexal Second",
   "link": "https://myanimelist.net/anime/15489/Yu%E2%98%86Gi%E2%98%86Oh_Zexal_Second",
   "genres": [
    "Action",
    "Fantasy",
    "Game",
    "Shounen"
   ],
   "producers": [
    "Gallop"
   ],
   "fromType": "Manga",
   "nbEp": "73",
   "releaseDate": "Oct 7, 2012",
   "score": "6.90",
   "members": "23124"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/44566.jpg",
   "synopsis": "A few months have passed since the VF Circuit, and Aichi is now in High School. However Aichi is in a different high school than most of his friends, a high school where the instructors focus on looking towards the future. One day Aichi admits he thinks Cardfight can be a future people can believe in, but in order to prove it Aichi must use his new deck, a deck in which Royal Paladins and Gold Paladins are combined as one force. Slowly but surely Aichi must gain friends through Cardfighting and help his new team win the newly formed high school cardfighting championships.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Cardfight!! Vanguard: Link Joker-hen",
   "link": "https://myanimelist.net/anime/15611/Cardfight_Vanguard__Link_Joker-hen",
   "genres": [
    "Action",
    "Adventure",
    "Demons",
    "Game",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "59",
   "releaseDate": "Jan 13, 2013, 10:00 (JST)",
   "score": "7.24",
   "members": "14782"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/46363.jpg",
   "synopsis": "Aida Mana is a girl who is always eager to do things for the sake of others.\n\nOne day, when she was visiting the Clover Tower during her school's orientation program, an enemy who called themselves \"Selfish\" appeared suddenly, and tried to manipulate her inner heart! To fight this enemy, she borrowed power from a magical fairy Sharuru to transform into Pretty Cure!\n\nTo protect the peace of the world, other legendary Pretty Cure soon joined her in battle! A mysterious baby also appears, making each day a \"Heartthrob\" experience! The 4 Cures, always holding \"love\" in their hearts, are battling for the world's fate!\n\n(Source: Asahi TV)",
   "licensor": "",
   "title": "Dokidoki! Precure",
   "link": "https://myanimelist.net/anime/16419/Dokidoki_Precure",
   "genres": [
    "Action",
    "Magic",
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "49",
   "releaseDate": "Feb 3, 2013",
   "score": "6.73",
   "members": "13726"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/35927.jpg",
   "synopsis": "Sawada Honoka is a 14-year-old girl who is very timid. She easily gets bullied by other classmates. Honoka is a non-believer in God, Angels, and Devils. Though one day, a devil baby was dropped into her room while she was sleeping. What will Honoka believe in now?\n\n(Source: PocketScans)",
   "licensor": "",
   "title": "Chibi☆Devi!",
   "link": "https://myanimelist.net/anime/11457/Chibi☆Devi",
   "genres": [
    "Fantasy",
    "Shoujo",
    "Supernatural"
   ],
   "producers": [
    "SynergySP"
   ],
   "fromType": "Manga",
   "nbEp": "75",
   "releaseDate": "Oct 10, 2011",
   "score": "6.77",
   "members": "11586"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/73957.jpg",
   "synopsis": "Naru Ayase is an 8th grader who can see the colors of music when she listens to it. For Naru, who is extremely good at decorating, becoming the owner of a shop like Dear Crown was her dream. One day, she finds out that the manager of a newly-opened shop is recruiting middle school girls who can do Prism Dance, and immediately applies. Naru begins to Prism Dance at the audition, and an aura she's never experienced spreads out in front of her. At that moment, a mysterious girl named Rinne asks her if she can see \"rainbow music.\"\n\n(Source: ANN)",
   "licensor": "",
   "title": "Pretty Rhythm: Rainbow Live",
   "link": "https://myanimelist.net/anime/17249/Pretty_Rhythm__Rainbow_Live",
   "genres": [
    "Slice of Life",
    "Sports",
    "Music",
    "Shoujo"
   ],
   "producers": [
    "Dongwoo A&E",
    "Tatsunoko Production"
   ],
   "fromType": "Game",
   "nbEp": "51",
   "releaseDate": "Apr 6, 2013, 10:00 (JST)",
   "score": "7.60",
   "members": "8612"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75496.jpg",
   "synopsis": "Kurotori Chiyoko, a 5th-grader in elementary school, loves the occult. One day, a friend requests her to do a love fortune-telling. Chiyoko tries to summon Cupid, but thanks to a stuffy nose, accidentally summons a witch named Gyubid instead!\n\nFrom that day on, Chiyoko starts learning witchcraft from Gyubid, the self-proclaimed hottest instructor of the magic world. The training regimen is tough, and punishment for slacking is harsh. Fortunately, Chiyoko is able to keep her extra-curricular studies secret, aided by the fact that no one else can see Gyubid.\n\n(Source: AnimeNfo.com)",
   "licensor": "",
   "title": "Kuromajo-san ga Tooru!!",
   "link": "https://myanimelist.net/anime/13159/Kuromajo-san_ga_Tooru",
   "genres": [
    "Comedy",
    "Magic",
    "School",
    "Slice of Life"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Novel",
   "nbEp": "60",
   "releaseDate": "Apr 4, 2012",
   "score": "6.49",
   "members": "7477"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/51427.jpg",
   "synopsis": "The Sengoku era gave birth to many historical legends. One of them is Naoe Kanetsugu, the brilliant military general of the Uesugi family. Together with Maeda Keiji, a legendary warrior on the battlefield, who become lifelong friends with each other, they carve out a piece of history in the most dangerous and volatile time in Japan's history. The two men recall their beginnings and the journey they took to get to the accomplished position they now sit at.",
   "licensor": "",
   "title": "Gifuu Doudou!!: Kanetsugu to Keiji",
   "link": "https://myanimelist.net/anime/18771/Gifuu_Doudou__Kanetsugu_to_Keiji",
   "genres": [
    "Action",
    "Historical",
    "Martial Arts",
    "Samurai",
    "Seinen"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Jul 3, 2013",
   "score": "6.49",
   "members": "6795"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
   "synopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
   "licensor": "",
   "title": "Sazae-san",
   "link": "https://myanimelist.net/anime/2406/Sazae-san",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "4-koma manga",
   "nbEp": "?",
   "releaseDate": "Oct 5, 1969, 18:30 (JST)",
   "score": "6.12",
   "members": "4205"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/47697.jpg",
   "synopsis": "The series focuses on the main heroine Chiari Tsukikage and her friends on managing the Jewelpet Cafe. One day at the magical world of Jewel Land, Lady Jewelina entrusted Ruby the Magical Jewel Box with a mission to make friends and collect Magic Jewels. At the same time she needs to attend the Jewel Academy to do so and open a shop called the Jewelpet Cafe. However with her friends, things didn't go well as planned with several failed mishaps happened to her and the students being scared, in the point of Ruby giving up. But when she met a young girl named Chiari Tsukikage and decides to help, Ruby's life is about to change forever. Now, she and her friends now must work together for the cafe to prosper, stick together through good and bad luck as well as protecting the Jewel Box from being stolen.\n\n(Source: Jewelpet Wikia)",
   "licensor": "",
   "title": "Jewelpet Happiness",
   "link": "https://myanimelist.net/anime/17497/Jewelpet_Happiness",
   "genres": [
    "Fantasy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "Studio Comet"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 6, 2013",
   "score": "6.70",
   "members": "2275"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/76472.jpg",
   "synopsis": "An animated flash series of the manga Mini Vanguard.",
   "licensor": "",
   "title": "Mini Van",
   "link": "https://myanimelist.net/anime/18391/Mini_Van",
   "genres": [
    "Game",
    "Slice of Life",
    "Comedy",
    "Parody"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "4-koma manga",
   "nbEp": "37",
   "releaseDate": "Apr 6, 2013, 08:00 (JST)",
   "score": "7.04",
   "members": "1501"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/56743.jpg",
   "synopsis": "BakuTech! Bakugan Gachi is the sequel to the BakuTech! Bakugan series.",
   "licensor": "",
   "title": "Baku Tech! Bakugan Gachi",
   "link": "https://myanimelist.net/anime/21523/Baku_Tech_Bakugan_Gachi",
   "genres": [
    "Action",
    "Game",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "39",
   "releaseDate": "Apr 6, 2013",
   "score": "5.88",
   "members": "1467"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/61923.jpg",
   "synopsis": "The happy daily life of Muco, a not-too-bright Akita dog, and its owner Komatsu-san the glass-blower.\n\n(Source: MU)",
   "licensor": "",
   "title": "Lovely Movie: Itoshi no Muco",
   "link": "https://myanimelist.net/anime/23897/Lovely_Movie__Itoshi_no_Muco",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Manga",
   "nbEp": "20",
   "releaseDate": "Jul 29, 2013",
   "score": "6.32",
   "members": "1045"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/48825.jpg",
   "synopsis": "1,000 years after Princess Mikoto's era, all hunters have been sealed into cards due to a certain incident in the past. Adventurous boy Hagan becomes the key to freeing these sealed hunters, and travels along with his friends to find these cards, sometimes facing treacherous battles.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Tanken Driland: 1000-nen no Mahou",
   "link": "https://myanimelist.net/anime/17969/Tanken_Driland__1000-nen_no_Mahou",
   "genres": [
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "-",
   "nbEp": "51",
   "releaseDate": "Apr 6, 2013",
   "score": "6.08",
   "members": "1031"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/50285.jpg",
   "synopsis": "Remake of the Ninja Hattori-kun series.",
   "licensor": "",
   "title": "Ninja Hattori-kun (2012)",
   "link": "https://myanimelist.net/anime/18845/Ninja_Hattori-kun_2012",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "52",
   "releaseDate": "May 13, 2012",
   "score": "6.35",
   "members": "1005"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1264/105194.jpg",
   "synopsis": "In this series the story continues after Katta Kirifuda defeats the YA.RA.SI band and also gains back his popularity by defeating Leo and his sidekick Nai Minamimo.\n\nIn this series Katta will use a new race of Outrage creatures against the opposing new race of Oracle deck users. Also in the creature world a new time era will start off.\n\n(Source: Duel Masters Wikia)",
   "licensor": "",
   "title": "Duel Masters Victory V3",
   "link": "https://myanimelist.net/anime/21999/Duel_Masters_Victory_V3",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "51",
   "releaseDate": "Apr 6, 2013",
   "score": "5.90",
   "members": "798"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/50677.jpg",
   "synopsis": "The story follows the daily life of a group of birds, including a duck, an old nihilistic great grey owl, and a gluttonous Caique parrot.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Dibetagurashi: Ahiru no Seikatsu",
   "link": "https://myanimelist.net/anime/17733/Dibetagurashi__Ahiru_no_Seikatsu",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "39",
   "releaseDate": "Apr 7, 2013",
   "score": "N/A",
   "members": "784"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/77064.jpg",
   "synopsis": "It's a heartwarming and sometimes nonsense comedy about an elementary school boy Tomoo Kinoshita.",
   "licensor": "",
   "title": "Danchi Tomoo",
   "link": "https://myanimelist.net/anime/17703/Danchi_Tomoo",
   "genres": [
    "Comedy",
    "Seinen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "78",
   "releaseDate": "Apr 6, 2013",
   "score": "N/A",
   "members": "760"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1567/99090.jpg",
   "synopsis": "This is a series of animated flash-shorts produced on NTV's ZIP!, set to replace ZIP!'s previous anime parody short Ohayou Ninja-tai Gatchaman. Mazinger ZIP! features the same characters from the original Mazinger Z series involved in a series of small comedic sketches. Some episodes have the Gatchaman team make an appearance.\n\n(Source: Mazinger Wiki)",
   "licensor": "",
   "title": "Mazinger ZIP!",
   "link": "https://myanimelist.net/anime/18365/Mazinger_ZIP",
   "genres": [
    "Comedy",
    "Mecha"
   ],
   "producers": [
    "Kate Arrow"
   ],
   "fromType": "-",
   "nbEp": "237",
   "releaseDate": "Apr 8, 2013",
   "score": "5.69",
   "members": "649"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/72182.jpg",
   "synopsis": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
   "licensor": "",
   "title": "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?",
   "link": "https://myanimelist.net/anime/30151/Kamiusagi_Rope__Warau_Asa_ni_wa_Fukuraitaru_tte_Maji_ssuka",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Nov 16, 2012, 06:45 (JST)",
   "score": "N/A",
   "members": "596"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/76897.jpg",
   "synopsis": "The kingdom of Gemini is attacked by the evil Queen Halle. The twin princesses of the kingdom are missing, so is the important Night Star Box, which has affected planets including Earth. The fairy Queen had sent Prince You Le and Sally to Earth, looking for the Night Star Box with the help of Maggie and Michelle. Then the gang found out one of the girls who takes dance lessons with Maggie and Michelle is one of the missing princesses, Bei Bei! The mission to find the Night Star Box and the the still missing princess, Ya Ya, is now on the shoulder of the fairies.\n\n(Source: Mahou Shoujo Wikia, edited)",
   "licensor": "",
   "title": "Ba La La Xiao Mo Xian Zhi: Qiji Wubu",
   "link": "https://myanimelist.net/anime/31965/Ba_La_La_Xiao_Mo_Xian_Zhi__Qiji_Wubu",
   "genres": [
    "Comedy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 19, 2013",
   "score": "6.04",
   "members": "571"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/67189.jpg",
   "synopsis": "Welcome to the concrete jungle, where it’s a struggle to survive among the animals of the city. Watch Jake the bear, Jenny the cat and their cast of slightly crazy friends as they live, love and try to stay sane in a wild world.\n\n(Source: Official website)",
   "licensor": "",
   "title": "Anisava",
   "link": "https://myanimelist.net/anime/27757/Anisava",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Romance"
   ],
   "producers": [
    "DLE",
    "TMS Entertainment"
   ],
   "fromType": "-",
   "nbEp": "13",
   "releaseDate": "Aug 26, 2013",
   "score": "5.73",
   "members": "506"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/51787.jpg",
   "synopsis": "The anime revolves around little creatures called \"Kakusen\" who live in the skin pores of humans.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Nyuru Nyuru!! Kakusen-kun",
   "link": "https://myanimelist.net/anime/19305/Nyuru_Nyuru_Kakusen-kun",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "-",
   "nbEp": "25",
   "releaseDate": "Jul 9, 2013",
   "score": "N/A",
   "members": "482"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/28900.jpg",
   "synopsis": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)",
   "licensor": "",
   "title": "Shiawase Haitatsu Taneko",
   "link": "https://myanimelist.net/anime/10506/Shiawase_Haitatsu_Taneko",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Mar 26, 2011",
   "score": "N/A",
   "members": "441"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/80670.jpg",
   "synopsis": "How did Asia's most prominent entrepreneurs know when to grasp opportunities? And how did they overcome difficulties and attain their positions of power? This series uses the unconventional technique of blending actual documentary footage with CG animation to get a close-up look into the front lines and what lies behind the scenes of Asian business.\n\nOur cartoon host is Shima Kosaku, a character from a popular Japanese business manga. He delves into the heart of the Asian economic market representing 4 billion people, to visit entrepreneurs who have survived turbulent times. Thai business magnate, Dhanin Chearavanont (Chairman of CP Group), and innovative Taiwanese semiconductor entrepreneur, Morris Chang (Chairman of TSMC), are among the many movers and shakers to be featured. Don't miss this opportunity to glimpse the dramatic lives of these media-shy business titans.\n\n(Source: Official Site)",
   "licensor": "",
   "title": "Shima Kousaku no Asia Risshi-den",
   "link": "https://myanimelist.net/anime/33538/Shima_Kousaku_no_Asia_Risshi-den",
   "genres": [
    "Drama",
    "Seinen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "26",
   "releaseDate": "May 10, 2013",
   "score": "N/A",
   "members": "420"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/51759.jpg",
   "synopsis": "The anime is based on MegaHouse's line of Ziguru Hazeru (literally, \"Jiggle and Pop Out\") mecha toys that allow people to remove parts from the joints and add different parts in their place. In addition, if one combines together Hazeru Gokuu, Hazeru Sagojo, and Hazeru Hakkai, the resulting mecha will be Hazeru Seioh, allowing for users to combine their toys together.\n\nThe ZIGURUHAZERU animated series is based on the upcoming original toy line of the same name from MegaHouse, featuring cool robot toys modelled after characters from the famous Journey to the West tale.",
   "licensor": "",
   "title": "Bakujuu Gasshin Ziguru Hazeru",
   "link": "https://myanimelist.net/anime/18227/Bakujuu_Gasshin_Ziguru_Hazeru",
   "genres": [
    "Action",
    "Mecha"
   ],
   "producers": [
    "Production Reed"
   ],
   "fromType": "Other",
   "nbEp": "6",
   "releaseDate": "Apr 6, 2013",
   "score": "N/A",
   "members": "408"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1021/91274.jpg",
   "synopsis": "As we enter the 21st century, the relationship between sports and technology is getting closer and closer. Sports products are enhanced by technological advances. The designs of footballs and football shoes require detailed information and computer tests in order to produce products that will allow us to reach the full potential and beyond. If we were only reliant on human testing, the standards would definitely fluctuate greatly. Thus, Professor GGO was brought in as consultant in the research, and as a result GGO robotic footballers were created.\n\n(Source: GGO Football Website)",
   "licensor": "",
   "title": "Chao Zhi Neng Zu Qiu",
   "link": "https://myanimelist.net/anime/36993/Chao_Zhi_Neng_Zu_Qiu",
   "genres": [
    "Comedy",
    "Sports"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Jun 2, 2010",
   "score": "N/A",
   "members": "403"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1305/96062.jpg",
   "synopsis": "Wada transfers from the Kansai region to the Toukai region in middle school. The story follows his new set of friends as their fivesome enjoy their everyday lives. All the characters' are names are based on Chunichi Dragons baseball team which is located in the Toukai region.",
   "licensor": "",
   "title": "Kayoe! Chuugaku",
   "link": "https://myanimelist.net/anime/10797/Kayoe_Chuugaku",
   "genres": [
    "Comedy",
    "School"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Original",
   "nbEp": "425",
   "releaseDate": "Jun 6, 2011, 00:35 (JST)",
   "score": "N/A",
   "members": "332"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/49315.jpg",
   "synopsis": "Sequel to the previous season.",
   "licensor": "",
   "title": "Himitsukessha Taka no Tsume MAX",
   "link": "https://myanimelist.net/anime/18241/Himitsukessha_Taka_no_Tsume_MAX",
   "genres": [
    "Comedy",
    "Parody",
    "Super Power"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "-",
   "nbEp": "38",
   "releaseDate": "Apr 5, 2013",
   "score": "N/A",
   "members": "326"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/88305.jpg",
   "synopsis": "When Nian Chi was a young child, his elder sister was kidnapped in front of him, while he could do nothing but watch, a thing that has tormented him for all these years. Now 10 years later, he's dead set on going to rescue his sister, and sets out.",
   "licensor": "",
   "title": "Xia Lan",
   "link": "https://myanimelist.net/anime/34129/Xia_Lan",
   "genres": [
    "Action",
    "Adventure",
    "Historical",
    "Supernatural",
    "Drama",
    "Magic",
    "Martial Arts",
    "Fantasy"
   ],
   "producers": [
    "Beijing Rocen Digital"
   ],
   "fromType": "Original",
   "nbEp": "156",
   "releaseDate": "Jan 29, 2012",
   "score": "N/A",
   "members": "309"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/52129.jpg",
   "synopsis": "This series of anime shorts, roughly five minutes in length, will focus on protagonist Shoutarou Kaneda's everyday life instead of focusing on battle scenes as previous Tetsujin 28 titles have done. The visuals of the title robot, its nemesis Black Ox, and other elements will have a pop-art style.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Tetsujin 28-gou Gao!",
   "link": "https://myanimelist.net/anime/19445/Tetsujin_28-gou_Gao",
   "genres": [
    "Slice of Life",
    "Mecha"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "Manga",
   "nbEp": "151",
   "releaseDate": "Apr 6, 2013, 04:52 (JST)",
   "score": "N/A",
   "members": "307"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/45332.jpg",
   "synopsis": "In an odd dimensional bubble inside the kettle of an Oden food cart exists Oden village. The residents of Oden village spend their idyllic days waiting for customers to come and eat them. In the meantime, Oden-kun helps other troubled dwellers to realize their dreams. One day, he hears that a customer's mother suffers from cancer so he leaves the kettle and after being eaten, faces the cancer cell Gannosuke. Oden-kun's dream is to meet his own mother. Looking forward to this day, Oden-kun spends his days doing one good deed a day.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Ganbare! Oden-kun",
   "link": "https://myanimelist.net/anime/16908/Ganbare_Oden-kun",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Picture book",
   "nbEp": "102",
   "releaseDate": "Jan 12, 2013",
   "score": "N/A",
   "members": "223"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/49447.jpg",
   "synopsis": "The surreal, comical television anime follow the daily life of Clinoppe and an office lady named Onei-san.\n\n(Source: ANN)\n\nBased on GREE's Odoriko Clinoppe Creature-Raising Game.",
   "licensor": "",
   "title": "Odoriko Clinoppe",
   "link": "https://myanimelist.net/anime/18469/Odoriko_Clinoppe",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "26",
   "releaseDate": "May 9, 2013",
   "score": "N/A",
   "members": "195"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/86812.jpg",
   "synopsis": "Hello Jadoo is a South-Korean TV show about a girl named Choi Jadoo who is a very free-spirited girl. In every episode, she would always get into drama, whether it was with her parents or school. At the same time, she meets new people and she tries to solve problems occurring.",
   "licensor": "",
   "title": "Hello Jadoo",
   "link": "https://myanimelist.net/anime/35920/Hello_Jadoo",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "122",
   "releaseDate": "Jul 18, 2011",
   "score": "N/A",
   "members": "182"
  }
 ],
 "OVAs": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/59221.jpg",
   "synopsis": "Bundled with the 12th, 13th, and 14th limited-edition manga volumes.",
   "licensor": "",
   "title": "Shingeki no Kyojin OVA",
   "link": "https://myanimelist.net/anime/18397/Shingeki_no_Kyojin_OVA",
   "genres": [
    "Action",
    "Super Power",
    "Drama",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Wit Studio"
   ],
   "fromType": "Manga",
   "nbEp": "3",
   "releaseDate": "Dec 9, 2013",
   "score": "7.83",
   "members": "237430"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/22223.jpg",
   "synopsis": "When Keita Suminoe's father remarried, not only did he gain a new mother, but elder twin sisters as well. Distinct yet similar, the homely and mature Ako is a former student council president, while the athletic and aloof Riko is the previous disciplinary president. The three of them have been together since kindergarten, resulting in a deep bond between the siblings. However, over time, their relationship developed into something more romantic—and erotic .\n\nNow in his last year of middle school, Keita has already received a sports recommendation, but it's from a different high school than his two sisters. Disappointed, both sisters try to change his mind, and he agrees, giving in to their desperate pleas. Unaware of the consequences, he now has to attempt to study for his high school exams while warding off the advances of his lust-driven sisters. With their parent's blessings, Ako and Riko strive to be Keita's future wife, leaving him to try his best to keep the relationship between them strictly platonic. However, with two beautiful girls vying for his attention, will Keita be able to withstand the endless temptations?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Kiss x Sis",
   "link": "https://myanimelist.net/anime/5042/Kiss_x_Sis",
   "genres": [
    "Comedy",
    "Ecchi",
    "Harem",
    "Romance",
    "School",
    "Seinen"
   ],
   "producers": [
    "feel."
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Dec 22, 2008",
   "score": "7.00",
   "members": "222409"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/59777.jpg",
   "synopsis": "Bundled with the 9th volume of the original novel, it is the unaired 13th episode of the TV series.",
   "licensor": "Funimation",
   "title": "Date A Live: Date to Date",
   "link": "https://myanimelist.net/anime/17641/Date_A_Live__Date_to_Date",
   "genres": [
    "Sci-Fi",
    "Harem",
    "Comedy",
    "Romance",
    "School"
   ],
   "producers": [
    "AIC Plus+"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Dec 6, 2013",
   "score": "7.41",
   "members": "125982"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/41251.jpg",
   "synopsis": "Bundled with the 5th, 6th, 8th, 9th, 12th and 13th limited-edition volume of the manga.",
   "licensor": "",
   "title": "To LOVE-Ru Darkness OVA",
   "link": "https://myanimelist.net/anime/13851/To_LOVE-Ru_Darkness_OVA",
   "genres": [
    "Sci-Fi",
    "Harem",
    "Comedy",
    "Romance",
    "Ecchi",
    "School",
    "Shounen"
   ],
   "producers": [
    "Xebec"
   ],
   "fromType": "Manga",
   "nbEp": "6",
   "releaseDate": "Aug 17, 2012",
   "score": "7.65",
   "members": "95547"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/52611.jpg",
   "synopsis": "Bundled with the tenth limited-edition volume of Blood Lad manga.",
   "licensor": "Viz Media",
   "title": "Blood Lad: Wagahai wa Neko de wa Nai",
   "link": "https://myanimelist.net/anime/18441/Blood_Lad__Wagahai_wa_Neko_de_wa_Nai",
   "genres": [
    "Action",
    "Comedy",
    "Demons",
    "Seinen",
    "Supernatural",
    "Vampire"
   ],
   "producers": [
    "Brain's Base"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 4, 2013",
   "score": "7.21",
   "members": "80306"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/56159.jpg",
   "synopsis": "An extended version of the second season's first episode, which is under the same title.",
   "licensor": "Sentai Filmworks",
   "title": "IS: Infinite Stratos 2 - Hitonatsu no Omoide",
   "link": "https://myanimelist.net/anime/20045/IS__Infinite_Stratos_2_-_Hitonatsu_no_Omoide",
   "genres": [
    "Action",
    "Sci-Fi",
    "Harem",
    "Comedy",
    "Mecha"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Oct 30, 2013",
   "score": "6.98",
   "members": "43117"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1148/96321.jpg",
   "synopsis": "Bundled with the 25th volume of Kuroko no Basket manga. The anime based on the Baka Ja Katenai no yo (バカじゃ勝てないのよ) story that was featured in the manga's fifth volume.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Kuroko no Basket: Baka ja Katenai no yo!",
   "link": "https://myanimelist.net/anime/19669/Kuroko_no_Basket__Baka_ja_Katenai_no_yo",
   "genres": [
    "Sports",
    "Comedy",
    "School",
    "Shounen"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec 4, 2013",
   "score": "7.62",
   "members": "39150"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1565/104629.jpg",
   "synopsis": "Bundled with the sixth single of the anime's μ's idol group.",
   "licensor": "",
   "title": "Love Live! School Idol Project OVA",
   "link": "https://myanimelist.net/anime/20745/Love_Live_School_Idol_Project_OVA",
   "genres": [
    "Music",
    "Slice of Life",
    "School"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Other",
   "nbEp": "1 ep",
   "releaseDate": "Nov 27, 2013",
   "score": "6.88",
   "members": "36792"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/49489.jpg",
   "synopsis": "\"Tsuki ni Naku\" will take the story content from volume 11 of the manga, which features a visit to a onsen by the members of the Hiizumi Life Councelling Office, while the town's police force have to deal with a new youkai-hunter threat.\n\nThis OVA is bundled with the limited edition of the manga (14th, 15th, and 16th).",
   "licensor": "",
   "title": "Yozakura Quartet: Tsuki ni Naku",
   "link": "https://myanimelist.net/anime/18499/Yozakura_Quartet__Tsuki_ni_Naku",
   "genres": [
    "Action",
    "Magic",
    "Comedy",
    "Super Power",
    "Supernatural",
    "Shounen"
   ],
   "producers": [
    "Tatsunoko Production"
   ],
   "fromType": "Manga",
   "nbEp": "3",
   "releaseDate": "Oct 9, 2013",
   "score": "7.54",
   "members": "22523"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/57145.jpg",
   "synopsis": "Bundled with the limited edition of the 15th volume of the manga.",
   "licensor": "",
   "title": "Genshiken Nidaime OVA",
   "link": "https://myanimelist.net/anime/19159/Genshiken_Nidaime_OVA",
   "genres": [
    "Comedy",
    "Parody",
    "Slice of Life"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 20, 2013",
   "score": "7.20",
   "members": "13760"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/53427.jpg",
   "synopsis": "Bundled with the franchise's Kill Me Baby Super Best Album CD (キルミーベイベー・スーパー). OAD adapted eight previously unanimated story episodes from Kazuho's original manga.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Kill Me Baby: Butsuzou Kegatte Nise Halloween",
   "link": "https://myanimelist.net/anime/20039/Kill_Me_Baby__Butsuzou_Kegatte_Nise_Halloween",
   "genres": [
    "Comedy",
    "School"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 16, 2013",
   "score": "7.03",
   "members": "11096"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/72754.jpg",
   "synopsis": "The anime centers on the graduation of Sae and Hiro.",
   "licensor": "",
   "title": "Hidamari Sketch: Sae Hiro Sotsugyou-hen",
   "link": "https://myanimelist.net/anime/17739/Hidamari_Sketch__Sae_Hiro_Sotsugyou-hen",
   "genres": [
    "Slice of Life",
    "Comedy",
    "School",
    "Seinen"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "4-koma manga",
   "nbEp": "2",
   "releaseDate": "Nov 27, 2013",
   "score": "8.10",
   "members": "10090"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/72844.jpg",
   "synopsis": "Special animation disc sold to advance ticket buyers of a Wake Up, Girls! preview event at Akihabara UDX. It contains audition footage of the main characters of the series that is not included in the movie.",
   "licensor": "",
   "title": "Wake Up, Girls! Deai no Kiroku: A Brief Recording",
   "link": "https://myanimelist.net/anime/30445/Wake_Up_Girls_Deai_no_Kiroku__A_Brief_Recording",
   "genres": [
    "Music"
   ],
   "producers": [
    "Ordet"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 29, 2013",
   "score": "6.21",
   "members": "1777"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/55085.jpg",
   "synopsis": "It will be about the daily life of a big family of mushrooms living together.",
   "licensor": "",
   "title": "Nameko-ke no Ichizoku",
   "link": "https://myanimelist.net/anime/20539/Nameko-ke_no_Ichizoku",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Game",
   "nbEp": "13",
   "releaseDate": "Dec 20, 2013",
   "score": "6.30",
   "members": "725"
  }
 ],
 "ONAs": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/57457.jpg",
   "synopsis": "Short episodes aired on KyoAni's official YouTube channel.",
   "licensor": "",
   "title": "Chuunibyou demo Koi ga Shitai! Ren Lite",
   "link": "https://myanimelist.net/anime/21797/Chuunibyou_demo_Koi_ga_Shitai_Ren_Lite",
   "genres": [
    "Comedy",
    "School"
   ],
   "producers": [
    "Kyoto Animation"
   ],
   "fromType": "Light novel",
   "nbEp": "6",
   "releaseDate": "Dec 26, 2013",
   "score": "7.19",
   "members": "56104"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/64267.jpg",
   "synopsis": "Each of the episodes will have the female main characters cast as Chibi Angels who hold a trial for a different character of the series. Akihito Kanbara will be the defendant for the first episode.\n\n(Source: MAL News)",
   "licensor": "Sentai Filmworks",
   "title": "Kyoukai no Kanata: Idol Saiban! Mayoi Nagara mo Kimi wo Sabaku Tami",
   "link": "https://myanimelist.net/anime/21241/Kyoukai_no_Kanata__Idol_Saiban_Mayoi_Nagara_mo_Kimi_wo_Sabaku_Tami",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kyoto Animation"
   ],
   "fromType": "Light novel",
   "nbEp": "5",
   "releaseDate": "Nov 18, 2013",
   "score": "6.57",
   "members": "28453"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/61407.jpg",
   "synopsis": "Short web specials where Kon explains a bit more about the series and the Onmyouji world.",
   "licensor": "Funimation",
   "title": "Tokyo Ravens: Kon ga Oshiete Moshi Agemasu! Maru Wakari Tokyo Ravens",
   "link": "https://myanimelist.net/anime/23405/Tokyo_Ravens__Kon_ga_Oshiete_Moshi_Agemasu_Maru_Wakari_Tokyo_Ravens",
   "genres": [
    "Shounen",
    "Supernatural"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "3",
   "releaseDate": "Oct 23, 2013",
   "score": "6.80",
   "members": "9846"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/56893.jpg",
   "synopsis": "The short takes place at the KDDI R&D laboratory, where scientists are creating a telephone that can call the future, but an incident occurs when they are using the phone.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Mou Hitotsu no Mirai wo.",
   "link": "https://myanimelist.net/anime/21587/Mou_Hitotsu_no_Mirai_wo",
   "genres": [
    "Sci-Fi"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "-",
   "nbEp": "3",
   "releaseDate": "Dec 11, 2013",
   "score": "6.08",
   "members": "8697"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/83025.jpg",
   "synopsis": "Animated promotional videos and commercials for Granblue Fantasy, a mobile RPG.",
   "licensor": "",
   "title": "Granblue Fantasy",
   "link": "https://myanimelist.net/anime/34454/Granblue_Fantasy",
   "genres": [
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Game",
   "nbEp": "?",
   "releaseDate": "Nov 8, 2013",
   "score": "6.56",
   "members": "5646"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/55383.jpg",
   "synopsis": "A young girl is transported to a magical world by a storefront bear in this anime short by Studio Colorido.",
   "licensor": "Sentai Filmworks",
   "title": "Wonder Garden",
   "link": "https://myanimelist.net/anime/20965/Wonder_Garden",
   "genres": [
    "Fantasy"
   ],
   "producers": [
    "Studio Colorido"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 19, 2013",
   "score": "6.39",
   "members": "5314"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/56319.jpg",
   "synopsis": "\"Double Circle\" means the community which evolves infinitely by the energy and ICT in the smart community project.\nPeople who live in Kawasaki become a hero, and beat an enemy who steals near from the time-stopped world to the evolving town Kawasaki.\n\n(Source: Official website)",
   "licensor": "",
   "title": "Double Circle",
   "link": "https://myanimelist.net/anime/21335/Double_Circle",
   "genres": [
    "Sci-Fi",
    "Super Power"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "6",
   "releaseDate": "Dec 19, 2013",
   "score": "4.97",
   "members": "5080"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/82659.jpg",
   "synopsis": "Zhiquiang is a young boy who loves playing League of Legends with his friends. Follow his crazy adventures.",
   "licensor": "",
   "title": "Lu Shidai",
   "link": "https://myanimelist.net/anime/31233/Lu_Shidai",
   "genres": [
    "Action",
    "Game",
    "Adventure",
    "Comedy",
    "Parody"
   ],
   "producers": [
    "Haoliners Animation League"
   ],
   "fromType": "Game",
   "nbEp": "14",
   "releaseDate": "Oct 11, 2013",
   "score": "6.58",
   "members": "4638"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/55013.jpg",
   "synopsis": "It's just another normal day at a maid café until one of the customers turn out to be a zombie! Disrupting business and infecting some of the maids, everything suddenly descends into chaos as people are attacked. As one of the more experienced maids comes to deal with the unruly customer and newly-made zombie maids, perhaps there's a bright side to this unbelievable turn of events after all?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Maid of the Dead",
   "link": "https://myanimelist.net/anime/20811/Maid_of_the_Dead",
   "genres": [
    "Comedy",
    "Horror"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 7, 2013",
   "score": "4.08",
   "members": "2803"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/76898.jpg",
   "synopsis": "A promotional video for the manga.\n\nThe story revolves around Gai, who was born beside a woman who met her death in a forest. He was adopted by the swordsmith Amon. A few years later, Gai becomes Amon's apprentice, and during the forging of a sword, he loses his right arm. To help him, Amon crushes the demon sword Shiryū (lit. Death Dragon) to form it into his replacement right arm. He then is able to fuse with the weapon on his arm, and fights against his enemies.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Sword Gai",
   "link": "https://myanimelist.net/anime/31966/Sword_Gai",
   "genres": [
    "Action",
    "Seinen",
    "Supernatural"
   ],
   "producers": [
    "Digital Frontier"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 4, 2013",
   "score": "5.75",
   "members": "2670"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/57345.jpg",
   "synopsis": "A CM produced by A-1 Pictures promoting the manga.\n\n(Source: AniDB)",
   "licensor": "",
   "title": "Yugami-kun ni wa Tomodachi ga Inai",
   "link": "https://myanimelist.net/anime/21775/Yugami-kun_ni_wa_Tomodachi_ga_Inai",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Romance",
    "School"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Nov 26, 2013",
   "score": "5.85",
   "members": "1941"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/81331.jpg",
   "synopsis": "“Ghost” is an online mobile game that Ye Yinyi always dreamed of completing, and to that end, has poured his blood and tears into it, even missing a date with his girlfriend. However, he learns about an alarming monster attack on a young woman near his house, a photograph of which shows the monster to bear a resemblance to the monster he designed. Why is the world of his mobile game appearing in real life?",
   "licensor": "",
   "title": "Si Ling Bianma: Zhi Shijie Caozong Zhe",
   "link": "https://myanimelist.net/anime/33508/Si_Ling_Bianma__Zhi_Shijie_Caozong_Zhe",
   "genres": [
    "Game",
    "Mystery",
    "Parody",
    "Horror",
    "Psychological",
    "Fantasy"
   ],
   "producers": [
    "Shanghai Foch Film Culture Investment"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Dec 19, 2013",
   "score": "5.48",
   "members": "1556"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/57001.jpg",
   "synopsis": "Short animated preview for the twelve episodes of audio drama, a collaboration project between seiyuu/singer Chihara Minori and \"Project Valkyrie.\"",
   "licensor": "",
   "title": "Planet:Valkyrie",
   "link": "https://myanimelist.net/anime/21641/Planet_Valkyrie",
   "genres": [
    "Action",
    "Music"
   ],
   "producers": [
    "P.A. Works"
   ],
   "fromType": "Other",
   "nbEp": "1 ep",
   "releaseDate": "Dec 23, 2013",
   "score": "5.75",
   "members": "1381"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/58105.jpg",
   "synopsis": "GMO Internet's full 3D CG two-minute anime special featuring its two female mascots. The video features the image song \"Up To You\" by Maaya Uchida and Sumire Uesaka.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Chou Akuukan Bouheki Cheese Napolitan",
   "link": "https://myanimelist.net/anime/21875/Chou_Akuukan_Bouheki_Cheese_Napolitan",
   "genres": [
    "Music"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec 29, 2013",
   "score": "5.25",
   "members": "1038"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/56911.jpg",
   "synopsis": "The Japanese research lab SACLA has released a short anime titled \"Future Photon Harima Sakura\" to promote their X-ray Free Electron Laser (X-FEL), the brightest x-ray source in the world.\n\nAs described on her official webpage, the feature character Harima Sakura is a G4-type Picodroid, a living entity with self-learning and evolutionary capability. She can shrink down and dive into the world of atoms, invisible to the human eye, known as the \"Pico Universe.\" Her athletic ability is very high. In cooperation with a variety of researchers and scientists, she explores the world inside atoms with a strong sense of justice.\n\n(Source: MAL)",
   "licensor": "",
   "title": "Mirai Koushi Harima SACLA",
   "link": "https://myanimelist.net/anime/21471/Mirai_Koushi_Harima_SACLA",
   "genres": [
    "Sci-Fi",
    "Music"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 3, 2013",
   "score": "5.56",
   "members": "977"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/86131.jpg",
   "synopsis": "A boy is always alone, at school, or at home.  One day, he finds a sandlot on the way home and thinks of making a ‘town’ of his own.  Another boy was watching his play and starts to imitate him.",
   "licensor": "",
   "title": "Akichi Asobi: Playground",
   "link": "https://myanimelist.net/anime/35706/Akichi_Asobi__Playground",
   "genres": [
    "-"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 13, 2013",
   "score": "6.21",
   "members": "730"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/69067.jpg",
   "synopsis": "The story follows a family of apple farmers: a mom, a dad, and their adoring son. The young boy idolizes his father and hopes to take part in the family business once he grows up. However, as he grows older and more rebellious, he begins to drift apart from his parents, trying to make it big in Tokyo as a musician. Meanwhile, his parents support him every step of the way, even when their son is absent, even when he is ungrateful, and especially when he begins to falter, all in spite of the struggles they are facing at the farm.\n\n(Source: Rocket News 24)",
   "licensor": "",
   "title": "Kazoku no Hanashi",
   "link": "https://myanimelist.net/anime/21333/Kazoku_no_Hanashi",
   "genres": [
    "Drama",
    "Music"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Nov 16, 2013",
   "score": "6.58",
   "members": "700"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/78517.jpg",
   "synopsis": "Glico, the prominent food manufacturer best known for its pretzel stick snacks Pocky and Pretz, has long relied on its classic running man character and real-life celebrities to promote its products. Now it has finally bowed to prevailing trends and introduced two moe-style anime characters to broadcast its message.\n\nLico and Gli are twin brother and sister magicians dedicated to making the world tastier. A newly posted music video has Lico sing (via Vocaloid) about granting everyone's wishes with her sparkly magic.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Futago no Mahoutsukai Lico to Gli",
   "link": "https://myanimelist.net/anime/25293/Futago_no_Mahoutsukai_Lico_to_Gli",
   "genres": [
    "Magic",
    "Music"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "4",
   "releaseDate": "Nov 4, 2013",
   "score": "5.43",
   "members": "505"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/67755.jpg",
   "synopsis": "Mattsu and Yamma are two boys who live in Matsuyama. Their favourite pastime is looking for \"the seven wonders of Matsuyama\".\n\nOne day, two men appear. What are the 7 hidden gems that they seek?\n\nMoburi, a high school girl who is like an older sister to the boys, also gets caught up in the adventure as this thriling story set in Matsuyama begins.\n\nFaced with all kinds of trouble, what will they choose for the future of their city? \n\n(Source: Official Site)",
   "licensor": "",
   "title": "Mattsu to Yanma to Moburi-san: Nanatsu no Hihou to Soratobu Oshiro",
   "link": "https://myanimelist.net/anime/27949/Mattsu_to_Yanma_to_Moburi-san__Nanatsu_no_Hihou_to_Soratobu_Oshiro",
   "genres": [
    "Magic",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 1, 2013",
   "score": "5.44",
   "members": "433"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/61165.jpg",
   "synopsis": "The sequel to the short televised commercials. This web-only extended piece reunites the main characters from episode 1 as they have now reached stable adulthood.",
   "licensor": "",
   "title": "Sagashita no wa Oheya, Mitsuketa no wa Mirai",
   "link": "https://myanimelist.net/anime/23621/Sagashita_no_wa_Oheya_Mitsuketa_no_wa_Mirai",
   "genres": [
    "Romance",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 31, 2013",
   "score": "N/A",
   "members": "390"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/59025.jpg",
   "synopsis": "A continuation of last season as Shiromeshi-kun continues his attempts at dating and finding refuge in Momoya food toppings.",
   "licensor": "",
   "title": "Momoya x Peeping Life: Go en Desu yo! II",
   "link": "https://myanimelist.net/anime/22671/Momoya_x_Peeping_Life__Go_en_Desu_yo_II",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "5",
   "releaseDate": "Dec 19, 2013",
   "score": "N/A",
   "members": "365"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/69321.jpg",
   "synopsis": "In this ukiyoe-style flash anime, Isobe Isobee is a lazy, slacker samurai with big dreams. He lives with his mother, who thinks highly of him. He lays around the house, sneakily looks at Edo-period pornography without his mother noticing, naps at school, but he plans to become a respectable samurai one day!\n\n(Source: MangaHelpers, edited)",
   "licensor": "",
   "title": "Isobe Isobee Monogatari: Ukiyo wa Tsurai yo",
   "link": "https://myanimelist.net/anime/28427/Isobe_Isobee_Monogatari__Ukiyo_wa_Tsurai_yo",
   "genres": [
    "Comedy",
    "Historical"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "5",
   "releaseDate": "Dec 19, 2013",
   "score": "N/A",
   "members": "290"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/55141.jpg",
   "synopsis": "Based on the Ninja Awate-maru comedy manga by Jirou Tsunoda.",
   "licensor": "",
   "title": "Hana no Zundamaru",
   "link": "https://myanimelist.net/anime/20873/Hana_no_Zundamaru",
   "genres": [
    "Martial Arts",
    "Comedy",
    "Parody"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "8",
   "releaseDate": "Oct 22, 2013",
   "score": "N/A",
   "members": "288"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/79765.jpg",
   "synopsis": "Second season of One Hundred Thousand Bad Jokes.",
   "licensor": "",
   "title": "Shi Wan Ge Leng Xiaohua 2nd Season",
   "link": "https://myanimelist.net/anime/33194/Shi_Wan_Ge_Leng_Xiaohua_2nd_Season",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Web manga",
   "nbEp": "13",
   "releaseDate": "Dec 31, 2013",
   "score": "N/A",
   "members": "279"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1637/98691.jpg",
   "synopsis": "One spring, a teenage boy suddenly started seeing strange \"things\" that are apparently invisible to others.",
   "licensor": "",
   "title": "Right Places: Sono Toki, Boku no Irubeki Basho",
   "link": "https://myanimelist.net/anime/39018/Right_Places__Sono_Toki_Boku_no_Irubeki_Basho",
   "genres": [
    "Fantasy",
    "Supernatural"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 25, 2013",
   "score": "5.79",
   "members": "268"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/81495.jpg",
   "synopsis": "Three young friends skipped class and went to an Internet Cafe to play games but were caught by a female class monitor. One returns home, but the other two choose to purchase a mysterious game CD from the sexy female shopkeeper. When they start playing, they suddenly get transported to the game world.",
   "licensor": "",
   "title": "Chao Shen Youxi",
   "link": "https://myanimelist.net/anime/33703/Chao_Shen_Youxi",
   "genres": [
    "Action",
    "Game",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Web manga",
   "nbEp": "25",
   "releaseDate": "Nov 15, 2013",
   "score": "N/A",
   "members": "206"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/74573.jpg",
   "synopsis": "Follows an easygoing Scottish Fold's mundane everyday life.",
   "licensor": "",
   "title": "Norasco",
   "link": "https://myanimelist.net/anime/24773/Norasco",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Oct 11, 2013",
   "score": "N/A",
   "members": "206"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/84844.jpg",
   "synopsis": "Sweet and innocent orphan Man Tou, while optimistic and tough in his own way, often feels lonely deep inside. Without the care of parents, he longs for love more than anyone else. Being ridiculed and bullied by others as the parentless child, he longs for a genuine friendship that is yet to come. Though uncertain where his future lies, Man Tou has faith that keeps on working hard and never stops giving love will find him that place he can call home.\n\n(Source: u17)",
   "licensor": "",
   "title": "Man Tou Riji",
   "link": "https://myanimelist.net/anime/35215/Man_Tou_Riji",
   "genres": [
    "Slice of Life",
    "Shoujo"
   ],
   "producers": [
    "Haoliners Animation League",
    "Studio LAN"
   ],
   "fromType": "Web manga",
   "nbEp": "10",
   "releaseDate": "Dec 25, 2013",
   "score": "N/A",
   "members": "197"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/70091.jpg",
   "synopsis": "Flash animation ONA that tells about Tezuka Osamu's life.",
   "licensor": "",
   "title": "Tezuka Osamu Monogatari",
   "link": "https://myanimelist.net/anime/29151/Tezuka_Osamu_Monogatari",
   "genres": [
    "Historical"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "10",
   "releaseDate": "Dec 18, 2013",
   "score": "N/A",
   "members": "174"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/84995.jpg",
   "synopsis": "A collaboration between Kamiusagi Rope and Tire Kan, an automotive supply store focused on tires owned by Bridgestone. This entry includes the episodes as well as unique commercials. The commercials were shown on TV and on the web while the episodes were web-only.",
   "licensor": "",
   "title": "Tire Kan x Kamiusagi Rope",
   "link": "https://myanimelist.net/anime/35287/Tire_Kan_x_Kamiusagi_Rope",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "22",
   "releaseDate": "Oct 14, 2013",
   "score": "N/A",
   "members": "168"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/85029.jpg",
   "synopsis": "A collaboration between Kamiusagi Rope and Nipponham's Mori no Kaori product line. Meant to showcase sausages, bacon, ham, etc. that have a rustic  forest flavor with no added colors and reduced sodium. Episodes were available to view by entering a code online that was given on the inner label of a Mori no Kaori's product package.",
   "licensor": "",
   "title": "Mori no Kaori x Kamiusagi Rope",
   "link": "https://myanimelist.net/anime/35306/Mori_no_Kaori_x_Kamiusagi_Rope",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "3",
   "releaseDate": "Nov ??, 2013",
   "score": "N/A",
   "members": "148"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/88416.jpg",
   "synopsis": "A stop-motion animation created using wood from all 47 prefectures of japan. It was commissioned by the Japanese Ministry of Agriculture, Forestry, and Fisheries (MAFF) and aims to show the importance of wood construction and long-term sustainability.",
   "licensor": "",
   "title": "Ki de Tsukurou",
   "link": "https://myanimelist.net/anime/36584/Ki_de_Tsukurou",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 27, 2013",
   "score": "N/A",
   "members": "140"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/71673.jpg",
   "synopsis": "Poo, Raa, and Sue promote various things. Episode 1 for example promotes Lupin III TV special and Meitantei Conan's film while episode 3 promotes the Music Dragon LIVE 2013 event.",
   "licensor": "",
   "title": "Nekoronde Mite ne.",
   "link": "https://myanimelist.net/anime/29851/Nekoronde_Mite_ne",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "14",
   "releaseDate": "Nov 7, 2013",
   "score": "N/A",
   "members": "136"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1446/98876.jpg",
   "synopsis": "\"ONED\" is a campaign to reduce the euthanasia rate of Japanese pets.",
   "licensor": "",
   "title": "Oned",
   "link": "https://myanimelist.net/anime/39207/Oned",
   "genres": [
    "Music"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct ??, 2013",
   "score": "N/A",
   "members": "120"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/81325.jpg",
   "synopsis": "A Christmas special side story of the Spy Penguin ONA series.",
   "licensor": "",
   "title": "Spy Penguin (ONA): White Christmas",
   "link": "https://myanimelist.net/anime/33773/Spy_Penguin_ONA__White_Christmas",
   "genres": [
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "Next Media Animation"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 30, 2013",
   "score": "N/A",
   "members": "107"
  }
 ],
 "Movies": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/54231.jpg",
   "synopsis": "The young girls of Mitakihara happily live their lives, occasionally fighting off evil, but otherwise going about their peaceful, everyday routines. However, Homura Akemi feels that something is wrong with this unusually pleasant atmosphere—though the others remain oblivious, she can't help but suspect that there is more to what is going on than meets the eye: someone who should not exist is currently present to join in on their activities.\n\nMahou Shoujo Madoka★Magica Movie 3: Hangyaku no Monogatari follows Homura in her struggle to uncover the painful truth behind the mysterious circumstances, as she selfishly and desperately fights for the sake of her undying love in this despair-ridden conclusion to the story of five magical girls.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Mahou Shoujo Madoka★Magica Movie 3: Hangyaku no Monogatari",
   "link": "https://myanimelist.net/anime/11981/Mahou_Shoujo_Madoka%E2%98%85Magica_Movie_3__Hangyaku_no_Monogatari",
   "genres": [
    "Mystery",
    "Psychological",
    "Drama",
    "Magic",
    "Thriller"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 26, 2013",
   "score": "8.44",
   "members": "252679"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/52415.jpg",
   "synopsis": "Patema is a plucky young girl from an underground civilization boasting an incredible network of tunnels. Inspired by a friend that mysteriously went missing, she is often reprimanded due to her constant excursions of these tunnels due to her royal status. After she enters what is known as the \"forbidden zone,\" she accidentally falls into a giant bottomless pit after being startled by a strange creature.\n\nFinding herself on the surface, a world literally turned upside down, she begins falling towards the sky only to be saved by Age, a discontented student of the totalitarian nation known as Aiga. The people of Aiga are taught to believe that \"Inverts,\" like Patema, are sinners that will be \"swallowed by the sky,\" but Age has resisted this propaganda and decides to protect his new friend. A chance meeting between two curious teenagers leads to an exploration of two unique worlds as they begin working together to unveil the secrets of their origins in Sakasama no Patema, a heart-warming film about overcoming differences in order to coexist.\n\n[Written by MAL Rewrite]",
   "licensor": "GKIDS,NYAV Post",
   "title": "Sakasama no Patema",
   "link": "https://myanimelist.net/anime/12477/Sakasama_no_Patema",
   "genres": [
    "Adventure",
    "Sci-Fi"
   ],
   "producers": [
    "Purple Cow Studio Japan",
    "Studio Rikka"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 9, 2013",
   "score": "8.09",
   "members": "190155"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1935/93606.jpg",
   "synopsis": "Deep in the countryside, a man named Okina works as a bamboo cutter in a forest, chopping away at the hollow plants day after day. One day, he discovers a small baby inside a glowing shoot. He immediately takes her home, convinced that she is a princess sent to Earth as a divine blessing from heaven. Okina and his wife Ouna take it upon themselves to raise the infant as their own, watching over her as she quickly grows into an energetic young girl. Given the name Kaguya, she fits right in with the village she has come to call home, going on adventures with the other children and enjoying what youth has to offer.\n\nBut when Okina finds a large fortune of gold and treasure in the forest, Kaguya's life is completely changed. Believing this to be yet another gift from heaven, he takes it upon himself to turn his daughter into a real princess using the wealth he has just obtained, relocating the family to a mansion in the capital. As she leaves her friends behind to enter into an unwanted life of royalty, Kaguya's origins and purpose slowly come to light.\n\n[Written by MAL Rewrite]",
   "licensor": "GKIDS",
   "title": "Kaguya-hime no Monogatari",
   "link": "https://myanimelist.net/anime/16664/Kaguya-hime_no_Monogatari",
   "genres": [
    "Fantasy",
    "Historical"
   ],
   "producers": [
    "Studio Ghibli"
   ],
   "fromType": "Other",
   "nbEp": "1 ep",
   "releaseDate": "Nov 23, 2013",
   "score": "8.26",
   "members": "114154"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/62337.jpg",
   "synopsis": "Nen: the hidden source of energy and potential that runs through everyone, and gives those that master it a source of great power. Inside Nen is the potential for limitless light and limitless darkness. The Hunter Association has arisen to control access to it. Hunters come in many shapes and forms, and with many different appetites - but all of them have learned to master Nen, and use it to chase wealth, power, and their dreams.\n\nThe greatest and most powerful Hunter is Isaac Netero, chairman of the Hunter Association. Decades ago he sealed away Jed, a Hunter who had mastered the use of On, the dark \"shadow\" of Nen. Now On users have reappeared at the Heaven's Arena \"Battle Olympia\" tournament. For Netero, this is the last mission: to protect the Association and the world from a threat driven by hatred and the thirst for revenge. And he's going to need all the help he can get in order to succeed.",
   "licensor": "Viz Media",
   "title": "Hunter x Hunter Movie 2: The Last Mission",
   "link": "https://myanimelist.net/anime/19951/Hunter_x_Hunter_Movie_2__The_Last_Mission",
   "genres": [
    "Action",
    "Adventure",
    "Super Power",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 27, 2013",
   "score": "7.26",
   "members": "80739"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/55287.jpg",
   "synopsis": "At the stroke of midnight, the Dark Hour appears—a secret hour which most are unaware of. Those not trapped in coffins during this time, unfortunate enough to find themselves conscious, are met by dangerous creatures known as Shadows. A select few, however, possess the potential to wield Persona: a special power used to defeat these beings. This secret group is called SEES (Specialized Extracurricular Execution Squad), and their mission is to uncover the reason behind the Dark Hour's appearance.\n\nOnly a short while after transfer student Makoto Yuuki begins his residency at Iwatodai Dorm, his Persona awakens after an attack by a strong Shadow. Now recruited into the ranks of SEES, he begins fighting alongside his comrades, as only they can protect humanity from Shadows and prevent the anomaly that is the Dark Hour.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Persona 3 the Movie 1: Spring of Birth",
   "link": "https://myanimelist.net/anime/14407/Persona_3_the_Movie_1__Spring_of_Birth",
   "genres": [
    "Action",
    "Supernatural",
    "Fantasy"
   ],
   "producers": [
    "AIC A.S.T.A."
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Nov 23, 2013",
   "score": "7.63",
   "members": "80004"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/52135.jpg",
   "synopsis": "Second movie of Ghost in the Shell: Arise.\n\nFreed of her responsibilities with the 501 Organization, Motoko Kusanagi must now learn how to take orders from Aramaki. Someone hacks the Logicomas, and Batou enlists the help of former army intelligence officer Ishikawa and former air artillery expert Borma. Kusanagi also seeks to enlist ace sniper Saito and undercover cop Paz into the new Public Security Section 9. The two groups rival each other in a case involving a man who receives false memories of a refugee transport operation.\n\n(Source: Wikipedia)",
   "licensor": "Funimation",
   "title": "Koukaku Kidoutai Arise: Ghost in the Shell - Border:2 Ghost Whispers",
   "link": "https://myanimelist.net/anime/19191/Koukaku_Kidoutai_Arise__Ghost_in_the_Shell_-_Border_2_Ghost_Whispers",
   "genres": [
    "Sci-Fi",
    "Police",
    "Psychological",
    "Mecha"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Nov 30, 2013",
   "score": "7.54",
   "members": "39284"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/55441.jpg",
   "synopsis": "Driven to recover her memories after waking in a coffin at the bottom of a lake 20 years ago, Bayonetta hunts down the forces of Heaven day and night in search of clues to her forgotten past, and to uphold her pact with the demonic forces she draws her powers from as an Umbra Witch. She is armed and guided by the mysterious bartender and weapon-smith, Rodin, and following her every footstep is the intrepid journalist, Luka Redgrave, who believes that she has something to do with the death of his father and will stop at nothing to get the truth. Her quest takes a promising turn when she encounters a little girl named Cereza, but standing in her way is a rival Umbra Witch named Jeanne, who works for the very forces that she should be opposing.\n\nBayonetta: Bloody Fate is an action-packed anime film that explores the connection between all of characters and works to unravel just how they are seemingly entwined in a conspiracy that eclipses them all.",
   "licensor": "Funimation",
   "title": "Bayonetta: Bloody Fate",
   "link": "https://myanimelist.net/anime/20543/Bayonetta__Bloody_Fate",
   "genres": [
    "Action",
    "Demons",
    "Fantasy",
    "Super Power"
   ],
   "producers": [
    "Gonzo"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Nov 23, 2013",
   "score": "6.67",
   "members": "36179"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/51663.jpg",
   "synopsis": "It is a cross over between the series Lupin III and Detective Conan and takes place after the television special Lupin the 3rd vs Detective Conan. The plot follows Conan Edogawa who sets out to apprehend Arsène Lupin III, the suspect of stealing a jewel called Cherry Sapphire.\n\n(Souce: Wikipedia)",
   "licensor": "Discotek Media",
   "title": "Lupin III vs. Detective Conan: The Movie",
   "link": "https://myanimelist.net/anime/18429/Lupin_III_vs_Detective_Conan__The_Movie",
   "genres": [
    "Action",
    "Comedy",
    "Mystery",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec 7, 2013",
   "score": "7.95",
   "members": "19886"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/55183.jpg",
   "synopsis": "Hinata is very good at drawing and falls in love with his classmate, Shigure; however, Hinata is not good at talking to people, so he keeps his feelings in his imagination and drawings. Then, Shigure's family decides to move to another town. On the day of their move, Hinata says to himself, \"I must tell her my feelings!\" and starts to chase after the train which is taking Shigure away.\n\n(Source: MAL)",
   "licensor": "",
   "title": "Hinata no Aoshigure",
   "link": "https://myanimelist.net/anime/20673/Hinata_no_Aoshigure",
   "genres": [
    "Adventure",
    "Fantasy",
    "Romance"
   ],
   "producers": [
    "Studio Colorido"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 9, 2013",
   "score": "7.01",
   "members": "16387"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1598/94444.jpg",
   "synopsis": "Based on a manga \"Noroiya Shimai\" written by Hirarin and serialized in Monthly Comic Ryuu. \n\nIt is a story about a pair of sisters who work as \"noroiya\" (cursers) using magic in a fantasy world. One day a big tree suddenly appears in a forest, and tall buildings that look like they are from our world can be seen entangled in it. The two sisters go there to investigate and get ported to our world. They then encounter two children who are startled by the sisters' sudden appearance and rush back home but at home they see their parents turned into monsters...\n\n(Source: MAL News)",
   "licensor": "",
   "title": "Majokko Shimai no Yoyo to Nene",
   "link": "https://myanimelist.net/anime/15813/Majokko_Shimai_no_Yoyo_to_Nene",
   "genres": [
    "Fantasy",
    "Magic"
   ],
   "producers": [
    "ufotable"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 28, 2013",
   "score": "7.48",
   "members": "13476"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/61633.jpg",
   "synopsis": "Short videos shown in theaters before the main movie starts.",
   "licensor": "",
   "title": "Mahou Shoujo Madoka★Magica Movie 3: Hangyaku no Monogatari - Magica Quartet x Nisioisin",
   "link": "https://myanimelist.net/anime/23831/Mahou_Shoujo_Madoka★Magica_Movie_3__Hangyaku_no_Monogatari_-_Magica_Quartet_x_Nisioisin",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Other",
   "nbEp": "4",
   "releaseDate": "Oct 26, 2013",
   "score": "6.24",
   "members": "11483"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/55185.jpg",
   "synopsis": "The story takes place before WWII at a photo studio on top of a hill. Many people visit this studio to have their photos taken. One day, a couple comes, but the wife is so shy that she always lowers her head. The owner of the studio tries all kinds of tricks to get her to smile and eventually succeeds.\n\nOne year later, the couple comes again, but this time they bring their daughter along. She always looks grumpy, and again, the owner has to try everything to get her to smile. Thus starts a long-running relationship between the girl and the owner, and time passes to years and then decades...\n\n(Source: MAL)",
   "licensor": "",
   "title": "Shashinkan",
   "link": "https://myanimelist.net/anime/20671/Shashinkan",
   "genres": [
    "Drama",
    "Historical",
    "Slice of Life"
   ],
   "producers": [
    "Studio Colorido"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 9, 2013",
   "score": "7.35",
   "members": "4487"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/55499.jpg",
   "synopsis": "Who is good and who is evil? What is the boundary between them? An animated thriller about the tension between a good-hearted person speaking falsely and an evil-natured person speaking truthfully, and of those that surround them.\n\n(Source: Hancinema)",
   "licensor": "",
   "title": "Saibi",
   "link": "https://myanimelist.net/anime/21027/Saibi",
   "genres": [
    "Drama",
    "Psychological",
    "Thriller"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 21, 2013",
   "score": "6.78",
   "members": "3408"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/89350.jpg",
   "synopsis": "In Japan's economic bubble years during the 1980s, a long-serving furniture-style television set made in the 1960s is abandoned at a junkyard. It attempts to escape from its new surroundings.",
   "licensor": "",
   "title": "Golden Time (Movie)",
   "link": "https://myanimelist.net/anime/36789/Golden_Time_Movie",
   "genres": [
    "Comedy",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 5, 2013",
   "score": "7.00",
   "members": "2850"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1003/98151.jpg",
   "synopsis": "Short animation directed by Masanobu Hiraoka.",
   "licensor": "",
   "title": "Land",
   "link": "https://myanimelist.net/anime/38970/Land",
   "genres": [
    "Dementia",
    "Music"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 9, 2013",
   "score": "N/A",
   "members": "175"
  }
 ],
 "Specials": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/64747.jpg",
   "synopsis": "Yui wants to see a whale so Kirito suggests a quest where she can meet them. However, it turns out that Leafa cannot swim so Asuna and the other female characters decide to train Suguha in a real-world pool in preparation for the aforementioned quest. Meanwhile, Kirito meets a certain someone.",
   "licensor": "Aniplex of America",
   "title": "Sword Art Online: Extra Edition",
   "link": "https://myanimelist.net/anime/20021/Sword_Art_Online__Extra_Edition",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Game",
    "Romance"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Dec 31, 2013",
   "score": "6.70",
   "members": "212828"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/52773.jpg",
   "synopsis": "Class 3-E is getting ready for their class trip to Kyoto, and Koro-sensei is as excited as ever! Nagisa is in a group with Kaede, Karma, Tomohito, Manami, and the class idol Yukiko Kanzaki. The students are aware of the fact that this is a great opportunity to assassinate Koro-sensei, but they cannot help having great time with him. However, the trip becomes even more exciting and dangerous when they get attacked by a bunch of delinquents who kidnap the girls. As if that is not enough, there is a hired sniper named Red Eye lurking around, ready to be the one who would assassinate Koro-sensei and claim the prize. Can the students of Class 3-E rely on Koro-sensei even now?",
   "licensor": "",
   "title": "Ansatsu Kyoushitsu: Jump Festa 2013 Special",
   "link": "https://myanimelist.net/anime/19759/Ansatsu_Kyoushitsu__Jump_Festa_2013_Special",
   "genres": [
    "Action",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "Brain's Base"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 6, 2013",
   "score": "7.25",
   "members": "57978"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/55083.jpg",
   "synopsis": "Specials bundled with the DVD/BDs.",
   "licensor": "Funimation",
   "title": "Free!: FrFr - Short Movie",
   "link": "https://myanimelist.net/anime/19671/Free__FrFr_-_Short_Movie",
   "genres": [
    "Comedy",
    "Sports"
   ],
   "producers": [
    "Kyoto Animation"
   ],
   "fromType": "Light novel",
   "nbEp": "7",
   "releaseDate": "Sep 11, 2013",
   "score": "7.66",
   "members": "52219"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/56827.jpg",
   "synopsis": "The story takes place in a time when the world is in the pits of despair after being ravaged by a poison called \"shinobi\" that came to earth via an asteroid. The people run away to the place called \"Kairiku,\" a place that used to be the bottom of the ocean. Here, the people try and protect themselves against the effects of the poison. In such a world, there was a single light of hope. The \"Holy Weapon Giga Road\" and the legendary warrior \"Yagyuu\" are needed in order to counter the effects of the poison. In order to save the world, Ame, a princess of a fallen nation, stands up in order to save the world.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Neppuu Kairiku Bushi Road",
   "link": "https://myanimelist.net/anime/19653/Neppuu_Kairiku_Bushi_Road",
   "genres": [
    "Action",
    "Fantasy",
    "Mecha",
    "Sci-Fi"
   ],
   "producers": [
    "Kinema Citrus"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 31, 2013",
   "score": "7.25",
   "members": "36772"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1047/91638.jpg",
   "synopsis": "A comedy-filled filler with a plot revolving around the two Uchiha Brothers, Mangekyo Sharingan, chickens, and fried eggs.",
   "licensor": "",
   "title": "Naruto: Shippuuden - Sunny Side Battle",
   "link": "https://myanimelist.net/anime/19511/Naruto__Shippuuden_-_Sunny_Side_Battle",
   "genres": [
    "Action",
    "Comedy",
    "Super Power",
    "Martial Arts",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 6, 2013",
   "score": "7.37",
   "members": "33493"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/56525.jpg",
   "synopsis": "Original animation to be included in the BD and DVD volume releases of Machine-Doll wa Kizutsukanai.\n\nVolume 1: \"Soshite Futari wa Manabisha e (And So They Arrive at School)\"\nVolume 2: \"Irori, Rotenburo de Sosou suru (Irori Has an Accident at the Open-Air Bath)\"\nVolume 3: \"Char and Frey, Senritsu no Bathroom (Charl, Frey, and the Bathroom of Terror)\"\nVolume 4: \"Akabane Nadeshiko, Natsu no Yo no Yume (Nadeshiko Akabane, Midsummer Night's Dream)\"\nVolume 5: \"Kojin Jugyou: Imishitsu de Bijo Futari to~ (Private Lesson - Two Beauties in an Infirmary)\"\nVolume 6: \"Bishoujo Shuugou! Mizugi Darake no Daisoudou (Pretty Girls Gather! Swimsuit-Stubbed Pandemonium)\"",
   "licensor": "Funimation",
   "title": "Machine-Doll wa Kizutsukanai Specials",
   "link": "https://myanimelist.net/anime/21415/Machine-Doll_wa_Kizutsukanai_Specials",
   "genres": [
    "Action",
    "Ecchi",
    "Fantasy",
    "School",
    "Seinen"
   ],
   "producers": [
    "Lerche"
   ],
   "fromType": "Light novel",
   "nbEp": "6",
   "releaseDate": "Dec 25, 2013",
   "score": "6.79",
   "members": "28020"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/51431.jpg",
   "synopsis": "A new original animated story included on a bonus mail-order DVD eligible for readers of LaLa's August, October and September 2013 issues.  It was later aired as a special in the broadcast schedule of Natsume Yuujinchou Go on the 16.November 2016.",
   "licensor": "",
   "title": "Natsume Yuujinchou: Nyanko-sensei to Hajimete no Otsukai",
   "link": "https://myanimelist.net/anime/18849/Natsume_Yuujinchou__Nyanko-sensei_to_Hajimete_no_Otsukai",
   "genres": [
    "Slice of Life",
    "Demons",
    "Supernatural",
    "Drama",
    "Shoujo"
   ],
   "producers": [
    "Brain's Base"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 15, 2013",
   "score": "7.67",
   "members": "25170"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/52717.jpg",
   "synopsis": "Toaru Kagaku no Railgun S specials that were released on Blu-ray and DVD volumes.",
   "licensor": "",
   "title": "Toaru Kagaku no Railgun S: Motto Marutto Railgun",
   "link": "https://myanimelist.net/anime/19697/Toaru_Kagaku_no_Railgun_S__Motto_Marutto_Railgun",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Jul 24, 2013",
   "score": "7.07",
   "members": "24360"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/56553.jpg",
   "synopsis": "Unaired episode included in the seventh Blu-ray and DVD volumes.\n\nHaruka is busy working at the agency so she can't help the idols with the preparations for the Christmas Party held by Shining Agency. A lot of memories and information are revealed while Starish is preparing for the party.",
   "licensor": "",
   "title": "Uta no☆Prince-sama♪ Maji Love 2000%: Shining Star Xmas",
   "link": "https://myanimelist.net/anime/19251/Uta_no☆Prince-sama♪_Maji_Love_2000__Shining_Star_Xmas",
   "genres": [
    "Comedy",
    "Harem",
    "Music",
    "Romance",
    "School",
    "Shoujo"
   ],
   "producers": [
    "A-1 Pictures"
   ],
   "fromType": "Visual novel",
   "nbEp": "1 ep",
   "releaseDate": "Dec 25, 2013",
   "score": "7.32",
   "members": "21000"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/56413.jpg",
   "synopsis": "Short specials included on the BD/DVD volumes of Freezing Vibration.",
   "licensor": "Funimation",
   "title": "Freezing Vibration Specials",
   "link": "https://myanimelist.net/anime/21373/Freezing_Vibration_Specials",
   "genres": [
    "Action",
    "Ecchi",
    "Comedy"
   ],
   "producers": [
    "A.C.G.T."
   ],
   "fromType": "-",
   "nbEp": "6",
   "releaseDate": "Dec 25, 2013",
   "score": "6.55",
   "members": "19782"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/55639.jpg",
   "synopsis": "Recap of episodes 1-6 with new narrations.",
   "licensor": "",
   "title": "Diabolik Lovers Recap",
   "link": "https://myanimelist.net/anime/20919/Diabolik_Lovers_Recap",
   "genres": [
    "Shoujo",
    "Vampire"
   ],
   "producers": [
    "Production I.G",
    "Zexcs"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 28, 2013",
   "score": "5.41",
   "members": "18047"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/60883.jpg",
   "synopsis": "Recap of the first six episodes of Log Horizon, aired between episode 6-7.",
   "licensor": "",
   "title": "Imanara Maniau! Log Horizon",
   "link": "https://myanimelist.net/anime/21235/Imanara_Maniau_Log_Horizon",
   "genres": [
    "Action",
    "Adventure",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Nov 11, 2013",
   "score": "6.80",
   "members": "16156"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/70539.jpg",
   "synopsis": "Special included in the Code Geass: Boukoku no Akito 2 BD/DVD release.",
   "licensor": "",
   "title": "Code Geass: Boukoku no Akito 2 - Hikisakareshi Yokuryuu Picture Drama",
   "link": "https://myanimelist.net/anime/23359/Code_Geass__Boukoku_no_Akito_2_-_Hikisakareshi_Yokuryuu_Picture_Drama",
   "genres": [
    "Action",
    "Comedy",
    "Military"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec 25, 2013",
   "score": "7.23",
   "members": "13049"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/52085.jpg",
   "synopsis": "Specials included on DVDs and Blu-rays.",
   "licensor": "Sentai Filmworks",
   "title": "Hyakka Ryouran: Samurai Bride Specials",
   "link": "https://myanimelist.net/anime/19255/Hyakka_Ryouran__Samurai_Bride_Specials",
   "genres": [
    "Ecchi",
    "Comedy"
   ],
   "producers": [
    "Arms"
   ],
   "fromType": "Light novel",
   "nbEp": "6",
   "releaseDate": "Jun 26, 2013",
   "score": "6.63",
   "members": "10223"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/57233.jpg",
   "synopsis": "Recaps of ONA (Episode 0) and 2013 TV Anime Series (Episode 10.5).",
   "licensor": "Discotek Media",
   "title": "Kyousou Giga (TV) Recaps",
   "link": "https://myanimelist.net/anime/20723/Kyousou_Giga_TV_Recaps",
   "genres": [
    "Action",
    "Fantasy",
    "Supernatural"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "2",
   "releaseDate": "Oct 3, 2013",
   "score": "6.59",
   "members": "9531"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/51637.jpg",
   "synopsis": "Aired as a commercial to promote the Gintama: Kanketsu-hen - Yorozuya yo Eien Nare Movie, Gintoki, Kagura and Shipachi have turned into \"weird living creatures\".\n\nThis is a Gintama parody on the Kids Short Animation \"Mameshiba\" featuring the characters the sword bean-dog hybrid creatures.",
   "licensor": "",
   "title": "Gintama x Mameshiba",
   "link": "https://myanimelist.net/anime/19261/Gintama_x_Mameshiba",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "6",
   "releaseDate": "Dec 3, 2013",
   "score": "6.75",
   "members": "9260"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/62889.jpg",
   "synopsis": "A brief summary of Kenichi's new life at Ryouzanpaku. \n\nIncluded as a bonus on the DVD volumes of the Shijou Saikyou no Deshi Kenichi OVA.",
   "licensor": "",
   "title": "Shijou Saikyou no Deshi Kenichi Specials",
   "link": "https://myanimelist.net/anime/24029/Shijou_Saikyou_no_Deshi_Kenichi_Specials",
   "genres": [
    "Action",
    "Martial Arts",
    "Comedy",
    "School",
    "Shounen"
   ],
   "producers": [
    "Brain's Base"
   ],
   "fromType": "Manga",
   "nbEp": "4",
   "releaseDate": "Nov 15, 2013",
   "score": "7.31",
   "members": "8819"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/56005.jpg",
   "synopsis": "Short specials included in the Blu-ray release.",
   "licensor": "",
   "title": "Teekyuu 2 Specials",
   "link": "https://myanimelist.net/anime/21201/Teekyuu_2_Specials",
   "genres": [
    "Comedy",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "MAPPA"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Oct 25, 2013",
   "score": "6.58",
   "members": "8385"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/55779.jpg",
   "synopsis": "Each of the six BD/DVDs will include one short. They will feature the characters in a \"slighly risqué\" light not seen in the main story.",
   "licensor": "",
   "title": "Yozakura Quartet: Yoza-Quar!",
   "link": "https://myanimelist.net/anime/20987/Yozakura_Quartet__Yoza-Quar",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Tatsunoko Production"
   ],
   "fromType": "-",
   "nbEp": "6",
   "releaseDate": "Dec 18, 2013",
   "score": "6.55",
   "members": "7786"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/57505.jpg",
   "synopsis": "Narrated recap of the Love Live! School Idol Project series included on the official  Blu-ray fandisc release.",
   "licensor": "",
   "title": "Love Live! School Idol Project Recap",
   "link": "https://myanimelist.net/anime/21853/Love_Live_School_Idol_Project_Recap",
   "genres": [
    "Music",
    "Slice of Life",
    "School"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec 25, 2013",
   "score": "7.02",
   "members": "7329"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/53747.jpg",
   "synopsis": "Unaired 14th episode of Genei wo Kakeru Taiyou, broadcast on Nico Nico and included in the 4th Blu-ray and DVD volumes. It shows Akari and Fuyuna's lives prior to the main series as well as how Luna got started as a magical girl.",
   "licensor": "",
   "title": "Genei wo Kakeru Taiyou: Fumikomenai Kokoro",
   "link": "https://myanimelist.net/anime/20187/Genei_wo_Kakeru_Taiyou__Fumikomenai_Kokoro",
   "genres": [
    "Magic"
   ],
   "producers": [
    "AIC"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 16, 2013",
   "score": "6.31",
   "members": "6031"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/55775.jpg",
   "synopsis": "Short specials included on the BD/DVD volumes of \"Sekai de Ichiban Tsuyoku Naritai!\"",
   "licensor": "Funimation",
   "title": "Sekai de Ichiban Tsuyoku Naritai! Specials",
   "link": "https://myanimelist.net/anime/21009/Sekai_de_Ichiban_Tsuyoku_Naritai_Specials",
   "genres": [
    "Action",
    "Ecchi",
    "Sports"
   ],
   "producers": [
    "Arms"
   ],
   "fromType": "-",
   "nbEp": "6",
   "releaseDate": "Dec 12, 2013",
   "score": "5.77",
   "members": "5892"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/63955.jpg",
   "synopsis": "Unaired episode 13 included on the Blu-ray/DVD volume of the Recorder to Randoseru Mi☆ series.",
   "licensor": "",
   "title": "Recorder to Randoseru Mi☆ Special",
   "link": "https://myanimelist.net/anime/24935/Recorder_to_Randoseru_Mi☆_Special",
   "genres": [
    "Slice of Life",
    "Comedy",
    "School",
    "Seinen"
   ],
   "producers": [
    "Seven"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 2, 2013",
   "score": "6.42",
   "members": "4672"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/70525.jpg",
   "synopsis": "A short about the move of the kokaku-jprs website from '.com' to '.jp' -  promoting the Japan Registry Services (JPRS).",
   "licensor": "",
   "title": "Koukaku Kidoutai Arise [.jp]",
   "link": "https://myanimelist.net/anime/29255/Koukaku_Kidoutai_Arise_jp",
   "genres": [
    "Action"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Nov 14, 2013",
   "score": "6.39",
   "members": "3964"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/56447.jpg",
   "synopsis": "The story is set in Shahalta, a tiny European city-state floating in the air with practically no contact with the outside world for years. The government is transitioning from a monarchy to a republic, and to celebrate the occasion, a national treasure exhibition is being held. Lupin infiltrates the exhibition for the secret royal treasures, but not before sky pirates snatch them first.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Lupin III: Princess of the Breeze - Kakusareta Kuuchuu Toshi",
   "link": "https://myanimelist.net/anime/20141/Lupin_III__Princess_of_the_Breeze_-_Kakusareta_Kuuchuu_Toshi",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Seinen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Nov 15, 2013",
   "score": "6.91",
   "members": "3769"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/56577.jpg",
   "synopsis": "A 30-second animated commercial for the construction company Taisei. The commercial highlights the Southern and Outer Circular Expressways that Taisei built in Sri Lanka.",
   "licensor": "",
   "title": "Taisei Kensetsu: Sri Lanka Kousokudouro",
   "link": "https://myanimelist.net/anime/21441/Taisei_Kensetsu__Sri_Lanka_Kousokudouro",
   "genres": [
    "Drama"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec 1, 2013",
   "score": "6.04",
   "members": "3303"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/78024.jpg",
   "synopsis": "Specials included on BlazBlue: Alter Memory Blu-ray/DVD volumes.",
   "licensor": "",
   "title": "BlazBlue: Alter Memory Specials",
   "link": "https://myanimelist.net/anime/32502/BlazBlue__Alter_Memory_Specials",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Hoods Entertainment",
    "teamKG"
   ],
   "fromType": "Game",
   "nbEp": "6",
   "releaseDate": "Dec 25, 2013",
   "score": "6.22",
   "members": "2719"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/62897.jpg",
   "synopsis": "Recap aired between episodes 58 and 59.",
   "licensor": "",
   "title": "Yu☆Gi☆Oh! Zexal Second: Iza! Saishuu Kessen e!! Special",
   "link": "https://myanimelist.net/anime/21595/Yu☆Gi☆Oh_Zexal_Second__Iza_Saishuu_Kessen_e_Special",
   "genres": [
    "Action",
    "Fantasy",
    "Game",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 5, 2013",
   "score": "6.18",
   "members": "2404"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/60367.jpg",
   "synopsis": "Unaired \"Miniature Theater\" (the specials inserted at the end of the main episodes) included in the Kitakubu Katsudou Kiroku DVD/BD volumes 2, 3 and 4.",
   "licensor": "",
   "title": "Kitakubu Katsudou Kiroku: Miniature Theater",
   "link": "https://myanimelist.net/anime/23367/Kitakubu_Katsudou_Kiroku__Miniature_Theater",
   "genres": [
    "Comedy",
    "School"
   ],
   "producers": [
    "Nomad"
   ],
   "fromType": "Manga",
   "nbEp": "6",
   "releaseDate": "Oct 23, 2013",
   "score": "6.28",
   "members": "1756"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/64405.jpg",
   "synopsis": "Picture drama included in the 1st Blu-ray and DVD volumes.",
   "licensor": "",
   "title": "Tamayura: More Aggressive Picture Drama",
   "link": "https://myanimelist.net/anime/25169/Tamayura__More_Aggressive_Picture_Drama",
   "genres": [
    "Comedy",
    "Drama"
   ],
   "producers": [
    "TYO Animations"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 30, 2013",
   "score": "6.23",
   "members": "1372"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/56803.jpg",
   "synopsis": "An anime made for JAXA (Japan Aerospace Exploration Agency) and NASA (National Aeronautics and Space Administration) that promotes the GPM/DPR (Global Precipitation Measurement/Dual-frequency Precipitation Radar) space mission.",
   "licensor": "",
   "title": "DPR Special Movie",
   "link": "https://myanimelist.net/anime/20951/DPR_Special_Movie",
   "genres": [
    "Slice of Life",
    "Space"
   ],
   "producers": [
    "White Fox"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 17, 2013",
   "score": "5.52",
   "members": "1028"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/69531.jpg",
   "synopsis": "Three additional episodes of Macross Fufonfia released exclusively on the Digitally Remastered DVD/BD Box Set of Macross Frontier.",
   "licensor": "",
   "title": "Macross Fufonfia Specials",
   "link": "https://myanimelist.net/anime/28809/Macross_Fufonfia_Specials",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "3",
   "releaseDate": "Dec 25, 2013",
   "score": "5.84",
   "members": "739"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/65947.jpg",
   "synopsis": "DVD specials of the Donyatsu series.",
   "licensor": "",
   "title": "Donyatsu Specials",
   "link": "https://myanimelist.net/anime/26079/Donyatsu_Specials",
   "genres": [
    "Comedy",
    "Sci-Fi",
    "Seinen"
   ],
   "producers": [
    "Gathering"
   ],
   "fromType": "-",
   "nbEp": "2",
   "releaseDate": "Dec 20, 2013",
   "score": "5.75",
   "members": "456"
  }
 ]
}