{
 "TV": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1613/102576.jpg",
   "synopsis": "After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.\n\nSeveral millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.\n\nHowever, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Dr. Stone",
   "link": "https://myanimelist.net/anime/38691/Dr_Stone",
   "genres": [
    "Adventure",
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Jul 5, 2019, 22:00 (JST)",
   "score": "8.36",
   "members": "703001"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1664/103275.jpg",
   "synopsis": "Spontaneous Human Combustion: a chaotic phenomenon that has plagued humanity for years, randomly transforming ordinary people into flaming, violent creatures known as Infernals. While Infernals make up the first-generation accounts of Human Combustion, the second and third generations became known as pyrokinetics—people gifted with the ability to manipulate and control their flames while remaining human. To combat the Infernal threat and discover the cause, the Tokyo Armed Forces, Fire Defense Agency, and Holy Church of Sol produced their answer: the Special Fire Force.\n\nYoung and eager third-generation pyrokinetic Shinra Kusakabe, nicknamed Devil's Footprints for his explosive ability to ignite his feet at will, becomes a member of the lively Special Fire Force Company 8. Upholding the brigade's duty to extinguish the blazing Infernals and lay their souls to rest, Shinra is determined to become a hero who will save the lives of those threatened by the flame terror.\n\nHowever, this is not the hero's game Shinra imagined. The Fire Force is a fractured mess of feuding brigades, abnormal Infernal sightings are increasing all over Tokyo, and a shadowy group is claiming to have answers to the strange fire that caused the death of Shinra's family 12 years ago. Faced with many obstacles within and outside the Fire Force, Shinra fights to uncover the truth behind the burning mysteries that have kept him in the dark.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Enen no Shouboutai",
   "link": "https://myanimelist.net/anime/38671/Enen_no_Shouboutai",
   "genres": [
    "Action",
    "Supernatural",
    "Shounen"
   ],
   "producers": [
    "David Production"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Jul 6, 2019, 01:25 (JST)",
   "score": "7.73",
   "members": "520034"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1500/103005.jpg",
   "synopsis": "Young Thorfinn grew up listening to the stories of old sailors that had traveled the ocean and reached the place of legend, Vinland. It's said to be warm and fertile, a place where there would be no need for fighting—not at all like the frozen village in Iceland where he was born, and certainly not like his current life as a mercenary. War is his home now. Though his father once told him, \"You have no enemies, nobody does. There is nobody who it's okay to hurt,\" as he grew, Thorfinn knew that nothing was further from the truth.\n\nThe war between England and the Danes grows worse with each passing year. Death has become commonplace, and the viking mercenaries are loving every moment of it. Allying with either side will cause a massive swing in the balance of power, and the vikings are happy to make names for themselves and take any spoils they earn along the way. Among the chaos, Thorfinn must take his revenge and kill Askeladd, the man who murdered his father. The only paradise for the vikings, it seems, is the era of war and death that rages on.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Vinland Saga",
   "link": "https://myanimelist.net/anime/37521/Vinland_Saga",
   "genres": [
    "Action",
    "Adventure",
    "Drama",
    "Historical",
    "Seinen"
   ],
   "producers": [
    "Wit Studio"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Jul 8, 2019, 00:10 (JST)",
   "score": "8.73",
   "members": "499827"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1730/101329.jpg",
   "synopsis": "It is business as usual in the massive city of Orario, where legions of adventurers gather to explore the monster-infested \"Dungeon.\" Among them is the easily flustered yet brave Bell Cranel, the sole member of the Hestia Familia. With the help of his demi-human supporter Liliruca Arde and competent blacksmith Welf Crozzo, Bell has earned the title of Little Rookie by becoming Orario's fastest-growing adventurer thanks to his endeavors within the deeper levels of the Dungeon.\n\nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II continues Bell's adventures as he tries to bring glory to his goddess and protect those he cares about. However, various familias and gods across the city begin to take notice of his achievements and attempt to add him to their ranks.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II",
   "link": "https://myanimelist.net/anime/37347/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_II",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Romance",
    "Fantasy"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 13, 2019, 00:30 (JST)",
   "score": "7.27",
   "members": "387425"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1799/101266.jpg",
   "synopsis": "The ordinary life of 17-year-old otaku Hajime Nagumo is disrupted when he and his classmates are summoned to a fantasy world and tasked with saving mankind. While his classmates are gifted with impressive abilities useful in combat, Hajime is belittled for only gaining an inferior transmutation skill that lacks any real offensive power. \n\nDuring an expedition in the Great Orcus Labyrinth, Hajime is betrayed by one of his classmates, plummeting him to the bottom of an abyss. Though he survives the fall, Hajime is faced with menacing monsters and misfortunes that send him spiraling into a grim nightmare. Desperate to live and return home one day, he resolves to fight for his survival—only to meet an imprisoned vampire he names Yue, who is also seeking to escape the labyrinth. Taking an interest in him, Yue and a few others along the way accompany Hajime on his journey to find a way back home, while steadily transforming from commonplace to the world's strongest. \n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Arifureta Shokugyou de Sekai Saikyou",
   "link": "https://myanimelist.net/anime/36882/Arifureta_Shokugyou_de_Sekai_Saikyou",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Harem"
   ],
   "producers": [
    "Asread",
    "White Fox"
   ],
   "fromType": "Light novel",
   "nbEp": "13",
   "releaseDate": "Jul 8, 2019, 23:30 (JST)",
   "score": "6.48",
   "members": "278217"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1385/101060.jpg",
   "synopsis": "During a regular after-school grub crawl, gluttonous high schooler Hibiki Sakura is confronted about her ever-expanding waistline by her best friend, Ayaka Uehara. With her attempts at solitary exercise failing miserably, Hibiki decides to join the newly opened Silverman Gym. At her orientation, Hibiki runs into student council president and school idol Akemi Souryuuin.\n\nHowever, it soon turns out that Hibiki is in for a lot more than she bargained for. Not only is Silverman Gym full of world-renowned bodybuilders and athletes, but to make matters worse, Akemi turns out to be a total muscle fetishist! Grossed out by the scene unfolding before her eyes, Hibiki begins to leave, only to be stopped by trainer Naruzou Machio. Completely enthralled with her newfound Prince Charming, Hibiki signs up as a gym member. Now, as a result of her spur-of-the-moment decision, Hibiki must adapt to her new lifestyle.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Dumbbell Nan Kilo Moteru?",
   "link": "https://myanimelist.net/anime/39026/Dumbbell_Nan_Kilo_Moteru",
   "genres": [
    "Comedy",
    "Ecchi",
    "Slice of Life",
    "Sports"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Web manga",
   "nbEp": "12",
   "releaseDate": "Jul 3, 2019, 22:30 (JST)",
   "score": "7.42",
   "members": "191103"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1256/101166.jpg",
   "synopsis": "When they were little kids laughing and playing together, Izumi Norimoto and Kazusa Onodera were like siblings. But as their bodies matured into middle school, Kazusa began seeing him as something different; unfortunately for her, so did the other girls. Ostracized, Kazusa had no choice but to distance herself from him going into high school. After joining the literature club, however, she finds friends that keep her mind occupied. Known throughout the school for reading aloud sex scenes in literature novels, the club's reputation has kept all teachers from accepting the task of being their adviser.\n    \nDuring a discussion about what they would put on their bucket list, one of the girls says one thing: sex. This single word sends ripples throughout the five girls, as the thought of sex begins taking over their daily lives. And, after walking in on Izumi during a very private moment, Kazusa is sent into a spiral of emotion that forces her to face her true feelings for him. Now, with their hearts racing and the literature club facing immediate disbandment, the five girls must work hard to keep both their sanities and their club alive.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Araburu Kisetsu no Otome-domo yo.",
   "link": "https://myanimelist.net/anime/38753/Araburu_Kisetsu_no_Otome-domo_yo",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "School",
    "Shounen"
   ],
   "producers": [
    "Lay-duce"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 6, 2019, 02:25 (JST)",
   "score": "7.57",
   "members": "169491"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1666/102238.jpg",
   "synopsis": "Tightly clutching his Gibson guitar, Mafuyu Satou steps out of his dark apartment to begin another day of his high school life. While taking a nap in a quiet spot on the gymnasium staircase, he has a chance encounter with fellow student Ritsuka Uenoyama, who berates him for letting his guitar's strings rust and break. Noticing Uenoyama's knowledge of the instrument, Satou pleads for him to fix it and to teach him how to play. Uenoyama eventually agrees and invites him to sit in on a jam session with his two band mates: bassist Haruki Nakayama and drummer Akihiko Kaji.\n    \nSatou's voice is strikingly beautiful, filling Uenoyama with the determination to make Satou the lead singer of the band. Though reticent at first, Satou takes the offer after an emotional meeting with an old friend. With the support of his new friends, Satou must not only learn how to play guitar, but also come to terms with the mysterious circumstances that led him to be its owner.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Given",
   "link": "https://myanimelist.net/anime/39533/Given",
   "genres": [
    "Drama",
    "Music",
    "Romance",
    "Shounen Ai",
    "Slice of Life"
   ],
   "producers": [
    "Lerche"
   ],
   "fromType": "Manga",
   "nbEp": "11",
   "releaseDate": "Jul 12, 2019, 00:55 (JST)",
   "score": "8.28",
   "members": "164516"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1282/102248.jpg",
   "synopsis": "Regular high schooler Taichi Nishimura and his childhood friend, Rin Azuma, are on their way to school one ordinary morning. Suddenly, a glowing light envelops them, transporting them to a fantasy world full of magical creatures.\n\nUpon their arrival, Taichi and Rin are threatened by a beast. They are promptly saved by a group of adventurers, who advise the pair that traveling unarmed and inexperienced makes them vulnerable to the recently increasing monster attacks. Taichi and Rin are directed to the Guild, where they can determine their magical aptitude and register as adventurers. However, the test they take reveals an unprecedented result: Taichi and Rin possess extraordinary powers that far surpass the standard mage, instantly transforming them from typical high school students to the ultimate cheat magicians.\n\nTaichi and Rin learn to grasp the full extent of their powers and familiarize themselves with their new world. However, while the duo seeks to uncover the reason behind their transportation and a possible way back to their original world, unexpected trouble lurks in the shadows.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Isekai Cheat Magician",
   "link": "https://myanimelist.net/anime/37744/Isekai_Cheat_Magician",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "Encourage Films"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 10, 2019, 22:00 (JST)",
   "score": "5.41",
   "members": "159362"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1784/106428.jpg",
   "synopsis": "In the year 2063, space travel is feasible and commercially available. As the cheerful Aries Spring arrives at the spaceport to attend a camp on the distant planet McPa, her purse is suddenly snatched by a reckless thief. Luckily, the athletic Kanata Hoshijima is able to retrieve it for her, and Aries soon discovers that he is among the group of teenagers who will be travelling with her on the excursion as team B-5. \n\nUpon arriving at their campsite, the group's trip takes a turn for the worse when a strange sphere of black light sucks them into the vast reaches of outer space. Stranded with seemingly no hope, they find an abandoned ship nearby that provides them with the means to return home. However, they soon discover that they are not as close to their campsite as they initially thought, but are in fact thousands of light-years away from home.\n\nWith this realization, the nine members must cautiously manage their resources, maintain their strength, and unite as one to conquer the darkness of space together. While the reason behind their trip's sudden obstruction remains unknown, they nevertheless embark on the treacherous voyage back home aboard their new ship, the Astra.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Kanata no Astra",
   "link": "https://myanimelist.net/anime/39198/Kanata_no_Astra",
   "genres": [
    "Sci-Fi",
    "Adventure",
    "Space",
    "Shounen"
   ],
   "producers": [
    "Lerche"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 3, 2019, 21:00 (JST)",
   "score": "8.19",
   "members": "154613"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1225/102250.jpg",
   "synopsis": "Forming a party with one's mother in an online game seems not only unlikely but also uncomfortable to most teenage gamers. \n\nUnfortunately, Masato Oosuki finds himself in that exact scenario. After completing a seemingly meaningless survey, he is thrown into the world of a fantasy MMORPG—and his mother Mamako actually tagged along with him! On top of all of that, Mamako turns out to be an overpowered swordswoman, possessing the power of two-hit multi-target attacks! After minor tension between the two, they search for party members, meeting the merchant Porta and the sage Wise, starting their journey to clear the game.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Tsuujou Kougeki ga Zentai Kougeki de Ni-kai Kougeki no Okaasan wa Suki Desu ka?",
   "link": "https://myanimelist.net/anime/38573/Tsuujou_Kougeki_ga_Zentai_Kougeki_de_Ni-kai_Kougeki_no_Okaasan_wa_Suki_Desu_ka",
   "genres": [
    "Adventure",
    "Comedy",
    "Fantasy"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 13, 2019, 00:00 (JST)",
   "score": "5.58",
   "members": "151768"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1510/99891.jpg",
   "synopsis": "Starting his new term at Tanenashi High School, an unmotivated freshman searches for a club that requires minimal participation to suit his needs. He then comes across the magic clubroom, and inside is a cute upperclassman practicing her magic tricks. Suffering from stage fright that causes her to slip up in her acts, she has a tendency to end up in the most embarrassing situations. Despite having little interest in a club run by an incapable magician, the freshman finds himself involved as a new member, experiencing all sorts of awkward moments with his eccentric mentor.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Tejina-senpai",
   "link": "https://myanimelist.net/anime/38610/Tejina-senpai",
   "genres": [
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "LIDENFILMS"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 2, 2019, 23:00 (JST)",
   "score": "6.51",
   "members": "148026"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1393/107033.jpg",
   "synopsis": "Even after spending a considerable amount of time with Takagi, Nishikata is still struggling to find a perfect plan to defeat the expert teaser. A battle of wits, a contest of physical prowess, a test of courage—any strategy he employs to expose her weaknesses is to no avail. On the contrary, Nishikata's pitiful attempts only reveal more of his own flaws, which Takagi takes advantage of to become increasingly daring in her teasing attempts. To make things worse for Nishikata, rumors about him and Takagi may have spread in class due to the frequent interactions between them.\n\nHowever, the optimistic Nishikata believes that wisdom comes with age and that as the days go by, his experience with her constant teasing will eventually bear fruit, leading him to the awaited moment of victory. Thus, Nishikata continues to strive for the seemingly impossible—to outsmart Takagi and make her blush with embarrassment.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Karakai Jouzu no Takagi-san 2",
   "link": "https://myanimelist.net/anime/38993/Karakai_Jouzu_no_Takagi-san_2",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Romance",
    "School",
    "Shounen"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 7, 2019, 23:30 (JST)",
   "score": "8.21",
   "members": "147060"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1430/102439.jpg",
   "synopsis": "As far as it goes, many boys, especially in their teenage years, want to have a girlfriend. Keiki Kiryuu is no exception. One eventful afternoon, his days of yearning for a lover seem to come to an end when he receives a love letter from an anonymous sender—along with a pair of white panties. \n\nTo determine the identity of his secret admirer, referred to as Cinderella, he proceeds to investigate several possible candidates including his senior Sayuki Tokihara, his underclassman Yuika Koga, and his classmate Mao Nanjou. However, as Keiki seeks to uncover who this mystery girl might be, he comes to know about the perverted fetishes hidden behind each candidate's innocent exteriors...\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Kawaikereba Hentai demo Suki ni Natte Kuremasu ka?",
   "link": "https://myanimelist.net/anime/39326/Kawaikereba_Hentai_demo_Suki_ni_Natte_Kuremasu_ka",
   "genres": [
    "Comedy",
    "Ecchi",
    "Harem",
    "Romance",
    "School"
   ],
   "producers": [
    "GEEK TOYS",
    "Seven"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 8, 2019, 20:00 (JST)",
   "score": "6.65",
   "members": "144613"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1160/99995.jpg",
   "synopsis": "Academy City stands at the forefront of scientific and technological progress, best known for their development of espers: those capable of wielding superhuman abilities that alter the rules of reality. The most powerful among them are the Level 5s, and the one known as Accelerator reigns supreme, even after being weakened by a severe brain injury. By his side is the young girl known as Last Order, whom despite his cold demeanor, he holds closely and vows to protect at all costs.\n\nThough Accelerator may be recovering from his injury, the dark side of Academy City never rests, and so he finds himself unwillingly caught up in the midst of a new conflict. When a mysterious young woman approaches Accelerator in pursuit of Last Order, the highest-ranked esper is confronted by a venomous organization that has taken root in Anti-Skill, Academy City's peacekeeping organization. With dangerous forces on the move that threaten to put Last Order and her sisters at risk, the self-proclaimed villain prepares to step into the darkness once again.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Toaru Kagaku no Accelerator",
   "link": "https://myanimelist.net/anime/38480/Toaru_Kagaku_no_Accelerator",
   "genres": [
    "Super Power",
    "Supernatural",
    "Fantasy",
    "School"
   ],
   "producers": [
    "A.C.G.T.",
    "J.C.Staff"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 12, 2019, 22:00 (JST)",
   "score": "7.15",
   "members": "125266"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1787/101288.jpg",
   "synopsis": "Akira Oono is an ordinary working adult who manages the MMORPG Infinity Game. Fifteen years after creating the game, Oono decides to shut the servers down once and for all. However, as the clock strikes midnight, he somehow finds himself in the body of middle-aged Hakuto Kunai, Infinity Game's Demon Lord!\n\nSoon after his mysterious transportation, he witnesses the demon Greole chasing after a little girl named Aku. Although he effortlessly dispatches the creature, Hakuto is still concerned; after all, he does not remember creating the girl or the demon! Doubting whether he truly is in the world of his creation, Hakuto decides to investigate. Bringing Aku along as his guide and companion, Hakuto sets out on a journey to find out exactly who or what summoned him to this fantasy world—all while leaving chaos and destruction in his wake.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Maou-sama, Retry!",
   "link": "https://myanimelist.net/anime/38297/Maou-sama_Retry",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "EKACHI EPILKA"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 4, 2019, 00:00 (JST)",
   "score": "6.51",
   "members": "120489"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1568/101203.jpg",
   "synopsis": "Eighteen-year-old Dale Reki is a skilled, kind, and respected traveller, acknowledged as one of the leading adventurers in the city of Kreuz. One day while on the hunt for magical beasts, he comes across a sweet devil girl named Latina. She is alone, dressed in rags, and bears the devils' symbol of a criminal: a broken horn. Concerned for her wellbeing, Dale decides to ensure Latina's safety by bringing her to his home, eventually leading to him adopting her.\n\nLatina is sweet, innocent and compassionate, charming Dale beyond his expectations. He begins to enjoy the life of parenthood— experiencing the trials that come with raising a child and coping with the heartache he feels whenever his busy lifestyle as an adventurer parts him from her.\n\nAlthough work and life as a new parent become reassuring constants for Dale, the mysteries surrounding the girl remain. Why was Latina alone in the forest, and why does she harbor the symbol of a criminal? At the same time, Latina also begins to learn about the world and herself as she adjusts to her new life with Dale.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Uchi no Ko no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai.",
   "link": "https://myanimelist.net/anime/39324/Uchi_no_Ko_no_Tame_naraba_Ore_wa_Moshikashitara_Maou_mo_Taoseru_kamo_Shirenai",
   "genres": [
    "Fantasy",
    "Slice of Life"
   ],
   "producers": [
    "Maho Film"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 4, 2019, 23:30 (JST)",
   "score": "7.05",
   "members": "113258"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1051/102394.jpg",
   "synopsis": "Ten years after facing defeat in the Fourth Holy Grail War, Waver Velvet, now Lord El Melloi II, teaches classes at the Clock Tower—the center of education for mages. However, his new status as \"Lord\" comes with a caveat: obey the orders of Reines, the younger sister of the deceased Kayneth El Melloi, until she is old enough to rule the House of El Melloi.\n\nWaver, along with his mysterious apprentice Gray, takes on a series of cases assigned by Reines and the Mages Association. With each case proving to be more complex than the last, could there be more to the Clock Tower than meets the eye, and what secrets does Reines hide?\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Lord El-Melloi II Sei no Jikenbo: Rail Zeppelin Grace Note",
   "link": "https://myanimelist.net/anime/38959/Lord_El-Melloi_II_Sei_no_Jikenbo__Rail_Zeppelin_Grace_Note",
   "genres": [
    "Fantasy",
    "Mystery",
    "Supernatural"
   ],
   "producers": [
    "TROYCA"
   ],
   "fromType": "Light novel",
   "nbEp": "13",
   "releaseDate": "Jul 7, 2019, 00:00 (JST)",
   "score": "7.36",
   "members": "99079"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1741/102237.jpg",
   "synopsis": "After a school trip goes terribly wrong, Homare Onishima, Shion Kujou, Asuka Suzumori, and Mutsu Amatani are left stranded on a deserted island. While Shion, Asuka, and Mutsu are frightened and desperate, Homare seems strangely calm. Fortunately for the group, this isn't the first time she's been stranded! Homare spent her childhood training with her survivalist father all over the world, climbing cliffs, trapping prey, building shelters, and obtaining valuable nutrition from moose testicles. To Homare, surviving on an uninhabited island with a slim chance of rescue is child's play. The only problem is the other three.\n\nAs Homare shamelessly guides her classmates through the finer points of survival, including drinking fish blood and eating cicadas, the girls start to realize that being stranded might not be as bad as they had imagined.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Sounan Desu ka?",
   "link": "https://myanimelist.net/anime/39456/Sounan_Desu_ka",
   "genres": [
    "Adventure",
    "Comedy",
    "Seinen"
   ],
   "producers": [
    "Ezόla"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 2, 2019, 23:15 (JST)",
   "score": "6.65",
   "members": "96906"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1365/103219.jpg",
   "synopsis": "Fifteen years ago, a hyperspace gate appeared in the middle of the Pacific Ocean, connecting Earth to a strange world filled with fairies and monsters. The city of San-Teresa became a home for over two million of these otherworldly visitors. Unfortunately, the population boom also brought its fair share of problems—drugs, prostitution, and trafficking. To combat the rampant crime lurking in the city's shadows, a new department was established in the San-Teresa Metropolitan Police.\n\nFormer JSDF soldier Kei Matoba is one of the best cops that the department has to offer, despite his inclination to occasionally bend the rules. After a fairy trafficking case goes wrong, Kei loses Rick Fury, his friend and partner of four years, setting him on a quest for vengeance. To help him with the case, the department pairs him with Tilarna Exedilika, a noble of the Farbani Kingdom. As one of the Knights of Mirvor, her duty is to rescue the noble fairy that Kei encountered during his last case. Despite his distaste for non-humans, he accepts the arrangement at the request of his superiors. Now, the unlikely duo must come together and overcome their differences in order to return the missing fairy to her country and avenge the death of Kei's partner.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Cop Craft",
   "link": "https://myanimelist.net/anime/38940/Cop_Craft",
   "genres": [
    "Action",
    "Fantasy",
    "Magic",
    "Police",
    "Sci-Fi"
   ],
   "producers": [
    "Millepensee"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 9, 2019, 00:00 (JST)",
   "score": "6.77",
   "members": "84563"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1109/101230.jpg",
   "synopsis": "With the initiation of the Patrian civil war came the creation of half-beast, half-human soldiers—a development of the outnumbered Northerners in a desperate attempt to counter the overwhelming Southern forces. Able to quickly dominate battlefields and achieve victory with ease, the soldiers' godlike abilities earned them the name \"Incarnates.\" However, as the war raged on, the Incarnates encountered a problem involving the beasts inside them that they were unable to rectify by ordinary means. \n\nOnce the war was over, mysteries and accounts of the Incarnates submitting to the misfortune of their war days surfaced. Aware of the horrors they faced during the war, Special Sergeant Major and former captain of the Incarnates Hank Henriette becomes a Beast Hunter—those who take the lives of Incarnates who have succumbed to the issues they experienced on the battlefields. \n\nAfter witnessing her father, a former Incarnate soldier, meet his end at the hands of one such Beast Hunter, Nancy Schaal Bancroft resolves to hunt the man who took her father's life. However, Nancy's eye-opening encounter with the Beast Hunter influences her to instead seek the reason behind her father's death and the Incarnates' problematic existence in society.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Katsute Kami Datta Kemono-tachi e",
   "link": "https://myanimelist.net/anime/39199/Katsute_Kami_Datta_Kemono-tachi_e",
   "genres": [
    "Action",
    "Drama",
    "Fantasy",
    "Military",
    "Shounen"
   ],
   "producers": [
    "MAPPA"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 1, 2019, 23:00 (JST)",
   "score": "6.43",
   "members": "82799"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1395/101109.jpg",
   "synopsis": "After a strange dream of a mysterious ancestor, high school student Yuuko Yoshida wakes to see that she has grown demonic horns and a tail. Dazed and confused, her mother reveals to her a dark family secret: her family is descended from a Dark Clan that was banished to live powerless and destitute by their mortal enemies, the magical girls of the Light Clan. The only way to lift their ancestry's curse is for Yuuko to find a magical girl, murder her, and splatter her blood all over her ancestor's Demon God statue.\n\nFortunately for \"Shadow Mistress Yuuko,\" a magical girl saves her from being run over by an oncoming truck. Unfortunately, Momo Chiyoda happens to be Yuuko's classmate at Sakuragaoka High and is much stronger than her in both strength and endurance. Taking pity on her wimpy assailant, the magical girl agrees to train Yuuko and help her unlock her dormant powers. Now, Yuuko must rise up and defeat her generous frenemy to save her family from the terrible grip of poverty.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Machikado Mazoku",
   "link": "https://myanimelist.net/anime/39071/Machikado_Mazoku",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Magic"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "4-koma manga",
   "nbEp": "12",
   "releaseDate": "Jul 12, 2019, 01:28 (JST)",
   "score": "7.71",
   "members": "75489"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1725/102251.jpg",
   "synopsis": "Iride Akatsuki has unlocked hidden content in the game he's playing, 'Nakanohito Genome,' and it turns out that this content is a real-life game!\nHe soon wakes up to find that he has been kidnapped and taken to a strange place, along with a number of other teammates. Each of them specializes in a certain sort of game, like cultivation games, fighting games, puzzle games, etc.\nA llama-headed 'teacher' gathers them after level 1 is cleared to explain how the game will proceed.\nWill this group of gamers succeed, and make it back to their real lives?\n\n(Source: MangaHelpers)",
   "licensor": "Funimation",
   "title": "Nakanohito Genome [Jikkyouchuu]",
   "link": "https://myanimelist.net/anime/37926/Nakanohito_Genome_Jikkyouchuu",
   "genres": [
    "Game",
    "Comedy",
    "Drama"
   ],
   "producers": [
    "Silver Link."
   ],
   "fromType": "Web manga",
   "nbEp": "12",
   "releaseDate": "Jul 7, 2019, 22:00 (JST)",
   "score": "6.88",
   "members": "70386"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1227/99966.jpg",
   "synopsis": "As she heads off to her entrance ceremony at Sainotama Girls' High School, Akane Kikuchi muses over her grade school dream of becoming a manga artist and the lack of progress that she has made. When she finally arrives at school, she is surprised to learn that she is once again in the same class as her two best friends: the deadpan and emotionless Shiori Saginomiya and the hyperactive and ridiculous Nozomu Tanaka. Tanaka then comes to the obvious realization that she can't achieve her grade school dream of being popular with the boys and getting a boyfriend by going to an all-girls high school.\n\nIn desperation, she begins asking the girls in her class to introduce her to their guy friends. Her classmates, however, are anything but ordinary. From a grandmother-loving loli to a reclusive chuunibyou to an overly analytical stalker, each one is given a fitting nickname by Tanaka to accentuate their weirdness. And so begin the wasteful days of these high school girls, each day kicked off with a simple question: \"Hey, wanna hear something amazing?\"\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Joshikousei no Mudazukai",
   "link": "https://myanimelist.net/anime/38619/Joshikousei_no_Mudazukai",
   "genres": [
    "Comedy",
    "School"
   ],
   "producers": [
    "Passione"
   ],
   "fromType": "Web manga",
   "nbEp": "12",
   "releaseDate": "Jul 5, 2019, 21:30 (JST)",
   "score": "7.71",
   "members": "63825"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1127/99941.jpg",
   "synopsis": "Young detective Sonia Summers has been transferred to the outskirts of the port city Libra after stirring up trouble with her superiors. Libra is separated into two sectors—\"the Upper\", the center of wealth and politics, and \"the Outside\". The Outside is home to crime, corruption, and curious incidents involving monstrosities or youkai. Each case that Sonia works on seems to implicate the involvement of these mysterious creatures.\n\nSonia crosses paths with three peculiar humanoid youkai — Bem, Bela and Belo — who seek to protect humans and fight against the evil youkai that terrorize them. Living as \"Youkai-Ningen,\" they are excluded by other youkai for their human-like lifestyles, and rejected and hurt by humans when they reveal their true forms.\n\nDespite the hardships they face, these three Youkai-Ningen secretly live among humans, continuing to pursue their dreams of one day becoming human as well.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Bem",
   "link": "https://myanimelist.net/anime/39221/Bem",
   "genres": [
    "Action",
    "Demons",
    "Supernatural"
   ],
   "producers": [
    "LandQ studios",
    "Production I.G"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 15, 2019, 01:35 (JST)",
   "score": "6.04",
   "members": "47483"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1035/101330.jpg",
   "synopsis": "Long ago, magic was abundant and enriched the lives of all people until its usage in war. To end the chaos, seven of the most powerful mages gave up their lives in order to seal all magic. Now, almost one thousand years later, their magic seal Magiaconatus hosts Granbelm, a monthly series of battles meant to determine who among its participants is worthy of the title of Princeps, the one true mage.\n\nOn the night of a full moon, high school student Mangetsu Kohinata is suddenly transported to an illusionary world where six mages are participating in Granbelm. Mistaken for an enemy mage, Mangetsu is attacked by two mages until she is rescued by Shingetsu Ernesta Fukami and her Armanox Viola Katze. However, when Shingetsu is ambushed for protecting her, Magiaconatus grants Mangetsu the Armanox White Lily, allowing her to fight off Shingetsu's assailant. Overwhelmed by the revelations presented to her, Mangetsu decides to help her new friend fight in Granbelm and make her wish come true.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Granbelm",
   "link": "https://myanimelist.net/anime/39417/Granbelm",
   "genres": [
    "Fantasy",
    "Magic",
    "Mecha"
   ],
   "producers": [
    "Nexus"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Jul 6, 2019, 01:55 (JST)",
   "score": "6.80",
   "members": "38404"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1899/101966.jpg",
   "synopsis": "Humanity is finally confronted with the threat of the Custodians—the ancient, sentient species held responsible for cursing humanity to speak different languages thousands of years ago. The Symphogear wielders—Hibiki Tachibana, Tsubasa Kazanari, Chris Yukine, Maria Cadenzavna Eve, Kirika Akatsuki, and Shirabe Tsukuyomi—are sent to the Antarctic in order to retrieve an ancient relic. After securing it and rescuing the scientific staff present there from a Coffin, the automated defense mechanism protecting it, the relic is given to American researchers due to international agreements.\n\nThe criminal organization Noble Red, a remnant of the previously fought Bavarian Illuminati, starts targeting the relic. Will the Symphogear wielders and their supporting organization S.O.N.G. be able to foil the plans of the organizations conspiring against them?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Senki Zesshou Symphogear XV",
   "link": "https://myanimelist.net/anime/32843/Senki_Zesshou_Symphogear_XV",
   "genres": [
    "Action",
    "Music",
    "Sci-Fi"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Jul 7, 2019, 01:00 (JST)",
   "score": "8.25",
   "members": "25595"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1504/100488.jpg",
   "synopsis": "Yumenosaki Private Academy, a school located on a hill facing the ocean. Specializing in boys' idol training, the school has a long history of producing generations of idols for the entertainment world out of the young men overbrimming with talents, like the shining stars in the sky. Due to \"special circumstances,\" you are a transfer student at the school, as well as the only female student there. In fact, you are chosen to be the very first student of the \"producer course,\" and your task is to produce these idols… We hope you will enjoy your journey with the idols you meet at the academy, as well as the vigorous ensemble that together you will make.\n\n(Source: Ensemble Stars! Wikia)",
   "licensor": "Funimation",
   "title": "Ensemble Stars!",
   "link": "https://myanimelist.net/anime/32212/Ensemble_Stars",
   "genres": [
    "Music",
    "School"
   ],
   "producers": [
    "David Production"
   ],
   "fromType": "Game",
   "nbEp": "24",
   "releaseDate": "Jul 7, 2019, 22:30 (JST)",
   "score": "6.80",
   "members": "24603"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1444/101157.jpg",
   "synopsis": "The series is a historical drama aesthetically and boldly adapting the life of Oda Nobunaga in his teens up to his time as a warlord against his brother, Nobuyuki.\n\n(Source: MAL News)",
   "licensor": "Funimation",
   "title": "Kochouki: Wakaki Nobunaga",
   "link": "https://myanimelist.net/anime/38920/Kochouki__Wakaki_Nobunaga",
   "genres": [
    "Action",
    "Historical",
    "Drama",
    "Samurai"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 8, 2019, 21:30 (JST)",
   "score": "6.54",
   "members": "20481"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1803/102385.jpg",
   "synopsis": "Riku Haruma enters high school without a future in sight. He sees people playing like monsters on the ground, jumping higher than anyone else, running fast, deciding to try their best. There, he sees Akira Kariya playing rugby, a sport he was once passionate about but gave up due to his physique. While Akira is running roughly, Riku gives him a piece of advice without thinking. From that, Riku feels his dying passion for the sport set ablaze, and his future starts to brighten up...\n\n(Source: MAL News)",
   "licensor": "Sentai Filmworks",
   "title": "Try Knights",
   "link": "https://myanimelist.net/anime/39527/Try_Knights",
   "genres": [
    "Sports",
    "School",
    "Josei"
   ],
   "producers": [
    "Gonzo",
    "Seven"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 31, 2019, 01:29 (JST)",
   "score": "4.69",
   "members": "13651"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1751/102212.jpg",
   "synopsis": "Office worker Ryou Fujihashi is trapped inside her apartment which has set ablaze. The firefighters arrive in time to save her, and one of them happens to be Souma Mizuno, Fujihashi's childhood friend who she had a crush on. As the apartment fire gets put out, an old love gets rekindled.\n\n(Source: MAL News)",
   "licensor": "",
   "title": "Yubisaki kara no Honki no Netsujou: Osananajimi wa Shouboushi",
   "link": "https://myanimelist.net/anime/39963/Yubisaki_kara_no_Honki_no_Netsujou__Osananajimi_wa_Shouboushi",
   "genres": [
    "Comedy",
    "Ecchi",
    "Romance"
   ],
   "producers": [
    "Studio Hokiboshi"
   ],
   "fromType": "Web manga",
   "nbEp": "8",
   "releaseDate": "Jul 8, 2019, 01:00 (JST)",
   "score": "5.93",
   "members": "11712"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1795/101063.jpg",
   "synopsis": "A rusted door opens to a decrepit apartment filled with darkness. Inside, the masked Storyteller waits to spin more twisted tales of horror, inviting all to listen.\n\nIn one story, a woman is tormented by her past sins; in another, a man visits a chilling art exhibit, where things quickly go awry when he ignores the warnings regarding taking photographs. That is not all, though—an unsuspecting woman hears strange noises from her veranda, but when her boyfriend investigates, he receives the shock of his life; a lady receives a frantic call from her sister, who begs her to come to a phone booth, but when she arrives, she realizes that things are not as they appear; and a man looks for one of his belongings in his little sister's room, only to soon discover that a malevolent presence lives there. The Storyteller is all too eager to share these tales, which will no doubt shock and terrify his audience.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Yami Shibai 7",
   "link": "https://myanimelist.net/anime/39836/Yami_Shibai_7",
   "genres": [
    "Dementia",
    "Horror",
    "Supernatural"
   ],
   "producers": [
    "ILCA"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Jul 8, 2019, 03:13 (JST)",
   "score": "5.91",
   "members": "9624"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1306/101222.jpg",
   "synopsis": "Mana Shikimiya has just transferred into Marehoshi Academy, a school which requires each of its students to join one of the many sports or cultural clubs. After a quick tour of most of the clubs by the Student Council Vice President Minori Hasegawa, Mana stumbles upon the Lyrical Tradition Dance Club. There she meets its sole members: Mizuha Ichikishima and Sayu Tsukisaka. Drawn to their singing and dancing, Mana joins the club and together they work towards their dream of winning the Prism Stage—a national competition to determine the top idols of the country.\n\nHowever, before Mana and her new friends can worry about the Prism Stage, there is a more immediate problem at hand: the club is about to be disbanded by the student council! Without enough members or any notable achievements, the club will be shut down and the members' dreams will be over before they've begun to pursue them. It's up to the three of them to find the additional club members they need and become an idol group strong enough to qualify for the Prism Stage and to win it as well.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Re:Stage! Dream Days♪",
   "link": "https://myanimelist.net/anime/38009/Re_Stage_Dream_Days%E2%99%AA",
   "genres": [
    "Music",
    "School",
    "Slice of Life"
   ],
   "producers": [
    "Graphinica",
    "Yumeta Company"
   ],
   "fromType": "Other",
   "nbEp": "12",
   "releaseDate": "Jul 7, 2019, 22:00 (JST)",
   "score": "6.69",
   "members": "7515"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1663/99834.jpg",
   "synopsis": "Third season of Starmyu.",
   "licensor": "",
   "title": "Starmyu 3rd Season",
   "link": "https://myanimelist.net/anime/36536/Starmyu_3rd_Season",
   "genres": [
    "Music",
    "Slice of Life",
    "School"
   ],
   "producers": [
    "C-Station"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 1, 2019, 22:00 (JST)",
   "score": "6.85",
   "members": "6886"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1826/101622.jpg",
   "synopsis": "The anime features characters with human bodies and fish heads as office workers at an IT firm.",
   "licensor": "",
   "title": "Business Fish",
   "link": "https://myanimelist.net/anime/39979/Business_Fish",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "6",
   "releaseDate": "Jul 8, 2019, 00:00 (JST)",
   "score": "5.63",
   "members": "2836"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1180/101936.jpg",
   "synopsis": "A daily eating life happening at a street that seems like Hakata but not Hakata!?  Fairy of Mentaiko \"Pirikarako-chan\" goes around the street to solve (?)!",
   "licensor": "",
   "title": "Hakata Mentai! Pirikarako-chan",
   "link": "https://myanimelist.net/anime/39620/Hakata_Mentai_Pirikarako-chan",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "G-angle"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 7, 2019, 06:15 (JST)",
   "score": "5.02",
   "members": "2205"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1804/102281.jpg",
   "synopsis": "This is the story of \"Shinemon Nitta\", the future manager of Card Capital.\n\n10 years before the reunion of Aichi Sendou and Toshiki Kai, the card shop run by the Tokura family \"Card Capital\" was going out of business. Then came the attempt to take over the store by Esuka Hibino, the owner of a major card shop.\n\nIn order to protect Card Capital, Shinemon Nitta stands up as the \"Self-proclaimed Manager!\"\n\n(Source: Cardfight!! Vanguard Wiki)",
   "licensor": "",
   "title": "Cardfight!! Vanguard: Shinemon-hen",
   "link": "https://myanimelist.net/anime/40167/Cardfight_Vanguard__Shinemon-hen",
   "genres": [
    "Action",
    "Game",
    "Shounen"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Original",
   "nbEp": "31",
   "releaseDate": "Aug 24, 2019",
   "score": "6.58",
   "members": "1935"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1901/101621.jpg",
   "synopsis": "Three girls come from another planet to save the mistreated animals of planet Earth. Black cat Amiru, squirrel Rumi, and rabbit Rie all make their way to Earth but Rie crashes her UFO! Lucky Amiru and Rumi run into Earth girl Minami and together set out to conquer the world!\n\n(Source: Tokyo Otaku Mode)",
   "licensor": "",
   "title": "Waresho! Warera! Shodobutsu Aigo Iinkai",
   "link": "https://myanimelist.net/anime/39978/Waresho_Warera_Shodobutsu_Aigo_Iinkai",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "5",
   "releaseDate": "Jul 2, 2019",
   "score": "N/A",
   "members": "543"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
   "synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
   "licensor": "4Kids Entertainment,Funimation",
   "title": "One Piece",
   "link": "https://myanimelist.net/anime/21/One_Piece",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Drama",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Oct 20, 1999, 09:30 (JST)",
   "score": "8.48",
   "members": "1136181"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1286/99889.jpg",
   "synopsis": "Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night.\n\nWhen he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Kimetsu no Yaiba",
   "link": "https://myanimelist.net/anime/38000/Kimetsu_no_Yaiba",
   "genres": [
    "Action",
    "Demons",
    "Historical",
    "Shounen",
    "Supernatural"
   ],
   "producers": [
    "ufotable"
   ],
   "fromType": "Manga",
   "nbEp": "26",
   "releaseDate": "Apr 6, 2019, 23:30 (JST)",
   "score": "8.70",
   "members": "1017319"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/88336.jpg",
   "synopsis": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Black Clover",
   "link": "https://myanimelist.net/anime/34572/Black_Clover",
   "genres": [
    "Action",
    "Comedy",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Oct 3, 2017, 18:25 (JST)",
   "score": "7.27",
   "members": "648078"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/84460.jpg",
   "synopsis": "Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\n\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\n\nNew friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Boruto: Naruto Next Generations",
   "link": "https://myanimelist.net/anime/34566/Boruto__Naruto_Next_Generations",
   "genres": [
    "Action",
    "Adventure",
    "Super Power",
    "Martial Arts",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Apr 5, 2017, 17:30 (JST)",
   "score": "6.00",
   "members": "426117"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1447/99827.jpg",
   "synopsis": "Tooru Honda has always been fascinated by the story of the Chinese Zodiac that her beloved mother told her as a child. However, a sudden family tragedy changes her life, and subsequent circumstances leave her all alone. Tooru is now forced to live in a tent, but little does she know that her temporary home resides on the private property of the esteemed Souma family. Stumbling upon their home one day, she encounters Shigure, an older Souma cousin, and Yuki, the \"prince\" of her school. Tooru explains that she lives nearby, but the Soumas eventually discover her well-kept secret of being homeless when they see her walking back to her tent one night.\n\nThings start to look up for Tooru as they kindly offer to take her in after hearing about her situation. But soon after, she is caught up in a fight between Yuki and his hot-tempered cousin, Kyou. While trying to stop them, she learns that the Souma family has a well-kept secret of their own: whenever they are hugged by a member of the opposite sex, they transform into the animals of the Chinese Zodiac.\n\nWith this new revelation, Tooru will find that living with the Soumas is an unexpected adventure filled with laughter and romance.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Fruits Basket 1st Season",
   "link": "https://myanimelist.net/anime/38680/Fruits_Basket_1st_Season",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "Shoujo",
    "Slice of Life",
    "Supernatural"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Apr 6, 2019, 01:23 (JST)",
   "score": "8.23",
   "members": "291012"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1536/93863.jpg",
   "synopsis": "Although Fairy Tail has been disbanded and its members are now spread far across Fiore, Natsu Dragneel hasn't given up on reuniting the guild he and others once called home. Along with his companions Happy and Lucy Heartfilia, he will stop at nothing to keep Fairy Tail and its fiery spirit alive even as they face their most difficult trial yet—the invasion of Fiore by the Alvarez Empire's immense army and their all-too-familiar ruler.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Fairy Tail: Final Series",
   "link": "https://myanimelist.net/anime/35972/Fairy_Tail__Final_Series",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "A-1 Pictures",
    "Bridge",
    "CloverWorks"
   ],
   "fromType": "Manga",
   "nbEp": "51",
   "releaseDate": "Oct 7, 2018, 07:00 (JST)",
   "score": "7.60",
   "members": "266358"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
   "synopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Detective Conan",
   "link": "https://myanimelist.net/anime/235/Detective_Conan",
   "genres": [
    "Adventure",
    "Mystery",
    "Comedy",
    "Police",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Jan 8, 1996, 18:00 (JST)",
   "score": "8.18",
   "members": "225819"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1611/96157.jpg",
   "synopsis": "It has been 50 years since mankind began its migration to the terraformed Mars, where they live in comfort due to advancements in AI. Carole lives in the metropolis of Alba City, working part-time by day and playing keyboard by night. Tuesday has run away from her home in Hershell City to escape the grip of her wealthy family, and instead hopes to pursue music with her acoustic guitar.\n\nAfter a fateful encounter, the two decide to perform music together. Up against the AI singers that dominate the music world, the two of them believe that together they can convey their feelings through their songs. Will hard work and luck be enough for the duo to create the biggest miracle that Mars has ever seen?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Carole & Tuesday",
   "link": "https://myanimelist.net/anime/37435/Carole___Tuesday",
   "genres": [
    "Drama",
    "Music",
    "Sci-Fi"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Original",
   "nbEp": "24",
   "releaseDate": "Apr 11, 2019, 00:55 (JST)",
   "score": "8.00",
   "members": "194354"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1009/100450.jpg",
   "synopsis": "Takuya Arima is a young student whose father, a historian who has conducted various researches, disappeared recently. During a summer vacation Takuya receives a peculiar package from his missing father, along with a letter containing information about the existence of various parallel worlds. At first Takuya doesn't take it seriously, but soon he realizes that he possesses a device that allows him to travel to alternate dimensions. Is his father alive, after all? If so, where is he?\n\n(Source: VNDB)",
   "licensor": "Funimation",
   "title": "Kono Yo no Hate de Koi wo Utau Shoujo YU-NO",
   "link": "https://myanimelist.net/anime/34620/Kono_Yo_no_Hate_de_Koi_wo_Utau_Shoujo_YU-NO",
   "genres": [
    "Sci-Fi",
    "Drama"
   ],
   "producers": [
    "feel."
   ],
   "fromType": "Visual novel",
   "nbEp": "26",
   "releaseDate": "Apr 2, 2019, 23:00 (JST)",
   "score": "6.61",
   "members": "85273"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
   "synopsis": "Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot.\n\nEveryday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series.\n\nCrayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
   "licensor": "Funimation",
   "title": "Crayon Shin-chan",
   "link": "https://myanimelist.net/anime/966/Crayon_Shin-chan",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Apr 13, 1992, 19:30 (JST)",
   "score": "7.70",
   "members": "51503"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1153/100511.jpg",
   "synopsis": "Picking up the next year after the end of the fall tournament, Seidou High School baseball team battle it out with new and old faces as they begin their tournament run at Koshien.",
   "licensor": "",
   "title": "Diamond no Ace: Act II",
   "link": "https://myanimelist.net/anime/38731/Diamond_no_Ace__Act_II",
   "genres": [
    "Comedy",
    "Sports",
    "School",
    "Shounen"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "52",
   "releaseDate": "Apr 2, 2019, 17:55 (JST)",
   "score": "8.23",
   "members": "45307"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1273/93610.jpg",
   "synopsis": "Nearly twenty years into the 21st century, people have forgotten the existence of youkai. When a number of unexplainable phenomena plague adults of the human world with confusion and chaos, thirteen-year-old Mana writes a letter to the Youkai Post in search of answers, only to be greeted by Gegege no Kitarou...\n\n(Source: Crunchyroll)",
   "licensor": "",
   "title": "Gegege no Kitarou (2018)",
   "link": "https://myanimelist.net/anime/37140/Gegege_no_Kitarou_2018",
   "genres": [
    "Comedy",
    "Demons",
    "Supernatural",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "97",
   "releaseDate": "Apr 1, 2018, 09:00 (JST)",
   "score": "7.26",
   "members": "37578"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1789/101971.jpg",
   "synopsis": "In the city of Den City, thousands of duelists take part in a virtual reality space known as Link Vrains, where users can create unique avatars and participate in games of Duel Monsters with each other. As a mysterious hacker organisation known as the Knights of Hanoi threaten this world, a high-school student named Yusaku Fujiki battles against them under the guise of Playmaker. \n\nOne day, Yusaku encounters a peculiar artificial intelligence program, which he names Ai, who sets off a digital maelstrom in Link Vrains known as the Data Storm. As the appearance of this storm gives birth to Speed Duels, in which duelists surf the wind as they duel, Yusaku battles against Hanoi in order to uncover the truth concerning an incident that happened to him years ago.\n\n(Source: ASCII.jp)",
   "licensor": "",
   "title": "Yu☆Gi☆Oh! VRAINS",
   "link": "https://myanimelist.net/anime/34866/Yu%E2%98%86Gi%E2%98%86Oh_VRAINS",
   "genres": [
    "Action",
    "Game",
    "Sci-Fi",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Gallop"
   ],
   "fromType": "Card game",
   "nbEp": "120",
   "releaseDate": "May 10, 2017, 18:25 (JST)",
   "score": "6.68",
   "members": "29156"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1353/104238.jpg",
   "synopsis": "Because of the legend left by Tatsuya Uesugi, Meisei Academy High School was well-known for their strong baseball team. But 26 years after their glory, the team has not been able to keep their record and has since lost their fame.\n\nTwo stepbrothers, Souichirou and Touma Tachibana, aim to revive of the once-strong Meisei Academy baseball team and enter the National High School Baseball Championship.\n\nSouichirou and Touma are second years in Meisei Academy Middle School. Both boys are talented baseball players. Souichirou has shown excellent skill as a catcher and batter. Though having an extraordinary skill as a pitcher, Touma no longer pitches due to a certain reason.\n\nOnce the two enter high school, they pair as a battery and aim to enter the National High School Baseball Championship!\n\n(Source: YTV, edited)",
   "licensor": "Funimation",
   "title": "Mix",
   "link": "https://myanimelist.net/anime/38098/Mix",
   "genres": [
    "Drama",
    "Romance",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Apr 6, 2019, 17:30 (JST)",
   "score": "7.29",
   "members": "15684"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1629/93729.jpg",
   "synopsis": "19 members of Inazuma Japan have been announced, and they will battle against the mysterious team \"Orion's Apostle\" in the Football Frontier International.",
   "licensor": "",
   "title": "Inazuma Eleven: Orion no Kokuin",
   "link": "https://myanimelist.net/anime/38235/Inazuma_Eleven__Orion_no_Kokuin",
   "genres": [
    "Sports"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Game",
   "nbEp": "49",
   "releaseDate": "Oct 5, 2018, 17:55 (JST)",
   "score": "6.79",
   "members": "12234"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1897/100015.jpg",
   "synopsis": "What was the tragedy that decided the fates of Char Aznable, the man later nicknamed the \"Red Comet\" as an ace pilot of the Zeon forces, and his sister Sayla Mass?\n\nThe two siblings' journeys, brought on by the sudden death of their father Zeon Zum Deikun who was a leader of the Spacenoids, are depicted in the four episodes of \"Chronicle of Char and Sayla.\"\n\nThe Zabi family who seize control of Side 3 and lead the Principality of Zeon, the early days of many renowned Zeon ace pilots who later fight in the One Year War, the secrets of mobile suit development, conflicts with the Earth Federation Forces, and the road leading to the outbreak of war—all will be revealed.\n\n(Source: Official Website)\n\nNote: A re-edited TV version of the six OVAs released from 2015 through 2018.",
   "licensor": "",
   "title": "Mobile Suit Gundam: The Origin - Advent of the Red Comet",
   "link": "https://myanimelist.net/anime/39592/Mobile_Suit_Gundam__The_Origin_-_Advent_of_the_Red_Comet",
   "genres": [
    "Action",
    "Military",
    "Sci-Fi",
    "Space",
    "Mecha",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Apr 29, 2019",
   "score": "8.06",
   "members": "8601"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1585/97907.jpg",
   "synopsis": "The story begins when the protagonist Hikaru meets aliens Lala, Prunce, and Fuwa while watching the night sky. She learns of the \"Star Palace,\" where the 12 Star Princesses of the constellations kept the balance of the universe until they were attacked. Lala is searching for the legendary Precure warriors to help find the 12 scattered \"Princess Star Color Pens\" and revive the princesses. When Fuwa is captured by an enemy, Hikaru wishes to save Fuwa, and a Star Color Pendent and a Star Color Pen appear to allow her to transform into Cure Star. From then on she works to collect the pens and raise Fuwa, who is the key to reviving the princesses. \n\n(Source: ANN)",
   "licensor": "",
   "title": "Star☆Twinkle Precure",
   "link": "https://myanimelist.net/anime/38578/Star%E2%98%86Twinkle_Precure",
   "genres": [
    "Action",
    "Magic",
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "49",
   "releaseDate": "Feb 3, 2019, 08:30 (JST)",
   "score": "7.22",
   "members": "6300"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
   "synopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
   "licensor": "",
   "title": "Sazae-san",
   "link": "https://myanimelist.net/anime/2406/Sazae-san",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "4-koma manga",
   "nbEp": "?",
   "releaseDate": "Oct 5, 1969, 18:30 (JST)",
   "score": "6.11",
   "members": "4725"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1391/100465.jpg",
   "synopsis": "The story takes place two years after Aikatsu Friends! with Aine Yuuki now in high school. One day she has an encounter with the mysterious idol Hibiki Tenshou who wears the shining Jeweling Dress.",
   "licensor": "",
   "title": "Aikatsu Friends!: Kagayaki no Jewel",
   "link": "https://myanimelist.net/anime/39078/Aikatsu_Friends__Kagayaki_no_Jewel",
   "genres": [
    "Music",
    "Slice of Life",
    "School",
    "Shoujo"
   ],
   "producers": [
    "Bandai Namco Pictures"
   ],
   "fromType": "Game",
   "nbEp": "26",
   "releaseDate": "Apr 4, 2019, 18:25 (JST)",
   "score": "6.88",
   "members": "3087"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1334/100989.jpg",
   "synopsis": "Upon the conclusion of the Vanguard High School Koshien, Kouji Ibuki begins to have new nightmares. Nome Tatsunagi has Suiko summon him to the mansion where they learn he can see a Dark Tower called Sanctuary. Sanctuary is causing the timeline to be altered throughout history, and the only way to correct it is for Kouji to first correct his future mistake. Now Kouji and Suiko must travel the parallel world -if- and watch as Magical Girls Emi Sendou and Shuka summon Vanguard units to help correct history. Sadly the two can't help much as Cardfighting against real monsters doesn't do much good.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Cardfight!! Vanguard: Zoku Koukousei-hen",
   "link": "https://myanimelist.net/anime/39244/Cardfight_Vanguard__Zoku_Koukousei-hen",
   "genres": [
    "Action",
    "Game",
    "Shounen"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Original",
   "nbEp": "14",
   "releaseDate": "May 11, 2019, 08:00 (JST)",
   "score": "6.33",
   "members": "2759"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1477/100243.jpg",
   "synopsis": "The series follows pre-teens Dan Kouzo, Shun Kazami, Wynton Styles, Lia Venegas, and their dog Lightning. They are known as the \"Awesome Ones\" and make videos on the website ViewTube. Eventually, they stumble across a race of battling biomechanical creatures called Bakugan. They soon befriend the Bakugan and begin to battle each other with them, all while defending their neighborhood from thugs who use the Bakugan for malicious purposes. \n\n(Source: Wikipedia)",
   "licensor": "",
   "title": "Bakugan: Battle Planet",
   "link": "https://myanimelist.net/anime/39622/Bakugan__Battle_Planet",
   "genres": [
    "Action",
    "Game",
    "Fantasy"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "50",
   "releaseDate": "Apr 1, 2019, 17:55 (JST)",
   "score": "5.74",
   "members": "2714"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1318/99806.jpg",
   "synopsis": "This year's March issue of Shogakukan's CoroCoro Comics magazine announced on Friday that a new Beyblade series titled Beyblade Burst GT (Gachi) will debut on April 5. The series will stream weekly on the CoroCoro YouTube channel, the official Beyblade portal website, and the Takara Tomy Channel. The magazine shared a visual of a new protagonist with short blond hair.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Beyblade Burst Gachi",
   "link": "https://myanimelist.net/anime/39282/Beyblade_Burst_Gachi",
   "genres": [
    "Action",
    "Sci-Fi",
    "Adventure",
    "Sports",
    "Shounen"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 5, 2019, 16:00 (JST)",
   "score": "6.02",
   "members": "2690"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/77617.jpg",
   "synopsis": "Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\n\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\n\n(Source: Fuji Creative)",
   "licensor": "",
   "title": "Bonobono (TV 2016)",
   "link": "https://myanimelist.net/anime/32353/Bonobono_TV_2016",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "4-koma manga",
   "nbEp": "?",
   "releaseDate": "Apr 2, 2016, 04:52 (JST)",
   "score": "6.35",
   "members": "2190"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1396/99145.jpg",
   "synopsis": "There's a new tough guy transfer student in Tokyo. His name is Tokio and he's raring to see how scrappy the locals are. But when he comes face-to-face with a Japan-obsessed red-haired kid that won't leave him alone until he tells him exactly what prefecture he's from, his life takes a turn for the crazy! This kid isn't just Japan obsessed, he's developed a martial art based on all the different prefectures in the country! \n\n(Source: VIZ Media)",
   "licensor": "",
   "title": "Jimoto ga Japan",
   "link": "https://myanimelist.net/anime/38881/Jimoto_ga_Japan",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "Oddjob"
   ],
   "fromType": "Manga",
   "nbEp": "50",
   "releaseDate": "Apr 8, 2019, 07:05 (JST)",
   "score": "N/A",
   "members": "1524"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1616/103082.jpg",
   "synopsis": "Second Season of Kiratto Pri☆chan, adding one more idol.",
   "licensor": "",
   "title": "Kiratto Pri☆chan Season 2",
   "link": "https://myanimelist.net/anime/38804/Kiratto_Pri☆chan_Season_2",
   "genres": [
    "Music",
    "Slice of Life",
    "Comedy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "Tatsunoko Production"
   ],
   "fromType": "Game",
   "nbEp": "51",
   "releaseDate": "Apr 7, 2019, 10:00 (JST)",
   "score": "6.92",
   "members": "1396"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/87843.jpg",
   "synopsis": "The sound of yodeling will appear when you least expect it.",
   "licensor": "",
   "title": "Yodel no Onna",
   "link": "https://myanimelist.net/anime/36409/Yodel_no_Onna",
   "genres": [
    "Music",
    "Comedy"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Sep 22, 2017",
   "score": "5.33",
   "members": "1009"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1877/91297.jpg",
   "synopsis": "Based on the characters created by Study.",
   "licensor": "",
   "title": "Neko Konogoro",
   "link": "https://myanimelist.net/anime/33398/Neko_Konogoro",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Jun 8, 2016, 00:00 (JST)",
   "score": "N/A",
   "members": "845"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1383/99945.jpg",
   "synopsis": "After the TV station gets acquired by \"Nanazon Prime Video,\" departments that don't get high ratings will be restructured (aka fired). The shooting crew takes on a large-scale plan for their survival. The Banakawa Family was an extremely wealthy family in the Edo period but their gold was hidden somewhere in a cave (that even the surviving members of the Banakawa Family can't find). So the crew's program will feature them exploring the underground world in search of this hidden treasure that so far major TV station networks with big budgets could not find.",
   "licensor": "",
   "title": "TV Yarou Nanaana: Wakuwaku Doukutsu Land",
   "link": "https://myanimelist.net/anime/39581/TV_Yarou_Nanaana__Wakuwaku_Doukutsu_Land",
   "genres": [
    "Adventure",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "24",
   "releaseDate": "Apr 11, 2019, 07:30 (JST)",
   "score": "6.06",
   "members": "839"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1859/91295.jpg",
   "synopsis": "The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality.  He thinks various things and has fun watching humans.",
   "licensor": "",
   "title": "Neko no Robu",
   "link": "https://myanimelist.net/anime/35478/Neko_no_Robu",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "May 6, 2017, 06:30 (JST)",
   "score": "N/A",
   "members": "811"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1287/106313.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Duel Masters!!",
   "link": "https://myanimelist.net/anime/39039/Duel_Masters",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "Brain's Base",
    "Shogakukan Music & Digital Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "51",
   "releaseDate": "Apr 7, 2019, 08:30 (JST)",
   "score": "N/A",
   "members": "728"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/72182.jpg",
   "synopsis": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
   "licensor": "",
   "title": "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?",
   "link": "https://myanimelist.net/anime/30151/Kamiusagi_Rope__Warau_Asa_ni_wa_Fukuraitaru_tte_Maji_ssuka",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Nov 16, 2012, 06:45 (JST)",
   "score": "N/A",
   "members": "633"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/28900.jpg",
   "synopsis": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)",
   "licensor": "",
   "title": "Shiawase Haitatsu Taneko",
   "link": "https://myanimelist.net/anime/10506/Shiawase_Haitatsu_Taneko",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Mar 26, 2011",
   "score": "N/A",
   "members": "468"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1126/99095.jpg",
   "synopsis": "A multimedia project collaboration between Shogakukan, Sony Interactive Entertainment, Sony Music Entertainment, and Sony Music Communications, and features a theme of rap and hip-hop.\n\nThe story follows Yo!Hey, a boy who raps to the beat of his farts.\n\nThe anime will air withing the Ota-Suta (\"Good Morning Star\") children's television program and the manga counterpart will be published in March.\n\n(Source: ANN)",
   "licensor": "",
   "title": "B Rappers Street",
   "link": "https://myanimelist.net/anime/39031/B_Rappers_Street",
   "genres": [
    "Music",
    "Comedy"
   ],
   "producers": [
    "Pie in the sky"
   ],
   "fromType": "Original",
   "nbEp": "50",
   "releaseDate": "Apr 11, 2019, 07:05 (JST)",
   "score": "N/A",
   "members": "454"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1454/100376.jpg",
   "synopsis": "Fourth season of Shounen Ashibe: Go! Go! Goma-chan.",
   "licensor": "",
   "title": "Shounen Ashibe: Go! Go! Goma-chan 4",
   "link": "https://myanimelist.net/anime/39457/Shounen_Ashibe__Go_Go_Goma-chan_4",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Seinen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "4-koma manga",
   "nbEp": "24",
   "releaseDate": "Apr 2, 2019, 18:45 (JST)",
   "score": "N/A",
   "members": "446"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1058/102001.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Pittanko!! Nekozakana",
   "link": "https://myanimelist.net/anime/40089/Pittanko_Nekozakana",
   "genres": [
    "-"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "?",
   "releaseDate": "Oct 9, 2017",
   "score": "N/A",
   "members": "373"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1189/98233.jpg",
   "synopsis": "An everyday life of yellow frog with horn.  Based on the web manga of the same title.",
   "licensor": "",
   "title": "Kyou mo Tsuno ga Aru",
   "link": "https://myanimelist.net/anime/39003/Kyou_mo_Tsuno_ga_Aru",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "MMDGP"
   ],
   "fromType": "Web manga",
   "nbEp": "50",
   "releaseDate": "Feb 21, 2019, 21:54 (JST)",
   "score": "N/A",
   "members": "366"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1952/99800.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Kedama no Gonjirou",
   "link": "https://myanimelist.net/anime/39040/Kedama_no_Gonjirou",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "OLM",
    "Wit Studio"
   ],
   "fromType": "Other",
   "nbEp": "51",
   "releaseDate": "Apr 6, 2019, 10:00 (JST)",
   "score": "N/A",
   "members": "363"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/84867.jpg",
   "synopsis": "A tourism promotional anime for the Akita prefecture. Highlighting Akita cuisine, actors, landmarks, etc. through the banter of two high school friends who are a red oni and an akita (dog breed).",
   "licensor": "",
   "title": "Akita Kenritsu Iburi Gakkou Chuutou-bu",
   "link": "https://myanimelist.net/anime/35226/Akita_Kenritsu_Iburi_Gakkou_Chuutou-bu",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Mar 14, 2017",
   "score": "N/A",
   "members": "336"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1557/95194.jpg",
   "synopsis": "The surreal world view of \"scary cute\" monsters that rampage endlessly. They look and act like toys but being several stories tall, the destruction on Japan is devastating.",
   "licensor": "",
   "title": "Aigan Kaijuu",
   "link": "https://myanimelist.net/anime/38365/Aigan_Kaijuu",
   "genres": [
    "Action",
    "Sci-Fi",
    "Comedy",
    "Parody",
    "Fantasy"
   ],
   "producers": [
    "Shimogumi"
   ],
   "fromType": "Other",
   "nbEp": "50",
   "releaseDate": "Oct 7, 2018, 06:54 (JST)",
   "score": "N/A",
   "members": "304"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1980/96936.jpg",
   "synopsis": "Within the nature \"Darwin Kita! Kikimono Shin Densetsu\" program on NHK1.5 airs the short Manul no Yuube, based on a web manga/comic of the same name. It following animal characters who visit the bar Manul no Yuube. The bar is run by the Mama who is a Pallas's cat (Otocolobus manul) and serviced by the hostess Tsunomin who is a Brazilian treehopper (Bocydium globulare).",
   "licensor": "",
   "title": "Manul no Yuube",
   "link": "https://myanimelist.net/anime/38776/Manul_no_Yuube",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Web manga",
   "nbEp": "?",
   "releaseDate": "Nov 11, 2018",
   "score": "N/A",
   "members": "227"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1780/100288.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Daifuku-kun@Kin Tele 2nd Season",
   "link": "https://myanimelist.net/anime/39635/Daifuku-kunKin_Tele_2nd_Season",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Other",
   "nbEp": "26",
   "releaseDate": "Apr 5, 2019, 07:30 (JST)",
   "score": "N/A",
   "members": "159"
  }
 ],
 "TVNew": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1613/102576.jpg",
   "synopsis": "After five years of harboring unspoken feelings, high-schooler Taiju Ooki is finally ready to confess his love to Yuzuriha Ogawa. Just when Taiju begins his confession however, a blinding green light strikes the Earth and petrifies mankind around the world—turning every single human into stone.\n\nSeveral millennia later, Taiju awakens to find the modern world completely nonexistent, as nature has flourished in the years humanity stood still. Among a stone world of statues, Taiju encounters one other living human: his science-loving friend Senkuu, who has been active for a few months. Taiju learns that Senkuu has developed a grand scheme—to launch the complete revival of civilization with science. Taiju's brawn and Senkuu's brains combine to forge a formidable partnership, and they soon uncover a method to revive those petrified.\n\nHowever, Senkuu's master plan is threatened when his ideologies are challenged by those who awaken. All the while, the reason for mankind's petrification remains unknown.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Dr. Stone",
   "link": "https://myanimelist.net/anime/38691/Dr_Stone",
   "genres": [
    "Adventure",
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Jul 5, 2019, 22:00 (JST)",
   "score": "8.36",
   "members": "703001"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1664/103275.jpg",
   "synopsis": "Spontaneous Human Combustion: a chaotic phenomenon that has plagued humanity for years, randomly transforming ordinary people into flaming, violent creatures known as Infernals. While Infernals make up the first-generation accounts of Human Combustion, the second and third generations became known as pyrokinetics—people gifted with the ability to manipulate and control their flames while remaining human. To combat the Infernal threat and discover the cause, the Tokyo Armed Forces, Fire Defense Agency, and Holy Church of Sol produced their answer: the Special Fire Force.\n\nYoung and eager third-generation pyrokinetic Shinra Kusakabe, nicknamed Devil's Footprints for his explosive ability to ignite his feet at will, becomes a member of the lively Special Fire Force Company 8. Upholding the brigade's duty to extinguish the blazing Infernals and lay their souls to rest, Shinra is determined to become a hero who will save the lives of those threatened by the flame terror.\n\nHowever, this is not the hero's game Shinra imagined. The Fire Force is a fractured mess of feuding brigades, abnormal Infernal sightings are increasing all over Tokyo, and a shadowy group is claiming to have answers to the strange fire that caused the death of Shinra's family 12 years ago. Faced with many obstacles within and outside the Fire Force, Shinra fights to uncover the truth behind the burning mysteries that have kept him in the dark.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Enen no Shouboutai",
   "link": "https://myanimelist.net/anime/38671/Enen_no_Shouboutai",
   "genres": [
    "Action",
    "Supernatural",
    "Shounen"
   ],
   "producers": [
    "David Production"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Jul 6, 2019, 01:25 (JST)",
   "score": "7.73",
   "members": "520034"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1500/103005.jpg",
   "synopsis": "Young Thorfinn grew up listening to the stories of old sailors that had traveled the ocean and reached the place of legend, Vinland. It's said to be warm and fertile, a place where there would be no need for fighting—not at all like the frozen village in Iceland where he was born, and certainly not like his current life as a mercenary. War is his home now. Though his father once told him, \"You have no enemies, nobody does. There is nobody who it's okay to hurt,\" as he grew, Thorfinn knew that nothing was further from the truth.\n\nThe war between England and the Danes grows worse with each passing year. Death has become commonplace, and the viking mercenaries are loving every moment of it. Allying with either side will cause a massive swing in the balance of power, and the vikings are happy to make names for themselves and take any spoils they earn along the way. Among the chaos, Thorfinn must take his revenge and kill Askeladd, the man who murdered his father. The only paradise for the vikings, it seems, is the era of war and death that rages on.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Vinland Saga",
   "link": "https://myanimelist.net/anime/37521/Vinland_Saga",
   "genres": [
    "Action",
    "Adventure",
    "Drama",
    "Historical",
    "Seinen"
   ],
   "producers": [
    "Wit Studio"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Jul 8, 2019, 00:10 (JST)",
   "score": "8.73",
   "members": "499827"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1730/101329.jpg",
   "synopsis": "It is business as usual in the massive city of Orario, where legions of adventurers gather to explore the monster-infested \"Dungeon.\" Among them is the easily flustered yet brave Bell Cranel, the sole member of the Hestia Familia. With the help of his demi-human supporter Liliruca Arde and competent blacksmith Welf Crozzo, Bell has earned the title of Little Rookie by becoming Orario's fastest-growing adventurer thanks to his endeavors within the deeper levels of the Dungeon.\n\nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II continues Bell's adventures as he tries to bring glory to his goddess and protect those he cares about. However, various familias and gods across the city begin to take notice of his achievements and attempt to add him to their ranks.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II",
   "link": "https://myanimelist.net/anime/37347/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_II",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Romance",
    "Fantasy"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 13, 2019, 00:30 (JST)",
   "score": "7.27",
   "members": "387425"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1799/101266.jpg",
   "synopsis": "The ordinary life of 17-year-old otaku Hajime Nagumo is disrupted when he and his classmates are summoned to a fantasy world and tasked with saving mankind. While his classmates are gifted with impressive abilities useful in combat, Hajime is belittled for only gaining an inferior transmutation skill that lacks any real offensive power. \n\nDuring an expedition in the Great Orcus Labyrinth, Hajime is betrayed by one of his classmates, plummeting him to the bottom of an abyss. Though he survives the fall, Hajime is faced with menacing monsters and misfortunes that send him spiraling into a grim nightmare. Desperate to live and return home one day, he resolves to fight for his survival—only to meet an imprisoned vampire he names Yue, who is also seeking to escape the labyrinth. Taking an interest in him, Yue and a few others along the way accompany Hajime on his journey to find a way back home, while steadily transforming from commonplace to the world's strongest. \n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Arifureta Shokugyou de Sekai Saikyou",
   "link": "https://myanimelist.net/anime/36882/Arifureta_Shokugyou_de_Sekai_Saikyou",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Harem"
   ],
   "producers": [
    "Asread",
    "White Fox"
   ],
   "fromType": "Light novel",
   "nbEp": "13",
   "releaseDate": "Jul 8, 2019, 23:30 (JST)",
   "score": "6.48",
   "members": "278217"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1385/101060.jpg",
   "synopsis": "During a regular after-school grub crawl, gluttonous high schooler Hibiki Sakura is confronted about her ever-expanding waistline by her best friend, Ayaka Uehara. With her attempts at solitary exercise failing miserably, Hibiki decides to join the newly opened Silverman Gym. At her orientation, Hibiki runs into student council president and school idol Akemi Souryuuin.\n\nHowever, it soon turns out that Hibiki is in for a lot more than she bargained for. Not only is Silverman Gym full of world-renowned bodybuilders and athletes, but to make matters worse, Akemi turns out to be a total muscle fetishist! Grossed out by the scene unfolding before her eyes, Hibiki begins to leave, only to be stopped by trainer Naruzou Machio. Completely enthralled with her newfound Prince Charming, Hibiki signs up as a gym member. Now, as a result of her spur-of-the-moment decision, Hibiki must adapt to her new lifestyle.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Dumbbell Nan Kilo Moteru?",
   "link": "https://myanimelist.net/anime/39026/Dumbbell_Nan_Kilo_Moteru",
   "genres": [
    "Comedy",
    "Ecchi",
    "Slice of Life",
    "Sports"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Web manga",
   "nbEp": "12",
   "releaseDate": "Jul 3, 2019, 22:30 (JST)",
   "score": "7.42",
   "members": "191103"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1256/101166.jpg",
   "synopsis": "When they were little kids laughing and playing together, Izumi Norimoto and Kazusa Onodera were like siblings. But as their bodies matured into middle school, Kazusa began seeing him as something different; unfortunately for her, so did the other girls. Ostracized, Kazusa had no choice but to distance herself from him going into high school. After joining the literature club, however, she finds friends that keep her mind occupied. Known throughout the school for reading aloud sex scenes in literature novels, the club's reputation has kept all teachers from accepting the task of being their adviser.\n    \nDuring a discussion about what they would put on their bucket list, one of the girls says one thing: sex. This single word sends ripples throughout the five girls, as the thought of sex begins taking over their daily lives. And, after walking in on Izumi during a very private moment, Kazusa is sent into a spiral of emotion that forces her to face her true feelings for him. Now, with their hearts racing and the literature club facing immediate disbandment, the five girls must work hard to keep both their sanities and their club alive.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Araburu Kisetsu no Otome-domo yo.",
   "link": "https://myanimelist.net/anime/38753/Araburu_Kisetsu_no_Otome-domo_yo",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "School",
    "Shounen"
   ],
   "producers": [
    "Lay-duce"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 6, 2019, 02:25 (JST)",
   "score": "7.57",
   "members": "169491"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1666/102238.jpg",
   "synopsis": "Tightly clutching his Gibson guitar, Mafuyu Satou steps out of his dark apartment to begin another day of his high school life. While taking a nap in a quiet spot on the gymnasium staircase, he has a chance encounter with fellow student Ritsuka Uenoyama, who berates him for letting his guitar's strings rust and break. Noticing Uenoyama's knowledge of the instrument, Satou pleads for him to fix it and to teach him how to play. Uenoyama eventually agrees and invites him to sit in on a jam session with his two band mates: bassist Haruki Nakayama and drummer Akihiko Kaji.\n    \nSatou's voice is strikingly beautiful, filling Uenoyama with the determination to make Satou the lead singer of the band. Though reticent at first, Satou takes the offer after an emotional meeting with an old friend. With the support of his new friends, Satou must not only learn how to play guitar, but also come to terms with the mysterious circumstances that led him to be its owner.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Given",
   "link": "https://myanimelist.net/anime/39533/Given",
   "genres": [
    "Drama",
    "Music",
    "Romance",
    "Shounen Ai",
    "Slice of Life"
   ],
   "producers": [
    "Lerche"
   ],
   "fromType": "Manga",
   "nbEp": "11",
   "releaseDate": "Jul 12, 2019, 00:55 (JST)",
   "score": "8.28",
   "members": "164516"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1282/102248.jpg",
   "synopsis": "Regular high schooler Taichi Nishimura and his childhood friend, Rin Azuma, are on their way to school one ordinary morning. Suddenly, a glowing light envelops them, transporting them to a fantasy world full of magical creatures.\n\nUpon their arrival, Taichi and Rin are threatened by a beast. They are promptly saved by a group of adventurers, who advise the pair that traveling unarmed and inexperienced makes them vulnerable to the recently increasing monster attacks. Taichi and Rin are directed to the Guild, where they can determine their magical aptitude and register as adventurers. However, the test they take reveals an unprecedented result: Taichi and Rin possess extraordinary powers that far surpass the standard mage, instantly transforming them from typical high school students to the ultimate cheat magicians.\n\nTaichi and Rin learn to grasp the full extent of their powers and familiarize themselves with their new world. However, while the duo seeks to uncover the reason behind their transportation and a possible way back to their original world, unexpected trouble lurks in the shadows.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Isekai Cheat Magician",
   "link": "https://myanimelist.net/anime/37744/Isekai_Cheat_Magician",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "Encourage Films"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 10, 2019, 22:00 (JST)",
   "score": "5.41",
   "members": "159362"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1784/106428.jpg",
   "synopsis": "In the year 2063, space travel is feasible and commercially available. As the cheerful Aries Spring arrives at the spaceport to attend a camp on the distant planet McPa, her purse is suddenly snatched by a reckless thief. Luckily, the athletic Kanata Hoshijima is able to retrieve it for her, and Aries soon discovers that he is among the group of teenagers who will be travelling with her on the excursion as team B-5. \n\nUpon arriving at their campsite, the group's trip takes a turn for the worse when a strange sphere of black light sucks them into the vast reaches of outer space. Stranded with seemingly no hope, they find an abandoned ship nearby that provides them with the means to return home. However, they soon discover that they are not as close to their campsite as they initially thought, but are in fact thousands of light-years away from home.\n\nWith this realization, the nine members must cautiously manage their resources, maintain their strength, and unite as one to conquer the darkness of space together. While the reason behind their trip's sudden obstruction remains unknown, they nevertheless embark on the treacherous voyage back home aboard their new ship, the Astra.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Kanata no Astra",
   "link": "https://myanimelist.net/anime/39198/Kanata_no_Astra",
   "genres": [
    "Sci-Fi",
    "Adventure",
    "Space",
    "Shounen"
   ],
   "producers": [
    "Lerche"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 3, 2019, 21:00 (JST)",
   "score": "8.19",
   "members": "154613"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1225/102250.jpg",
   "synopsis": "Forming a party with one's mother in an online game seems not only unlikely but also uncomfortable to most teenage gamers. \n\nUnfortunately, Masato Oosuki finds himself in that exact scenario. After completing a seemingly meaningless survey, he is thrown into the world of a fantasy MMORPG—and his mother Mamako actually tagged along with him! On top of all of that, Mamako turns out to be an overpowered swordswoman, possessing the power of two-hit multi-target attacks! After minor tension between the two, they search for party members, meeting the merchant Porta and the sage Wise, starting their journey to clear the game.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Tsuujou Kougeki ga Zentai Kougeki de Ni-kai Kougeki no Okaasan wa Suki Desu ka?",
   "link": "https://myanimelist.net/anime/38573/Tsuujou_Kougeki_ga_Zentai_Kougeki_de_Ni-kai_Kougeki_no_Okaasan_wa_Suki_Desu_ka",
   "genres": [
    "Adventure",
    "Comedy",
    "Fantasy"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 13, 2019, 00:00 (JST)",
   "score": "5.58",
   "members": "151768"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1510/99891.jpg",
   "synopsis": "Starting his new term at Tanenashi High School, an unmotivated freshman searches for a club that requires minimal participation to suit his needs. He then comes across the magic clubroom, and inside is a cute upperclassman practicing her magic tricks. Suffering from stage fright that causes her to slip up in her acts, she has a tendency to end up in the most embarrassing situations. Despite having little interest in a club run by an incapable magician, the freshman finds himself involved as a new member, experiencing all sorts of awkward moments with his eccentric mentor.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Tejina-senpai",
   "link": "https://myanimelist.net/anime/38610/Tejina-senpai",
   "genres": [
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "LIDENFILMS"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 2, 2019, 23:00 (JST)",
   "score": "6.51",
   "members": "148026"
  },
  {
   "synopsis": "",
   "licensor": "",
   "title": "",
   "link": "",
   "genres": [
    ""
   ],
   "producers": [
    ""
   ],
   "fromType": "",
   "nbEp": "",
   "releaseDate": "",
   "score": "",
   "members": ""
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1393/107033.jpg",
   "synopsis": "Even after spending a considerable amount of time with Takagi, Nishikata is still struggling to find a perfect plan to defeat the expert teaser. A battle of wits, a contest of physical prowess, a test of courage—any strategy he employs to expose her weaknesses is to no avail. On the contrary, Nishikata's pitiful attempts only reveal more of his own flaws, which Takagi takes advantage of to become increasingly daring in her teasing attempts. To make things worse for Nishikata, rumors about him and Takagi may have spread in class due to the frequent interactions between them.\n\nHowever, the optimistic Nishikata believes that wisdom comes with age and that as the days go by, his experience with her constant teasing will eventually bear fruit, leading him to the awaited moment of victory. Thus, Nishikata continues to strive for the seemingly impossible—to outsmart Takagi and make her blush with embarrassment.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Karakai Jouzu no Takagi-san 2",
   "link": "https://myanimelist.net/anime/38993/Karakai_Jouzu_no_Takagi-san_2",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Romance",
    "School",
    "Shounen"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 7, 2019, 23:30 (JST)",
   "score": "8.21",
   "members": "147060"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1430/102439.jpg",
   "synopsis": "As far as it goes, many boys, especially in their teenage years, want to have a girlfriend. Keiki Kiryuu is no exception. One eventful afternoon, his days of yearning for a lover seem to come to an end when he receives a love letter from an anonymous sender—along with a pair of white panties. \n\nTo determine the identity of his secret admirer, referred to as Cinderella, he proceeds to investigate several possible candidates including his senior Sayuki Tokihara, his underclassman Yuika Koga, and his classmate Mao Nanjou. However, as Keiki seeks to uncover who this mystery girl might be, he comes to know about the perverted fetishes hidden behind each candidate's innocent exteriors...\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Kawaikereba Hentai demo Suki ni Natte Kuremasu ka?",
   "link": "https://myanimelist.net/anime/39326/Kawaikereba_Hentai_demo_Suki_ni_Natte_Kuremasu_ka",
   "genres": [
    "Comedy",
    "Ecchi",
    "Harem",
    "Romance",
    "School"
   ],
   "producers": [
    "GEEK TOYS",
    "Seven"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 8, 2019, 20:00 (JST)",
   "score": "6.65",
   "members": "144613"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1160/99995.jpg",
   "synopsis": "Academy City stands at the forefront of scientific and technological progress, best known for their development of espers: those capable of wielding superhuman abilities that alter the rules of reality. The most powerful among them are the Level 5s, and the one known as Accelerator reigns supreme, even after being weakened by a severe brain injury. By his side is the young girl known as Last Order, whom despite his cold demeanor, he holds closely and vows to protect at all costs.\n\nThough Accelerator may be recovering from his injury, the dark side of Academy City never rests, and so he finds himself unwillingly caught up in the midst of a new conflict. When a mysterious young woman approaches Accelerator in pursuit of Last Order, the highest-ranked esper is confronted by a venomous organization that has taken root in Anti-Skill, Academy City's peacekeeping organization. With dangerous forces on the move that threaten to put Last Order and her sisters at risk, the self-proclaimed villain prepares to step into the darkness once again.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Toaru Kagaku no Accelerator",
   "link": "https://myanimelist.net/anime/38480/Toaru_Kagaku_no_Accelerator",
   "genres": [
    "Super Power",
    "Supernatural",
    "Fantasy",
    "School"
   ],
   "producers": [
    "A.C.G.T.",
    "J.C.Staff"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 12, 2019, 22:00 (JST)",
   "score": "7.15",
   "members": "125266"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1787/101288.jpg",
   "synopsis": "Akira Oono is an ordinary working adult who manages the MMORPG Infinity Game. Fifteen years after creating the game, Oono decides to shut the servers down once and for all. However, as the clock strikes midnight, he somehow finds himself in the body of middle-aged Hakuto Kunai, Infinity Game's Demon Lord!\n\nSoon after his mysterious transportation, he witnesses the demon Greole chasing after a little girl named Aku. Although he effortlessly dispatches the creature, Hakuto is still concerned; after all, he does not remember creating the girl or the demon! Doubting whether he truly is in the world of his creation, Hakuto decides to investigate. Bringing Aku along as his guide and companion, Hakuto sets out on a journey to find out exactly who or what summoned him to this fantasy world—all while leaving chaos and destruction in his wake.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Maou-sama, Retry!",
   "link": "https://myanimelist.net/anime/38297/Maou-sama_Retry",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "EKACHI EPILKA"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 4, 2019, 00:00 (JST)",
   "score": "6.51",
   "members": "120489"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1568/101203.jpg",
   "synopsis": "Eighteen-year-old Dale Reki is a skilled, kind, and respected traveller, acknowledged as one of the leading adventurers in the city of Kreuz. One day while on the hunt for magical beasts, he comes across a sweet devil girl named Latina. She is alone, dressed in rags, and bears the devils' symbol of a criminal: a broken horn. Concerned for her wellbeing, Dale decides to ensure Latina's safety by bringing her to his home, eventually leading to him adopting her.\n\nLatina is sweet, innocent and compassionate, charming Dale beyond his expectations. He begins to enjoy the life of parenthood— experiencing the trials that come with raising a child and coping with the heartache he feels whenever his busy lifestyle as an adventurer parts him from her.\n\nAlthough work and life as a new parent become reassuring constants for Dale, the mysteries surrounding the girl remain. Why was Latina alone in the forest, and why does she harbor the symbol of a criminal? At the same time, Latina also begins to learn about the world and herself as she adjusts to her new life with Dale.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Uchi no Ko no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai.",
   "link": "https://myanimelist.net/anime/39324/Uchi_no_Ko_no_Tame_naraba_Ore_wa_Moshikashitara_Maou_mo_Taoseru_kamo_Shirenai",
   "genres": [
    "Fantasy",
    "Slice of Life"
   ],
   "producers": [
    "Maho Film"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 4, 2019, 23:30 (JST)",
   "score": "7.05",
   "members": "113258"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1051/102394.jpg",
   "synopsis": "Ten years after facing defeat in the Fourth Holy Grail War, Waver Velvet, now Lord El Melloi II, teaches classes at the Clock Tower—the center of education for mages. However, his new status as \"Lord\" comes with a caveat: obey the orders of Reines, the younger sister of the deceased Kayneth El Melloi, until she is old enough to rule the House of El Melloi.\n\nWaver, along with his mysterious apprentice Gray, takes on a series of cases assigned by Reines and the Mages Association. With each case proving to be more complex than the last, could there be more to the Clock Tower than meets the eye, and what secrets does Reines hide?\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Lord El-Melloi II Sei no Jikenbo: Rail Zeppelin Grace Note",
   "link": "https://myanimelist.net/anime/38959/Lord_El-Melloi_II_Sei_no_Jikenbo__Rail_Zeppelin_Grace_Note",
   "genres": [
    "Fantasy",
    "Mystery",
    "Supernatural"
   ],
   "producers": [
    "TROYCA"
   ],
   "fromType": "Light novel",
   "nbEp": "13",
   "releaseDate": "Jul 7, 2019, 00:00 (JST)",
   "score": "7.36",
   "members": "99079"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1741/102237.jpg",
   "synopsis": "After a school trip goes terribly wrong, Homare Onishima, Shion Kujou, Asuka Suzumori, and Mutsu Amatani are left stranded on a deserted island. While Shion, Asuka, and Mutsu are frightened and desperate, Homare seems strangely calm. Fortunately for the group, this isn't the first time she's been stranded! Homare spent her childhood training with her survivalist father all over the world, climbing cliffs, trapping prey, building shelters, and obtaining valuable nutrition from moose testicles. To Homare, surviving on an uninhabited island with a slim chance of rescue is child's play. The only problem is the other three.\n\nAs Homare shamelessly guides her classmates through the finer points of survival, including drinking fish blood and eating cicadas, the girls start to realize that being stranded might not be as bad as they had imagined.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Sounan Desu ka?",
   "link": "https://myanimelist.net/anime/39456/Sounan_Desu_ka",
   "genres": [
    "Adventure",
    "Comedy",
    "Seinen"
   ],
   "producers": [
    "Ezόla"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 2, 2019, 23:15 (JST)",
   "score": "6.65",
   "members": "96906"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1365/103219.jpg",
   "synopsis": "Fifteen years ago, a hyperspace gate appeared in the middle of the Pacific Ocean, connecting Earth to a strange world filled with fairies and monsters. The city of San-Teresa became a home for over two million of these otherworldly visitors. Unfortunately, the population boom also brought its fair share of problems—drugs, prostitution, and trafficking. To combat the rampant crime lurking in the city's shadows, a new department was established in the San-Teresa Metropolitan Police.\n\nFormer JSDF soldier Kei Matoba is one of the best cops that the department has to offer, despite his inclination to occasionally bend the rules. After a fairy trafficking case goes wrong, Kei loses Rick Fury, his friend and partner of four years, setting him on a quest for vengeance. To help him with the case, the department pairs him with Tilarna Exedilika, a noble of the Farbani Kingdom. As one of the Knights of Mirvor, her duty is to rescue the noble fairy that Kei encountered during his last case. Despite his distaste for non-humans, he accepts the arrangement at the request of his superiors. Now, the unlikely duo must come together and overcome their differences in order to return the missing fairy to her country and avenge the death of Kei's partner.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Cop Craft",
   "link": "https://myanimelist.net/anime/38940/Cop_Craft",
   "genres": [
    "Action",
    "Fantasy",
    "Magic",
    "Police",
    "Sci-Fi"
   ],
   "producers": [
    "Millepensee"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Jul 9, 2019, 00:00 (JST)",
   "score": "6.77",
   "members": "84563"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1109/101230.jpg",
   "synopsis": "With the initiation of the Patrian civil war came the creation of half-beast, half-human soldiers—a development of the outnumbered Northerners in a desperate attempt to counter the overwhelming Southern forces. Able to quickly dominate battlefields and achieve victory with ease, the soldiers' godlike abilities earned them the name \"Incarnates.\" However, as the war raged on, the Incarnates encountered a problem involving the beasts inside them that they were unable to rectify by ordinary means. \n\nOnce the war was over, mysteries and accounts of the Incarnates submitting to the misfortune of their war days surfaced. Aware of the horrors they faced during the war, Special Sergeant Major and former captain of the Incarnates Hank Henriette becomes a Beast Hunter—those who take the lives of Incarnates who have succumbed to the issues they experienced on the battlefields. \n\nAfter witnessing her father, a former Incarnate soldier, meet his end at the hands of one such Beast Hunter, Nancy Schaal Bancroft resolves to hunt the man who took her father's life. However, Nancy's eye-opening encounter with the Beast Hunter influences her to instead seek the reason behind her father's death and the Incarnates' problematic existence in society.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Katsute Kami Datta Kemono-tachi e",
   "link": "https://myanimelist.net/anime/39199/Katsute_Kami_Datta_Kemono-tachi_e",
   "genres": [
    "Action",
    "Drama",
    "Fantasy",
    "Military",
    "Shounen"
   ],
   "producers": [
    "MAPPA"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 1, 2019, 23:00 (JST)",
   "score": "6.43",
   "members": "82799"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1395/101109.jpg",
   "synopsis": "After a strange dream of a mysterious ancestor, high school student Yuuko Yoshida wakes to see that she has grown demonic horns and a tail. Dazed and confused, her mother reveals to her a dark family secret: her family is descended from a Dark Clan that was banished to live powerless and destitute by their mortal enemies, the magical girls of the Light Clan. The only way to lift their ancestry's curse is for Yuuko to find a magical girl, murder her, and splatter her blood all over her ancestor's Demon God statue.\n\nFortunately for \"Shadow Mistress Yuuko,\" a magical girl saves her from being run over by an oncoming truck. Unfortunately, Momo Chiyoda happens to be Yuuko's classmate at Sakuragaoka High and is much stronger than her in both strength and endurance. Taking pity on her wimpy assailant, the magical girl agrees to train Yuuko and help her unlock her dormant powers. Now, Yuuko must rise up and defeat her generous frenemy to save her family from the terrible grip of poverty.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Machikado Mazoku",
   "link": "https://myanimelist.net/anime/39071/Machikado_Mazoku",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Magic"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "4-koma manga",
   "nbEp": "12",
   "releaseDate": "Jul 12, 2019, 01:28 (JST)",
   "score": "7.71",
   "members": "75489"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1725/102251.jpg",
   "synopsis": "Iride Akatsuki has unlocked hidden content in the game he's playing, 'Nakanohito Genome,' and it turns out that this content is a real-life game!\nHe soon wakes up to find that he has been kidnapped and taken to a strange place, along with a number of other teammates. Each of them specializes in a certain sort of game, like cultivation games, fighting games, puzzle games, etc.\nA llama-headed 'teacher' gathers them after level 1 is cleared to explain how the game will proceed.\nWill this group of gamers succeed, and make it back to their real lives?\n\n(Source: MangaHelpers)",
   "licensor": "Funimation",
   "title": "Nakanohito Genome [Jikkyouchuu]",
   "link": "https://myanimelist.net/anime/37926/Nakanohito_Genome_Jikkyouchuu",
   "genres": [
    "Game",
    "Comedy",
    "Drama"
   ],
   "producers": [
    "Silver Link."
   ],
   "fromType": "Web manga",
   "nbEp": "12",
   "releaseDate": "Jul 7, 2019, 22:00 (JST)",
   "score": "6.88",
   "members": "70386"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1227/99966.jpg",
   "synopsis": "As she heads off to her entrance ceremony at Sainotama Girls' High School, Akane Kikuchi muses over her grade school dream of becoming a manga artist and the lack of progress that she has made. When she finally arrives at school, she is surprised to learn that she is once again in the same class as her two best friends: the deadpan and emotionless Shiori Saginomiya and the hyperactive and ridiculous Nozomu Tanaka. Tanaka then comes to the obvious realization that she can't achieve her grade school dream of being popular with the boys and getting a boyfriend by going to an all-girls high school.\n\nIn desperation, she begins asking the girls in her class to introduce her to their guy friends. Her classmates, however, are anything but ordinary. From a grandmother-loving loli to a reclusive chuunibyou to an overly analytical stalker, each one is given a fitting nickname by Tanaka to accentuate their weirdness. And so begin the wasteful days of these high school girls, each day kicked off with a simple question: \"Hey, wanna hear something amazing?\"\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Joshikousei no Mudazukai",
   "link": "https://myanimelist.net/anime/38619/Joshikousei_no_Mudazukai",
   "genres": [
    "Comedy",
    "School"
   ],
   "producers": [
    "Passione"
   ],
   "fromType": "Web manga",
   "nbEp": "12",
   "releaseDate": "Jul 5, 2019, 21:30 (JST)",
   "score": "7.71",
   "members": "63825"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1127/99941.jpg",
   "synopsis": "Young detective Sonia Summers has been transferred to the outskirts of the port city Libra after stirring up trouble with her superiors. Libra is separated into two sectors—\"the Upper\", the center of wealth and politics, and \"the Outside\". The Outside is home to crime, corruption, and curious incidents involving monstrosities or youkai. Each case that Sonia works on seems to implicate the involvement of these mysterious creatures.\n\nSonia crosses paths with three peculiar humanoid youkai — Bem, Bela and Belo — who seek to protect humans and fight against the evil youkai that terrorize them. Living as \"Youkai-Ningen,\" they are excluded by other youkai for their human-like lifestyles, and rejected and hurt by humans when they reveal their true forms.\n\nDespite the hardships they face, these three Youkai-Ningen secretly live among humans, continuing to pursue their dreams of one day becoming human as well.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Bem",
   "link": "https://myanimelist.net/anime/39221/Bem",
   "genres": [
    "Action",
    "Demons",
    "Supernatural"
   ],
   "producers": [
    "LandQ studios",
    "Production I.G"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 15, 2019, 01:35 (JST)",
   "score": "6.04",
   "members": "47483"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1035/101330.jpg",
   "synopsis": "Long ago, magic was abundant and enriched the lives of all people until its usage in war. To end the chaos, seven of the most powerful mages gave up their lives in order to seal all magic. Now, almost one thousand years later, their magic seal Magiaconatus hosts Granbelm, a monthly series of battles meant to determine who among its participants is worthy of the title of Princeps, the one true mage.\n\nOn the night of a full moon, high school student Mangetsu Kohinata is suddenly transported to an illusionary world where six mages are participating in Granbelm. Mistaken for an enemy mage, Mangetsu is attacked by two mages until she is rescued by Shingetsu Ernesta Fukami and her Armanox Viola Katze. However, when Shingetsu is ambushed for protecting her, Magiaconatus grants Mangetsu the Armanox White Lily, allowing her to fight off Shingetsu's assailant. Overwhelmed by the revelations presented to her, Mangetsu decides to help her new friend fight in Granbelm and make her wish come true.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Granbelm",
   "link": "https://myanimelist.net/anime/39417/Granbelm",
   "genres": [
    "Fantasy",
    "Magic",
    "Mecha"
   ],
   "producers": [
    "Nexus"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Jul 6, 2019, 01:55 (JST)",
   "score": "6.80",
   "members": "38404"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1899/101966.jpg",
   "synopsis": "Humanity is finally confronted with the threat of the Custodians—the ancient, sentient species held responsible for cursing humanity to speak different languages thousands of years ago. The Symphogear wielders—Hibiki Tachibana, Tsubasa Kazanari, Chris Yukine, Maria Cadenzavna Eve, Kirika Akatsuki, and Shirabe Tsukuyomi—are sent to the Antarctic in order to retrieve an ancient relic. After securing it and rescuing the scientific staff present there from a Coffin, the automated defense mechanism protecting it, the relic is given to American researchers due to international agreements.\n\nThe criminal organization Noble Red, a remnant of the previously fought Bavarian Illuminati, starts targeting the relic. Will the Symphogear wielders and their supporting organization S.O.N.G. be able to foil the plans of the organizations conspiring against them?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Senki Zesshou Symphogear XV",
   "link": "https://myanimelist.net/anime/32843/Senki_Zesshou_Symphogear_XV",
   "genres": [
    "Action",
    "Music",
    "Sci-Fi"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Jul 7, 2019, 01:00 (JST)",
   "score": "8.25",
   "members": "25595"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1504/100488.jpg",
   "synopsis": "Yumenosaki Private Academy, a school located on a hill facing the ocean. Specializing in boys' idol training, the school has a long history of producing generations of idols for the entertainment world out of the young men overbrimming with talents, like the shining stars in the sky. Due to \"special circumstances,\" you are a transfer student at the school, as well as the only female student there. In fact, you are chosen to be the very first student of the \"producer course,\" and your task is to produce these idols… We hope you will enjoy your journey with the idols you meet at the academy, as well as the vigorous ensemble that together you will make.\n\n(Source: Ensemble Stars! Wikia)",
   "licensor": "Funimation",
   "title": "Ensemble Stars!",
   "link": "https://myanimelist.net/anime/32212/Ensemble_Stars",
   "genres": [
    "Music",
    "School"
   ],
   "producers": [
    "David Production"
   ],
   "fromType": "Game",
   "nbEp": "24",
   "releaseDate": "Jul 7, 2019, 22:30 (JST)",
   "score": "6.80",
   "members": "24603"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1444/101157.jpg",
   "synopsis": "The series is a historical drama aesthetically and boldly adapting the life of Oda Nobunaga in his teens up to his time as a warlord against his brother, Nobuyuki.\n\n(Source: MAL News)",
   "licensor": "Funimation",
   "title": "Kochouki: Wakaki Nobunaga",
   "link": "https://myanimelist.net/anime/38920/Kochouki__Wakaki_Nobunaga",
   "genres": [
    "Action",
    "Historical",
    "Drama",
    "Samurai"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 8, 2019, 21:30 (JST)",
   "score": "6.54",
   "members": "20481"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1803/102385.jpg",
   "synopsis": "Riku Haruma enters high school without a future in sight. He sees people playing like monsters on the ground, jumping higher than anyone else, running fast, deciding to try their best. There, he sees Akira Kariya playing rugby, a sport he was once passionate about but gave up due to his physique. While Akira is running roughly, Riku gives him a piece of advice without thinking. From that, Riku feels his dying passion for the sport set ablaze, and his future starts to brighten up...\n\n(Source: MAL News)",
   "licensor": "Sentai Filmworks",
   "title": "Try Knights",
   "link": "https://myanimelist.net/anime/39527/Try_Knights",
   "genres": [
    "Sports",
    "School",
    "Josei"
   ],
   "producers": [
    "Gonzo",
    "Seven"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 31, 2019, 01:29 (JST)",
   "score": "4.69",
   "members": "13651"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1751/102212.jpg",
   "synopsis": "Office worker Ryou Fujihashi is trapped inside her apartment which has set ablaze. The firefighters arrive in time to save her, and one of them happens to be Souma Mizuno, Fujihashi's childhood friend who she had a crush on. As the apartment fire gets put out, an old love gets rekindled.\n\n(Source: MAL News)",
   "licensor": "",
   "title": "Yubisaki kara no Honki no Netsujou: Osananajimi wa Shouboushi",
   "link": "https://myanimelist.net/anime/39963/Yubisaki_kara_no_Honki_no_Netsujou__Osananajimi_wa_Shouboushi",
   "genres": [
    "Comedy",
    "Ecchi",
    "Romance"
   ],
   "producers": [
    "Studio Hokiboshi"
   ],
   "fromType": "Web manga",
   "nbEp": "8",
   "releaseDate": "Jul 8, 2019, 01:00 (JST)",
   "score": "5.93",
   "members": "11712"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1795/101063.jpg",
   "synopsis": "A rusted door opens to a decrepit apartment filled with darkness. Inside, the masked Storyteller waits to spin more twisted tales of horror, inviting all to listen.\n\nIn one story, a woman is tormented by her past sins; in another, a man visits a chilling art exhibit, where things quickly go awry when he ignores the warnings regarding taking photographs. That is not all, though—an unsuspecting woman hears strange noises from her veranda, but when her boyfriend investigates, he receives the shock of his life; a lady receives a frantic call from her sister, who begs her to come to a phone booth, but when she arrives, she realizes that things are not as they appear; and a man looks for one of his belongings in his little sister's room, only to soon discover that a malevolent presence lives there. The Storyteller is all too eager to share these tales, which will no doubt shock and terrify his audience.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Yami Shibai 7",
   "link": "https://myanimelist.net/anime/39836/Yami_Shibai_7",
   "genres": [
    "Dementia",
    "Horror",
    "Supernatural"
   ],
   "producers": [
    "ILCA"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Jul 8, 2019, 03:13 (JST)",
   "score": "5.91",
   "members": "9624"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1306/101222.jpg",
   "synopsis": "Mana Shikimiya has just transferred into Marehoshi Academy, a school which requires each of its students to join one of the many sports or cultural clubs. After a quick tour of most of the clubs by the Student Council Vice President Minori Hasegawa, Mana stumbles upon the Lyrical Tradition Dance Club. There she meets its sole members: Mizuha Ichikishima and Sayu Tsukisaka. Drawn to their singing and dancing, Mana joins the club and together they work towards their dream of winning the Prism Stage—a national competition to determine the top idols of the country.\n\nHowever, before Mana and her new friends can worry about the Prism Stage, there is a more immediate problem at hand: the club is about to be disbanded by the student council! Without enough members or any notable achievements, the club will be shut down and the members' dreams will be over before they've begun to pursue them. It's up to the three of them to find the additional club members they need and become an idol group strong enough to qualify for the Prism Stage and to win it as well.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Re:Stage! Dream Days♪",
   "link": "https://myanimelist.net/anime/38009/Re_Stage_Dream_Days%E2%99%AA",
   "genres": [
    "Music",
    "School",
    "Slice of Life"
   ],
   "producers": [
    "Graphinica",
    "Yumeta Company"
   ],
   "fromType": "Other",
   "nbEp": "12",
   "releaseDate": "Jul 7, 2019, 22:00 (JST)",
   "score": "6.69",
   "members": "7515"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1663/99834.jpg",
   "synopsis": "Third season of Starmyu.",
   "licensor": "",
   "title": "Starmyu 3rd Season",
   "link": "https://myanimelist.net/anime/36536/Starmyu_3rd_Season",
   "genres": [
    "Music",
    "Slice of Life",
    "School"
   ],
   "producers": [
    "C-Station"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 1, 2019, 22:00 (JST)",
   "score": "6.85",
   "members": "6886"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1826/101622.jpg",
   "synopsis": "The anime features characters with human bodies and fish heads as office workers at an IT firm.",
   "licensor": "",
   "title": "Business Fish",
   "link": "https://myanimelist.net/anime/39979/Business_Fish",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "6",
   "releaseDate": "Jul 8, 2019, 00:00 (JST)",
   "score": "5.63",
   "members": "2836"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1180/101936.jpg",
   "synopsis": "A daily eating life happening at a street that seems like Hakata but not Hakata!?  Fairy of Mentaiko \"Pirikarako-chan\" goes around the street to solve (?)!",
   "licensor": "",
   "title": "Hakata Mentai! Pirikarako-chan",
   "link": "https://myanimelist.net/anime/39620/Hakata_Mentai_Pirikarako-chan",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "G-angle"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 7, 2019, 06:15 (JST)",
   "score": "5.02",
   "members": "2205"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1804/102281.jpg",
   "synopsis": "This is the story of \"Shinemon Nitta\", the future manager of Card Capital.\n\n10 years before the reunion of Aichi Sendou and Toshiki Kai, the card shop run by the Tokura family \"Card Capital\" was going out of business. Then came the attempt to take over the store by Esuka Hibino, the owner of a major card shop.\n\nIn order to protect Card Capital, Shinemon Nitta stands up as the \"Self-proclaimed Manager!\"\n\n(Source: Cardfight!! Vanguard Wiki)",
   "licensor": "",
   "title": "Cardfight!! Vanguard: Shinemon-hen",
   "link": "https://myanimelist.net/anime/40167/Cardfight_Vanguard__Shinemon-hen",
   "genres": [
    "Action",
    "Game",
    "Shounen"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Original",
   "nbEp": "31",
   "releaseDate": "Aug 24, 2019",
   "score": "6.58",
   "members": "1935"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1901/101621.jpg",
   "synopsis": "Three girls come from another planet to save the mistreated animals of planet Earth. Black cat Amiru, squirrel Rumi, and rabbit Rie all make their way to Earth but Rie crashes her UFO! Lucky Amiru and Rumi run into Earth girl Minami and together set out to conquer the world!\n\n(Source: Tokyo Otaku Mode)",
   "licensor": "",
   "title": "Waresho! Warera! Shodobutsu Aigo Iinkai",
   "link": "https://myanimelist.net/anime/39978/Waresho_Warera_Shodobutsu_Aigo_Iinkai",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "5",
   "releaseDate": "Jul 2, 2019",
   "score": "N/A",
   "members": "543"
  }
 ],
 "TVCon": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
   "synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
   "licensor": "4Kids Entertainment,Funimation",
   "title": "One Piece",
   "link": "https://myanimelist.net/anime/21/One_Piece",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Drama",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Oct 20, 1999, 09:30 (JST)",
   "score": "8.48",
   "members": "1136181"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1286/99889.jpg",
   "synopsis": "Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night.\n\nWhen he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Kimetsu no Yaiba",
   "link": "https://myanimelist.net/anime/38000/Kimetsu_no_Yaiba",
   "genres": [
    "Action",
    "Demons",
    "Historical",
    "Shounen",
    "Supernatural"
   ],
   "producers": [
    "ufotable"
   ],
   "fromType": "Manga",
   "nbEp": "26",
   "releaseDate": "Apr 6, 2019, 23:30 (JST)",
   "score": "8.70",
   "members": "1017319"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/88336.jpg",
   "synopsis": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Black Clover",
   "link": "https://myanimelist.net/anime/34572/Black_Clover",
   "genres": [
    "Action",
    "Comedy",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Oct 3, 2017, 18:25 (JST)",
   "score": "7.27",
   "members": "648078"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/84460.jpg",
   "synopsis": "Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\n\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\n\nNew friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Boruto: Naruto Next Generations",
   "link": "https://myanimelist.net/anime/34566/Boruto__Naruto_Next_Generations",
   "genres": [
    "Action",
    "Adventure",
    "Super Power",
    "Martial Arts",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Apr 5, 2017, 17:30 (JST)",
   "score": "6.00",
   "members": "426117"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1447/99827.jpg",
   "synopsis": "Tooru Honda has always been fascinated by the story of the Chinese Zodiac that her beloved mother told her as a child. However, a sudden family tragedy changes her life, and subsequent circumstances leave her all alone. Tooru is now forced to live in a tent, but little does she know that her temporary home resides on the private property of the esteemed Souma family. Stumbling upon their home one day, she encounters Shigure, an older Souma cousin, and Yuki, the \"prince\" of her school. Tooru explains that she lives nearby, but the Soumas eventually discover her well-kept secret of being homeless when they see her walking back to her tent one night.\n\nThings start to look up for Tooru as they kindly offer to take her in after hearing about her situation. But soon after, she is caught up in a fight between Yuki and his hot-tempered cousin, Kyou. While trying to stop them, she learns that the Souma family has a well-kept secret of their own: whenever they are hugged by a member of the opposite sex, they transform into the animals of the Chinese Zodiac.\n\nWith this new revelation, Tooru will find that living with the Soumas is an unexpected adventure filled with laughter and romance.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Fruits Basket 1st Season",
   "link": "https://myanimelist.net/anime/38680/Fruits_Basket_1st_Season",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "Shoujo",
    "Slice of Life",
    "Supernatural"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Apr 6, 2019, 01:23 (JST)",
   "score": "8.23",
   "members": "291012"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1536/93863.jpg",
   "synopsis": "Although Fairy Tail has been disbanded and its members are now spread far across Fiore, Natsu Dragneel hasn't given up on reuniting the guild he and others once called home. Along with his companions Happy and Lucy Heartfilia, he will stop at nothing to keep Fairy Tail and its fiery spirit alive even as they face their most difficult trial yet—the invasion of Fiore by the Alvarez Empire's immense army and their all-too-familiar ruler.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Fairy Tail: Final Series",
   "link": "https://myanimelist.net/anime/35972/Fairy_Tail__Final_Series",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "A-1 Pictures",
    "Bridge",
    "CloverWorks"
   ],
   "fromType": "Manga",
   "nbEp": "51",
   "releaseDate": "Oct 7, 2018, 07:00 (JST)",
   "score": "7.60",
   "members": "266358"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
   "synopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Detective Conan",
   "link": "https://myanimelist.net/anime/235/Detective_Conan",
   "genres": [
    "Adventure",
    "Mystery",
    "Comedy",
    "Police",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Jan 8, 1996, 18:00 (JST)",
   "score": "8.18",
   "members": "225819"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1611/96157.jpg",
   "synopsis": "It has been 50 years since mankind began its migration to the terraformed Mars, where they live in comfort due to advancements in AI. Carole lives in the metropolis of Alba City, working part-time by day and playing keyboard by night. Tuesday has run away from her home in Hershell City to escape the grip of her wealthy family, and instead hopes to pursue music with her acoustic guitar.\n\nAfter a fateful encounter, the two decide to perform music together. Up against the AI singers that dominate the music world, the two of them believe that together they can convey their feelings through their songs. Will hard work and luck be enough for the duo to create the biggest miracle that Mars has ever seen?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Carole & Tuesday",
   "link": "https://myanimelist.net/anime/37435/Carole___Tuesday",
   "genres": [
    "Drama",
    "Music",
    "Sci-Fi"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Original",
   "nbEp": "24",
   "releaseDate": "Apr 11, 2019, 00:55 (JST)",
   "score": "8.00",
   "members": "194354"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1009/100450.jpg",
   "synopsis": "Takuya Arima is a young student whose father, a historian who has conducted various researches, disappeared recently. During a summer vacation Takuya receives a peculiar package from his missing father, along with a letter containing information about the existence of various parallel worlds. At first Takuya doesn't take it seriously, but soon he realizes that he possesses a device that allows him to travel to alternate dimensions. Is his father alive, after all? If so, where is he?\n\n(Source: VNDB)",
   "licensor": "Funimation",
   "title": "Kono Yo no Hate de Koi wo Utau Shoujo YU-NO",
   "link": "https://myanimelist.net/anime/34620/Kono_Yo_no_Hate_de_Koi_wo_Utau_Shoujo_YU-NO",
   "genres": [
    "Sci-Fi",
    "Drama"
   ],
   "producers": [
    "feel."
   ],
   "fromType": "Visual novel",
   "nbEp": "26",
   "releaseDate": "Apr 2, 2019, 23:00 (JST)",
   "score": "6.61",
   "members": "85273"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
   "synopsis": "Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot.\n\nEveryday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series.\n\nCrayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
   "licensor": "Funimation",
   "title": "Crayon Shin-chan",
   "link": "https://myanimelist.net/anime/966/Crayon_Shin-chan",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Apr 13, 1992, 19:30 (JST)",
   "score": "7.70",
   "members": "51503"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1153/100511.jpg",
   "synopsis": "Picking up the next year after the end of the fall tournament, Seidou High School baseball team battle it out with new and old faces as they begin their tournament run at Koshien.",
   "licensor": "",
   "title": "Diamond no Ace: Act II",
   "link": "https://myanimelist.net/anime/38731/Diamond_no_Ace__Act_II",
   "genres": [
    "Comedy",
    "Sports",
    "School",
    "Shounen"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "52",
   "releaseDate": "Apr 2, 2019, 17:55 (JST)",
   "score": "8.23",
   "members": "45307"
  },
  {
   "synopsis": "",
   "licensor": "",
   "title": "",
   "link": "",
   "genres": [
    ""
   ],
   "producers": [
    ""
   ],
   "fromType": "",
   "nbEp": "",
   "releaseDate": "",
   "score": "",
   "members": ""
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1273/93610.jpg",
   "synopsis": "Nearly twenty years into the 21st century, people have forgotten the existence of youkai. When a number of unexplainable phenomena plague adults of the human world with confusion and chaos, thirteen-year-old Mana writes a letter to the Youkai Post in search of answers, only to be greeted by Gegege no Kitarou...\n\n(Source: Crunchyroll)",
   "licensor": "",
   "title": "Gegege no Kitarou (2018)",
   "link": "https://myanimelist.net/anime/37140/Gegege_no_Kitarou_2018",
   "genres": [
    "Comedy",
    "Demons",
    "Supernatural",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "97",
   "releaseDate": "Apr 1, 2018, 09:00 (JST)",
   "score": "7.26",
   "members": "37578"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1789/101971.jpg",
   "synopsis": "In the city of Den City, thousands of duelists take part in a virtual reality space known as Link Vrains, where users can create unique avatars and participate in games of Duel Monsters with each other. As a mysterious hacker organisation known as the Knights of Hanoi threaten this world, a high-school student named Yusaku Fujiki battles against them under the guise of Playmaker. \n\nOne day, Yusaku encounters a peculiar artificial intelligence program, which he names Ai, who sets off a digital maelstrom in Link Vrains known as the Data Storm. As the appearance of this storm gives birth to Speed Duels, in which duelists surf the wind as they duel, Yusaku battles against Hanoi in order to uncover the truth concerning an incident that happened to him years ago.\n\n(Source: ASCII.jp)",
   "licensor": "",
   "title": "Yu☆Gi☆Oh! VRAINS",
   "link": "https://myanimelist.net/anime/34866/Yu%E2%98%86Gi%E2%98%86Oh_VRAINS",
   "genres": [
    "Action",
    "Game",
    "Sci-Fi",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Gallop"
   ],
   "fromType": "Card game",
   "nbEp": "120",
   "releaseDate": "May 10, 2017, 18:25 (JST)",
   "score": "6.68",
   "members": "29156"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1353/104238.jpg",
   "synopsis": "Because of the legend left by Tatsuya Uesugi, Meisei Academy High School was well-known for their strong baseball team. But 26 years after their glory, the team has not been able to keep their record and has since lost their fame.\n\nTwo stepbrothers, Souichirou and Touma Tachibana, aim to revive of the once-strong Meisei Academy baseball team and enter the National High School Baseball Championship.\n\nSouichirou and Touma are second years in Meisei Academy Middle School. Both boys are talented baseball players. Souichirou has shown excellent skill as a catcher and batter. Though having an extraordinary skill as a pitcher, Touma no longer pitches due to a certain reason.\n\nOnce the two enter high school, they pair as a battery and aim to enter the National High School Baseball Championship!\n\n(Source: YTV, edited)",
   "licensor": "Funimation",
   "title": "Mix",
   "link": "https://myanimelist.net/anime/38098/Mix",
   "genres": [
    "Drama",
    "Romance",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Apr 6, 2019, 17:30 (JST)",
   "score": "7.29",
   "members": "15684"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1629/93729.jpg",
   "synopsis": "19 members of Inazuma Japan have been announced, and they will battle against the mysterious team \"Orion's Apostle\" in the Football Frontier International.",
   "licensor": "",
   "title": "Inazuma Eleven: Orion no Kokuin",
   "link": "https://myanimelist.net/anime/38235/Inazuma_Eleven__Orion_no_Kokuin",
   "genres": [
    "Sports"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Game",
   "nbEp": "49",
   "releaseDate": "Oct 5, 2018, 17:55 (JST)",
   "score": "6.79",
   "members": "12234"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1897/100015.jpg",
   "synopsis": "What was the tragedy that decided the fates of Char Aznable, the man later nicknamed the \"Red Comet\" as an ace pilot of the Zeon forces, and his sister Sayla Mass?\n\nThe two siblings' journeys, brought on by the sudden death of their father Zeon Zum Deikun who was a leader of the Spacenoids, are depicted in the four episodes of \"Chronicle of Char and Sayla.\"\n\nThe Zabi family who seize control of Side 3 and lead the Principality of Zeon, the early days of many renowned Zeon ace pilots who later fight in the One Year War, the secrets of mobile suit development, conflicts with the Earth Federation Forces, and the road leading to the outbreak of war—all will be revealed.\n\n(Source: Official Website)\n\nNote: A re-edited TV version of the six OVAs released from 2015 through 2018.",
   "licensor": "",
   "title": "Mobile Suit Gundam: The Origin - Advent of the Red Comet",
   "link": "https://myanimelist.net/anime/39592/Mobile_Suit_Gundam__The_Origin_-_Advent_of_the_Red_Comet",
   "genres": [
    "Action",
    "Military",
    "Sci-Fi",
    "Space",
    "Mecha",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Apr 29, 2019",
   "score": "8.06",
   "members": "8601"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1585/97907.jpg",
   "synopsis": "The story begins when the protagonist Hikaru meets aliens Lala, Prunce, and Fuwa while watching the night sky. She learns of the \"Star Palace,\" where the 12 Star Princesses of the constellations kept the balance of the universe until they were attacked. Lala is searching for the legendary Precure warriors to help find the 12 scattered \"Princess Star Color Pens\" and revive the princesses. When Fuwa is captured by an enemy, Hikaru wishes to save Fuwa, and a Star Color Pendent and a Star Color Pen appear to allow her to transform into Cure Star. From then on she works to collect the pens and raise Fuwa, who is the key to reviving the princesses. \n\n(Source: ANN)",
   "licensor": "",
   "title": "Star☆Twinkle Precure",
   "link": "https://myanimelist.net/anime/38578/Star%E2%98%86Twinkle_Precure",
   "genres": [
    "Action",
    "Magic",
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "49",
   "releaseDate": "Feb 3, 2019, 08:30 (JST)",
   "score": "7.22",
   "members": "6300"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
   "synopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
   "licensor": "",
   "title": "Sazae-san",
   "link": "https://myanimelist.net/anime/2406/Sazae-san",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "4-koma manga",
   "nbEp": "?",
   "releaseDate": "Oct 5, 1969, 18:30 (JST)",
   "score": "6.11",
   "members": "4725"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1391/100465.jpg",
   "synopsis": "The story takes place two years after Aikatsu Friends! with Aine Yuuki now in high school. One day she has an encounter with the mysterious idol Hibiki Tenshou who wears the shining Jeweling Dress.",
   "licensor": "",
   "title": "Aikatsu Friends!: Kagayaki no Jewel",
   "link": "https://myanimelist.net/anime/39078/Aikatsu_Friends__Kagayaki_no_Jewel",
   "genres": [
    "Music",
    "Slice of Life",
    "School",
    "Shoujo"
   ],
   "producers": [
    "Bandai Namco Pictures"
   ],
   "fromType": "Game",
   "nbEp": "26",
   "releaseDate": "Apr 4, 2019, 18:25 (JST)",
   "score": "6.88",
   "members": "3087"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1334/100989.jpg",
   "synopsis": "Upon the conclusion of the Vanguard High School Koshien, Kouji Ibuki begins to have new nightmares. Nome Tatsunagi has Suiko summon him to the mansion where they learn he can see a Dark Tower called Sanctuary. Sanctuary is causing the timeline to be altered throughout history, and the only way to correct it is for Kouji to first correct his future mistake. Now Kouji and Suiko must travel the parallel world -if- and watch as Magical Girls Emi Sendou and Shuka summon Vanguard units to help correct history. Sadly the two can't help much as Cardfighting against real monsters doesn't do much good.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Cardfight!! Vanguard: Zoku Koukousei-hen",
   "link": "https://myanimelist.net/anime/39244/Cardfight_Vanguard__Zoku_Koukousei-hen",
   "genres": [
    "Action",
    "Game",
    "Shounen"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Original",
   "nbEp": "14",
   "releaseDate": "May 11, 2019, 08:00 (JST)",
   "score": "6.33",
   "members": "2759"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1477/100243.jpg",
   "synopsis": "The series follows pre-teens Dan Kouzo, Shun Kazami, Wynton Styles, Lia Venegas, and their dog Lightning. They are known as the \"Awesome Ones\" and make videos on the website ViewTube. Eventually, they stumble across a race of battling biomechanical creatures called Bakugan. They soon befriend the Bakugan and begin to battle each other with them, all while defending their neighborhood from thugs who use the Bakugan for malicious purposes. \n\n(Source: Wikipedia)",
   "licensor": "",
   "title": "Bakugan: Battle Planet",
   "link": "https://myanimelist.net/anime/39622/Bakugan__Battle_Planet",
   "genres": [
    "Action",
    "Game",
    "Fantasy"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "50",
   "releaseDate": "Apr 1, 2019, 17:55 (JST)",
   "score": "5.74",
   "members": "2714"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1318/99806.jpg",
   "synopsis": "This year's March issue of Shogakukan's CoroCoro Comics magazine announced on Friday that a new Beyblade series titled Beyblade Burst GT (Gachi) will debut on April 5. The series will stream weekly on the CoroCoro YouTube channel, the official Beyblade portal website, and the Takara Tomy Channel. The magazine shared a visual of a new protagonist with short blond hair.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Beyblade Burst Gachi",
   "link": "https://myanimelist.net/anime/39282/Beyblade_Burst_Gachi",
   "genres": [
    "Action",
    "Sci-Fi",
    "Adventure",
    "Sports",
    "Shounen"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 5, 2019, 16:00 (JST)",
   "score": "6.02",
   "members": "2690"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/77617.jpg",
   "synopsis": "Based on the original comic BONO BONO by Mikio Igarashi that has seen over 9,000,000 total copies printed, this is the definitive animated version of the emotionally soothing character-driven series that will make you ask yourself the philosophical question, \"What are living things?\" while laughing at heartwarming gags and being entertained by the interactions of amusing forest friends Bonobono the young sea otter, Chipmunk, Fishing Cat, and more.\n\nEnjoy the easygoing days and minor misadventures of Bonobono and his friends!\n\n(Source: Fuji Creative)",
   "licensor": "",
   "title": "Bonobono (TV 2016)",
   "link": "https://myanimelist.net/anime/32353/Bonobono_TV_2016",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "4-koma manga",
   "nbEp": "?",
   "releaseDate": "Apr 2, 2016, 04:52 (JST)",
   "score": "6.35",
   "members": "2190"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1396/99145.jpg",
   "synopsis": "There's a new tough guy transfer student in Tokyo. His name is Tokio and he's raring to see how scrappy the locals are. But when he comes face-to-face with a Japan-obsessed red-haired kid that won't leave him alone until he tells him exactly what prefecture he's from, his life takes a turn for the crazy! This kid isn't just Japan obsessed, he's developed a martial art based on all the different prefectures in the country! \n\n(Source: VIZ Media)",
   "licensor": "",
   "title": "Jimoto ga Japan",
   "link": "https://myanimelist.net/anime/38881/Jimoto_ga_Japan",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "Oddjob"
   ],
   "fromType": "Manga",
   "nbEp": "50",
   "releaseDate": "Apr 8, 2019, 07:05 (JST)",
   "score": "N/A",
   "members": "1524"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1616/103082.jpg",
   "synopsis": "Second Season of Kiratto Pri☆chan, adding one more idol.",
   "licensor": "",
   "title": "Kiratto Pri☆chan Season 2",
   "link": "https://myanimelist.net/anime/38804/Kiratto_Pri☆chan_Season_2",
   "genres": [
    "Music",
    "Slice of Life",
    "Comedy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "Tatsunoko Production"
   ],
   "fromType": "Game",
   "nbEp": "51",
   "releaseDate": "Apr 7, 2019, 10:00 (JST)",
   "score": "6.92",
   "members": "1396"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/87843.jpg",
   "synopsis": "The sound of yodeling will appear when you least expect it.",
   "licensor": "",
   "title": "Yodel no Onna",
   "link": "https://myanimelist.net/anime/36409/Yodel_no_Onna",
   "genres": [
    "Music",
    "Comedy"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Sep 22, 2017",
   "score": "5.33",
   "members": "1009"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1877/91297.jpg",
   "synopsis": "Based on the characters created by Study.",
   "licensor": "",
   "title": "Neko Konogoro",
   "link": "https://myanimelist.net/anime/33398/Neko_Konogoro",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Jun 8, 2016, 00:00 (JST)",
   "score": "N/A",
   "members": "845"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1383/99945.jpg",
   "synopsis": "After the TV station gets acquired by \"Nanazon Prime Video,\" departments that don't get high ratings will be restructured (aka fired). The shooting crew takes on a large-scale plan for their survival. The Banakawa Family was an extremely wealthy family in the Edo period but their gold was hidden somewhere in a cave (that even the surviving members of the Banakawa Family can't find). So the crew's program will feature them exploring the underground world in search of this hidden treasure that so far major TV station networks with big budgets could not find.",
   "licensor": "",
   "title": "TV Yarou Nanaana: Wakuwaku Doukutsu Land",
   "link": "https://myanimelist.net/anime/39581/TV_Yarou_Nanaana__Wakuwaku_Doukutsu_Land",
   "genres": [
    "Adventure",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "24",
   "releaseDate": "Apr 11, 2019, 07:30 (JST)",
   "score": "6.06",
   "members": "839"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1859/91295.jpg",
   "synopsis": "The series stars a cat with a lack of energy who speaks while lying down, yet has a thorough personality.  He thinks various things and has fun watching humans.",
   "licensor": "",
   "title": "Neko no Robu",
   "link": "https://myanimelist.net/anime/35478/Neko_no_Robu",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "May 6, 2017, 06:30 (JST)",
   "score": "N/A",
   "members": "811"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1287/106313.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Duel Masters!!",
   "link": "https://myanimelist.net/anime/39039/Duel_Masters",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "Brain's Base",
    "Shogakukan Music & Digital Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "51",
   "releaseDate": "Apr 7, 2019, 08:30 (JST)",
   "score": "N/A",
   "members": "728"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/72182.jpg",
   "synopsis": "Fourth season of Kamiusagi Rope, events occur after the feature film. Airs on Mezamashi TV instead of the theaters.",
   "licensor": "",
   "title": "Kamiusagi Rope: Warau Asa ni wa Fukuraitaru tte Maji ssuka!?",
   "link": "https://myanimelist.net/anime/30151/Kamiusagi_Rope__Warau_Asa_ni_wa_Fukuraitaru_tte_Maji_ssuka",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Nov 16, 2012, 06:45 (JST)",
   "score": "N/A",
   "members": "633"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/28900.jpg",
   "synopsis": "The story centers around a cat who answers people's wishes and delivers happiness. (\"Tane\" and \"neko\" are the Japanese words for \"seed\" and \"cat,\" respectively.)\n\n(Source: ANN)",
   "licensor": "",
   "title": "Shiawase Haitatsu Taneko",
   "link": "https://myanimelist.net/anime/10506/Shiawase_Haitatsu_Taneko",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kachidoki Studio"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Mar 26, 2011",
   "score": "N/A",
   "members": "468"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1126/99095.jpg",
   "synopsis": "A multimedia project collaboration between Shogakukan, Sony Interactive Entertainment, Sony Music Entertainment, and Sony Music Communications, and features a theme of rap and hip-hop.\n\nThe story follows Yo!Hey, a boy who raps to the beat of his farts.\n\nThe anime will air withing the Ota-Suta (\"Good Morning Star\") children's television program and the manga counterpart will be published in March.\n\n(Source: ANN)",
   "licensor": "",
   "title": "B Rappers Street",
   "link": "https://myanimelist.net/anime/39031/B_Rappers_Street",
   "genres": [
    "Music",
    "Comedy"
   ],
   "producers": [
    "Pie in the sky"
   ],
   "fromType": "Original",
   "nbEp": "50",
   "releaseDate": "Apr 11, 2019, 07:05 (JST)",
   "score": "N/A",
   "members": "454"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1454/100376.jpg",
   "synopsis": "Fourth season of Shounen Ashibe: Go! Go! Goma-chan.",
   "licensor": "",
   "title": "Shounen Ashibe: Go! Go! Goma-chan 4",
   "link": "https://myanimelist.net/anime/39457/Shounen_Ashibe__Go_Go_Goma-chan_4",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Seinen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "4-koma manga",
   "nbEp": "24",
   "releaseDate": "Apr 2, 2019, 18:45 (JST)",
   "score": "N/A",
   "members": "446"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1058/102001.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Pittanko!! Nekozakana",
   "link": "https://myanimelist.net/anime/40089/Pittanko_Nekozakana",
   "genres": [
    "-"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "?",
   "releaseDate": "Oct 9, 2017",
   "score": "N/A",
   "members": "373"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1189/98233.jpg",
   "synopsis": "An everyday life of yellow frog with horn.  Based on the web manga of the same title.",
   "licensor": "",
   "title": "Kyou mo Tsuno ga Aru",
   "link": "https://myanimelist.net/anime/39003/Kyou_mo_Tsuno_ga_Aru",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "MMDGP"
   ],
   "fromType": "Web manga",
   "nbEp": "50",
   "releaseDate": "Feb 21, 2019, 21:54 (JST)",
   "score": "N/A",
   "members": "366"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1952/99800.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Kedama no Gonjirou",
   "link": "https://myanimelist.net/anime/39040/Kedama_no_Gonjirou",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "OLM",
    "Wit Studio"
   ],
   "fromType": "Other",
   "nbEp": "51",
   "releaseDate": "Apr 6, 2019, 10:00 (JST)",
   "score": "N/A",
   "members": "363"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/84867.jpg",
   "synopsis": "A tourism promotional anime for the Akita prefecture. Highlighting Akita cuisine, actors, landmarks, etc. through the banter of two high school friends who are a red oni and an akita (dog breed).",
   "licensor": "",
   "title": "Akita Kenritsu Iburi Gakkou Chuutou-bu",
   "link": "https://myanimelist.net/anime/35226/Akita_Kenritsu_Iburi_Gakkou_Chuutou-bu",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Mar 14, 2017",
   "score": "N/A",
   "members": "336"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1557/95194.jpg",
   "synopsis": "The surreal world view of \"scary cute\" monsters that rampage endlessly. They look and act like toys but being several stories tall, the destruction on Japan is devastating.",
   "licensor": "",
   "title": "Aigan Kaijuu",
   "link": "https://myanimelist.net/anime/38365/Aigan_Kaijuu",
   "genres": [
    "Action",
    "Sci-Fi",
    "Comedy",
    "Parody",
    "Fantasy"
   ],
   "producers": [
    "Shimogumi"
   ],
   "fromType": "Other",
   "nbEp": "50",
   "releaseDate": "Oct 7, 2018, 06:54 (JST)",
   "score": "N/A",
   "members": "304"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1980/96936.jpg",
   "synopsis": "Within the nature \"Darwin Kita! Kikimono Shin Densetsu\" program on NHK1.5 airs the short Manul no Yuube, based on a web manga/comic of the same name. It following animal characters who visit the bar Manul no Yuube. The bar is run by the Mama who is a Pallas's cat (Otocolobus manul) and serviced by the hostess Tsunomin who is a Brazilian treehopper (Bocydium globulare).",
   "licensor": "",
   "title": "Manul no Yuube",
   "link": "https://myanimelist.net/anime/38776/Manul_no_Yuube",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Web manga",
   "nbEp": "?",
   "releaseDate": "Nov 11, 2018",
   "score": "N/A",
   "members": "227"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1780/100288.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Daifuku-kun@Kin Tele 2nd Season",
   "link": "https://myanimelist.net/anime/39635/Daifuku-kunKin_Tele_2nd_Season",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Other",
   "nbEp": "26",
   "releaseDate": "Apr 5, 2019, 07:30 (JST)",
   "score": "N/A",
   "members": "159"
  }
 ],
 "OVAs": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1116/104615.jpg",
   "synopsis": "The episode bundled with the 13th volume will be about the Sumo competition that held at Tempest for the first time, suggested by Rimuru.\n\nThe three-part OVA bundled with the 14th, 15th, and 16th manga volumes will be an original trilogy written by Fuse. Volume 16 will be released in Japan on November 27, 2020. \n\nRimuru has been teaching Shizue's students at Ingracia Kingdom's Freedom Academy. The time has come for the school's annual outdoor training event, where the students will test their combat skills in the field. Rimuru is determined to win the competition and take home the prize money, but he is challenged by Jeff, an honorary teacher who sees Rimuru as a rival. The competition is underway when suddenly an unexpected enemy appears!\n\n(Source: MAL News & ANN)",
   "licensor": "",
   "title": "Tensei shitara Slime Datta Ken OVA",
   "link": "https://myanimelist.net/anime/38793/Tensei_shitara_Slime_Datta_Ken_OVA",
   "genres": [
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Manga",
   "nbEp": "5",
   "releaseDate": "Jul 9, 2019",
   "score": "7.47",
   "members": "94248"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1818/103278.jpg",
   "synopsis": "Mob, Reigen, Dimple, and the newest member of the Spirits and Such Consultation Office staff, Serizawa, take a trip up to a secluded hot spring called Ibogami Hot Springs in Zebra Prefecture. Reigen happened to get a request from the matron there to discover the truth behind the strange rumors going around there and save the inn. Ritsu and Teru also join in on this trip and the six of them head out on this super relaxing trip to the hot spring. But on their way there, Reigen and Serizawa start nodding off on the train and somehow get sucked into an eerie parallel world...\n\n(Source: Crunchyroll)",
   "licensor": "",
   "title": "Mob Psycho 100: Dai Ikkai Rei toka Soudansho Ian Ryokou - Kokoro Mitasu Iyashi no Tabi",
   "link": "https://myanimelist.net/anime/39651/Mob_Psycho_100__Dai_Ikkai_Rei_toka_Soudansho_Ian_Ryokou_-_Kokoro_Mitasu_Iyashi_no_Tabi",
   "genres": [
    "Action",
    "Slice of Life",
    "Comedy",
    "Supernatural"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 25, 2019",
   "score": "7.62",
   "members": "40351"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1138/99547.jpg",
   "synopsis": "Akari Akaza, Chinatsu Yoshikawa, Kyouko Toshinou, and Yui Funami return to commemorate an exciting occasion! Despite their initial bizarre celebration ideas, they decide to hold a party at their Amusement Club room. With the help of friends from the Student Council, they start preparing for the big day—with a surprise planned for a special someone.\n\nJoin the girls as they work together to create an enjoyable and memorable party, all the while interacting with one another with their cute and unique quirks.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Yuru Yuri,",
   "link": "https://myanimelist.net/anime/37773/Yuru_Yuri",
   "genres": [
    "Slice of Life",
    "Comedy",
    "School",
    "Shoujo Ai"
   ],
   "producers": [
    "Lay-duce"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Sep 18, 2019",
   "score": "7.69",
   "members": "17826"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1675/104684.jpg",
   "synopsis": "Let not an Outsider touch thee,\nLest thou shalt be cursed forever.\n\nOnce upon a time, in a land far away that was divided into two realms...\nThe Outside was roamed by teratomorphic creatures who had the power to curse whoever they touched. Humans could live safely only in the Inside. But when a lost little girl from the Inside named Shiva, and a demonic beast-looking Outsider simply known as \"Teacher\" initiate a quiet coexistence on the same side of the forest, their bond seems to transcend their incompatible natures. It is the beginning of a folktale about two outcasts -one human, one inhuman- who linger in the hazy twilight that separates night from day.\n\n(Source: Production I.G)",
   "licensor": "",
   "title": "Totsukuni no Shoujo",
   "link": "https://myanimelist.net/anime/39495/Totsukuni_no_Shoujo",
   "genres": [
    "Supernatural",
    "Shounen"
   ],
   "producers": [
    "Wit Studio"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Sep 10, 2019",
   "score": "7.50",
   "members": "15403"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1684/101030.jpg",
   "synopsis": "Chino Kafuu returns to Rabbit House with a horrified look on her face. When questioned by her friends, she explains to them that she had just agreed to sing the solo section of a song for her class’ graduation ceremony. Although they congratulate their friend on her important role, Chino reveals that she has stage fright, but is determined to overcome it before the ceremony takes place.With the support of her friends and special training from Rize Tedeza, will Chino be able to overcome her stage fright?\n\nGochuumon wa Usagi Desu ka??: Sing for You is a wholesome and heart-warming short story featuring Chino and the other girls from the cafe.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Gochuumon wa Usagi Desu ka??: Sing for You",
   "link": "https://myanimelist.net/anime/38333/Gochuumon_wa_Usagi_Desu_ka__Sing_for_You",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "production doA"
   ],
   "fromType": "4-koma manga",
   "nbEp": "1 ep",
   "releaseDate": "Sep 26, 2019",
   "score": "7.73",
   "members": "11150"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1986/101147.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Choujigen Game Neptune The Animation: Nep no Natsuyasumi",
   "link": "https://myanimelist.net/anime/39638/Choujigen_Game_Neptune_The_Animation__Nep_no_Natsuyasumi",
   "genres": [
    "Action",
    "Comedy",
    "Fantasy",
    "Sci-Fi"
   ],
   "producers": [
    "Okuruto Noboru"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Jul 8, 2019",
   "score": "7.16",
   "members": "8736"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1783/95193.jpg",
   "synopsis": "Bundled with the with the ninth limited edition volume of the Majimoji Rurumo: Houkago no Mahou Chuugakusei manga.",
   "licensor": "",
   "title": "Majimoji Rurumo: Kanketsu-hen",
   "link": "https://myanimelist.net/anime/38357/Majimoji_Rurumo__Kanketsu-hen",
   "genres": [
    "Magic",
    "Romance",
    "Ecchi",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Jul 9, 2019",
   "score": "7.44",
   "members": "6229"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1892/101617.jpg",
   "synopsis": "2 Unaired Episodes of Mayonaka no Occult Koumuin.",
   "licensor": "",
   "title": "Mayonaka no Occult Koumuin: Hitoribocchi no Kyuuketsuki",
   "link": "https://myanimelist.net/anime/39972/Mayonaka_no_Occult_Koumuin__Hitoribocchi_no_Kyuuketsuki",
   "genres": [
    "Mystery",
    "Demons",
    "Supernatural",
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Sep 25, 2019",
   "score": "7.16",
   "members": "6159"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1226/107100.jpg",
   "synopsis": "Bundled with the limited editions of 29th, 30th, and 31st volumes of the Hoozuki no Reitetsu manga.\n\nOVA 3 will be streamed in advance on September 1, 2020. OVA 3 will officially be released with volume 31 of the manga on September 23 2020.",
   "licensor": "",
   "title": "Hoozuki no Reitetsu 2nd Season OVA",
   "link": "https://myanimelist.net/anime/39538/Hoozuki_no_Reitetsu_2nd_Season_OVA",
   "genres": [
    "Comedy",
    "Demons",
    "Supernatural",
    "Fantasy",
    "Seinen"
   ],
   "producers": [
    "Pine Jam"
   ],
   "fromType": "Manga",
   "nbEp": "3",
   "releaseDate": "Sep 20, 2019",
   "score": "7.05",
   "members": "3001"
  }
 ],
 "ONAs": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1421/100770.jpg",
   "synopsis": "Business deals are usually made through meetings and contracts; but in the world of Kengan Ashura, businesses resort to other means to make their decisions: by hiring gladiators. Yabako Sandrovich's Kengan Ashura depicts a world brimming with action, violence, and martial arts—one where powerful gladiators have fought in grand arenas since the Edo Period to settle the disputes of wealthy businesses and merchants.\n\nOuma Tokita, who is nicknamed \"The Ashura,\" is a fighter trying to prove himself as the strongest. Hideki Nogi, a member of the Nogi Group, hires Ouma to fight for him and makes Kazuo Yamashita, an average middle-aged man, his manager. The duo is thrown into fights facilitated by the Kengan Association. Their journey will be full of ruthless battles with other fighters aiming for the same goal. Do they have what it takes to be the best?\n\n[Written by MAL Rewrite]",
   "licensor": "Ponycan USA",
   "title": "Kengan Ashura",
   "link": "https://myanimelist.net/anime/36903/Kengan_Ashura",
   "genres": [
    "Action",
    "Martial Arts"
   ],
   "producers": [
    "Larx Entertainment"
   ],
   "fromType": "Web manga",
   "nbEp": "12",
   "releaseDate": "Jul 31, 2019",
   "score": "7.48",
   "members": "54131"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1404/106707.jpg",
   "synopsis": "Continuing his masquerade as the deranged lunatic from the Lanling Jin Clan, Wei Wuxian resides in the Cloud Recesses while his former cultivation classmate, Lan Wangji, searches for answers about the demonic severed arm they have in custody. With an overwhelming dark energy emanating from the arm, the two are forced to work together in order to keep it contained. However, the demonic arm is not the only dark force lurking in the region, and as spiritual tensions rise in the mountains of the Gusu Lan Clan, it is up to the two of them to try and restore the natural order.\n\nThe story of Wei Wuxian's fall from grace continues as more light is shed on his descent into the path of demonic cultivation. The demonic arm only further strains his mischievous spirit. This is the time for him to prove that he has truly broken free from the forbidden path and is not the maniacal sorcerer that everyone remembers him to be.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Mo Dao Zu Shi 2nd Season",
   "link": "https://myanimelist.net/anime/38450/Mo_Dao_Zu_Shi_2nd_Season",
   "genres": [
    "Action",
    "Mystery",
    "Comedy",
    "Historical",
    "Supernatural"
   ],
   "producers": [
    "B.CMAY PICTURES"
   ],
   "fromType": "Novel",
   "nbEp": "8",
   "releaseDate": "Aug 3, 2019",
   "score": "8.41",
   "members": "41446"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1452/102628.jpg",
   "synopsis": "Follow the adventures and exploits of S.A.M, a high-end, royal-class friendship droid who's joined by a quirky, discarded maintenance robot and a brash, deadly fugitive. Together, the unlikely trio embarks on an unforgettable journey in a fantastic and dangerous world in search of S.A.M's best friend, the heir to a powerful kingdom under siege.\n\n(Source: Official Website)",
   "licensor": "",
   "title": "Cannon Busters",
   "link": "https://myanimelist.net/anime/40256/Cannon_Busters",
   "genres": [
    "Action",
    "Sci-Fi",
    "Adventure",
    "Fantasy",
    "Mecha"
   ],
   "producers": [
    "Satelight",
    "Yumeta Company"
   ],
   "fromType": "Other",
   "nbEp": "12",
   "releaseDate": "Aug 15, 2019",
   "score": "6.50",
   "members": "20081"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1685/102748.jpg",
   "synopsis": "The official website for Tomohiko Itou's original film Hello World announced on Thursday that it will receive a three-part spin-off, Another World, beginning before the film's September 20 premiere. The first episode, titled \"Record 2027,\" will stream on Hikari TV Channel+ on September 13, followed by the second—\"Record 2032\"—on September 27 and the third—\"Record 2036\"—on October 4. \n\n(Source: MAL News)",
   "licensor": "",
   "title": "Another World",
   "link": "https://myanimelist.net/anime/40295/Another_World",
   "genres": [
    "Sci-Fi"
   ],
   "producers": [
    "Graphinica"
   ],
   "fromType": "Original",
   "nbEp": "3",
   "releaseDate": "Sep 13, 2019",
   "score": "7.12",
   "members": "13495"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1091/101664.jpg",
   "synopsis": "Zeus had a daughter named Athena, the goddess of war. A group of youths flocked to Athena fighting to protect her amidst heroic battles as her \"Saints\". Their proof of being a Saint laid with the battle protector known as Sacred Cloth.\n\nAfter a virtual eternity, a new struggle is about to unfold now again over the Cloth. A boy named Seiya has crossed way over to Greece to undergo the training to become a Saint and obtained the Cloth, Bronze cloth, the lowest position among Saints. Every Saint takes a constellation as their tutelary god. And Seiya's guardian star is Pegasus. Now, the saints gather together from all over the world to participate in the \"Galatic War\" - championship of Saints, aiming at the Gold Cloth, the symbol of ruler of the Saints. The curtain for Galatic War has been cut open. During the death battle between the Saints, Phoenix, the Black Saint, suddenly appeared on the scene and runs off with Gold Cloth in front of a full house in his ambition to become ruler of the world. Seiya and his fellow bronze cloth warriors go after Phoenix and his \"Shadow Army\" to retrieve the lost Gold Cloth...\n\nThe battles waged among the saints, the strongest young men on earth, begin now!\n\n(Source: Toei Animation)",
   "licensor": "",
   "title": "Knights of the Zodiac: Saint Seiya",
   "link": "https://myanimelist.net/anime/36040/Knights_of_the_Zodiac__Saint_Seiya",
   "genres": [
    "Sci-Fi",
    "Adventure",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jul 19, 2019",
   "score": "5.16",
   "members": "11945"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1070/102533.jpg",
   "synopsis": "Hataraku Saibou special collaboration episode with Otsuka Pharmaceutical's Pocari Sweat about hyperthermia. Released on Otsuka Pharmaceutical's YouTube Channel.",
   "licensor": "",
   "title": "Hataraku Saibou: Necchuushou - Moshimo Pocari Sweat ga Attara",
   "link": "https://myanimelist.net/anime/40076/Hataraku_Saibou__Necchuushou_-_Moshimo_Pocari_Sweat_ga_Attara",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "David Production"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Jul 8, 2019",
   "score": "6.71",
   "members": "9291"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1781/102825.jpg",
   "synopsis": "Collaboration anime between Gintama and Monster Strike.",
   "licensor": "",
   "title": "Gintama: Monster Strike-hen",
   "link": "https://myanimelist.net/anime/40323/Gintama__Monster_Strike-hen",
   "genres": [
    "Action",
    "Comedy",
    "Parody",
    "Samurai"
   ],
   "producers": [
    "Bandai Namco Pictures"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Aug 29, 2019",
   "score": "7.36",
   "members": "7932"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1066/101736.jpg",
   "synopsis": "SD Black Clover short comedy specials released exclusively on dTV.",
   "licensor": "",
   "title": "Mugyutto! Black Clover",
   "link": "https://myanimelist.net/anime/40031/Mugyutto_Black_Clover",
   "genres": [
    "Comedy",
    "Parody",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Manga",
   "nbEp": "8",
   "releaseDate": "Jul 1, 2019",
   "score": "6.27",
   "members": "6927"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1445/103637.jpg",
   "synopsis": "Mini Yuri will be a four-episode series with a runtime of 5 minutes per episode. The short anime will feature mini characters and debut online at a later time.\n\n(Source: MAL News)",
   "licensor": "",
   "title": "Mini Yuri",
   "link": "https://myanimelist.net/anime/40369/Mini_Yuri",
   "genres": [
    "Slice of Life",
    "Comedy",
    "School",
    "Shoujo Ai"
   ],
   "producers": [
    "DMM.futureworks",
    "W-Toon Studio"
   ],
   "fromType": "Manga",
   "nbEp": "4",
   "releaseDate": "Sep 25, 2019",
   "score": "6.73",
   "members": "6807"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1960/102191.jpg",
   "synopsis": "Second part of Hero Mask.",
   "licensor": "",
   "title": "Hero Mask (2019)",
   "link": "https://myanimelist.net/anime/40154/Hero_Mask_2019",
   "genres": [
    "Action",
    "Sci-Fi",
    "Mystery",
    "Police"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Original",
   "nbEp": "9",
   "releaseDate": "Aug 23, 2019",
   "score": "6.59",
   "members": "5998"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1099/102198.jpg",
   "synopsis": "A prologue movie released on Bandai Namco's official YouTube channels for the eventual 2020 release of the Digimon Survive game. The movie was first shown at the Anime Expo's panel \"The Future of Digimon\" and then later posted online.",
   "licensor": "",
   "title": "Digimon Survive: Prologue Movie",
   "link": "https://myanimelist.net/anime/40156/Digimon_Survive__Prologue_Movie",
   "genres": [
    "Mystery",
    "Fantasy",
    "School"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Jul 22, 2019",
   "score": "6.50",
   "members": "4540"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1225/102606.jpg",
   "synopsis": "Animated shorts of the Tactical Dolls from the \"Girls' Frontline\" mobile game.",
   "licensor": "",
   "title": "Shaonu Qianxian: Renxing Xiao Juchang",
   "link": "https://myanimelist.net/anime/40151/Shaonu_Qianxian__Renxing_Xiao_Juchang",
   "genres": [
    "Military",
    "Sci-Fi",
    "Comedy"
   ],
   "producers": [
    "BigFireBird Animation"
   ],
   "fromType": "Game",
   "nbEp": "24",
   "releaseDate": "Jul 28, 2019",
   "score": "6.73",
   "members": "3126"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1857/102517.jpg",
   "synopsis": "The Great Thousand World. It is a place where numerous planes intersect, a place where many clans live and a place where a group of lords assemble. The Heavenly Sovereigns appear one by one from the Lower Planes and they will all display a legend that others would desire as they pursue the road of being a ruler in this boundless world.\n\nIn the Endless Fire Territory that the Flame Emperor controls, thousands of fire blazes through the heavens.\n\nInside the Martial Realm, the power of the Martial Ancestor frightens the heaven and the earth.\n\nAt the West Heaven Temple, the might of the Emperor of a Hundred Battles is absolute.\n\nIn the Northern Desolate Hill, a place filled with thousands of graves, the Immortal Owner rules the world.\n\nA boy from the Northern Spiritual Realm comes out, riding on a Nine Netherworld Bird, as he charges into the brilliant and diverse world. Just who can rule over their destiny of their path on becoming a Great Ruler? In the Great Thousand World, many strive to become a Great Ruler.\n\n(Source: Nsubs)",
   "licensor": "",
   "title": "Da Zhu Zai",
   "link": "https://myanimelist.net/anime/40233/Da_Zhu_Zai",
   "genres": [
    "Action",
    "Adventure",
    "Historical",
    "Romance",
    "Martial Arts",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Novel",
   "nbEp": "12",
   "releaseDate": "Aug 7, 2019",
   "score": "6.58",
   "members": "3098"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1643/102418.jpg",
   "synopsis": "The third season of Doupo Cangqiong.",
   "licensor": "",
   "title": "Doupo Cangqiong 3rd Season",
   "link": "https://myanimelist.net/anime/38436/Doupo_Cangqiong_3rd_Season",
   "genres": [
    "Action",
    "Adventure",
    "Demons",
    "Supernatural",
    "Romance",
    "Martial Arts",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Novel",
   "nbEp": "12",
   "releaseDate": "Jul 21, 2019",
   "score": "7.65",
   "members": "2835"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1478/103070.jpg",
   "synopsis": "The year 20XX. Humans called \"Concodes\" and ultra-high-performance AI called \"Codeman\" team up as buddies to compete in the card battle game ZENOZARD. People are going wild with excitement at the world championships, THE ZENON.\n\nOne day, Souta Azuma, an average high school student, is challenged to a battle by a mysterious woman, Eilietta Lash. She reveals that she’s a Codeman and that her intent is to team up with Souta and participate in THE ZENON. Souta reluctantly agrees. Souta and Eilietta’s first opponent turns out to be the super-famous player Shion Saionji, who attends Souta’s school, and her buddy, Ash Claude.\n\n(Source: Official YouTube)",
   "licensor": "",
   "title": "Zenonzard The Animation Episode 0",
   "link": "https://myanimelist.net/anime/40394/Zenonzard_The_Animation_Episode_0",
   "genres": [
    "Action"
   ],
   "producers": [
    "8bit"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Sep 10, 2019",
   "score": "6.70",
   "members": "2682"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1776/102092.jpg",
   "synopsis": "Chibi shorts based on Shoujo☆Kageki Revue Starlight.",
   "licensor": "",
   "title": "Shoujo☆Conto All Starlight",
   "link": "https://myanimelist.net/anime/39643/Shoujo%E2%98%86Conto_All_Starlight",
   "genres": [
    "Music",
    "Comedy",
    "School"
   ],
   "producers": [
    "Imagica Lab.",
    "Kinema Citrus"
   ],
   "fromType": "Original",
   "nbEp": "26",
   "releaseDate": "Jul 5, 2019",
   "score": "6.03",
   "members": "2031"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1944/108210.jpg",
   "synopsis": "In the not-too-distant future, the human world has long been overpopulated. Humanity marched to the stars in search of a new home, and just as this was going on, the moon's alignment caused massive earthquakes to ripple across the world, lasting several decades. Humanity was demolished. When the land finally recovered, humanity reemerged to face this strange yet familiar world. Will we, who once lorded over this domain, still remain the masters of this world?\n\n(Source: Yu Alexius Anime Portal)",
   "licensor": "",
   "title": "Ling Long: Incarnation",
   "link": "https://myanimelist.net/anime/39675/Ling_Long__Incarnation",
   "genres": [
    "Action",
    "Sci-Fi",
    "Horror",
    "Demons",
    "Drama",
    "Thriller"
   ],
   "producers": [
    "YHKT Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "6",
   "releaseDate": "Jul 13, 2019",
   "score": "7.00",
   "members": "1955"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1491/102275.jpg",
   "synopsis": "As if led by fate, after meeting Guan Yu Nu Gundam and Zhang Fei God Gundam, Liu Bei Unicorn Gundam resolves to save the world.\n\nRepeated warfare has destroyed countries that once prospered gloriously, leaving the land in ruins. Just when revival is in sight, an epidemics of the mysterious Yellow Zombie Virus breaks out. The virus carriers lose themselves and start attacking people. The survivors are forced to live inside fortified cities for protection relying on a form of energy known as \"Trinity.\" However, this finite energy has caused social stratification and much conflict. Each fortified city is isolated by walls, and each country is ruled by a lord. The lord Dong Zhuo has been acting in an outrageous manner since the passing of the previous lord. As if drawn together by destiny, Liu Bei Unicorn Gundam meets Guan Yu Nu Gundam and Zhang Fei God Gundam, and decides to save the world.\n\nEventually, the passion of the three young men will bring about great change in the world. The new heroes unveil a new chapter in history!\n\n(Source: Official Site)",
   "licensor": "",
   "title": "SD Gundam World: Sangoku Souketsuden",
   "link": "https://myanimelist.net/anime/38715/SD_Gundam_World__Sangoku_Souketsuden",
   "genres": [
    "Action",
    "Historical",
    "Mecha"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Jul 26, 2019",
   "score": "5.61",
   "members": "1524"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1541/102314.jpg",
   "synopsis": "A One Piece collaboration with Lion's brand cleaning product line \"Look Plus.\" The crew needs to do some basic cleaning on the ship but Franky tells them they don't need to work as hard as they need to with a series of cleaning products that essentially do all the labor.",
   "licensor": "",
   "title": "Look Plus One Piece Special Movie",
   "link": "https://myanimelist.net/anime/40181/Look_Plus_One_Piece_Special_Movie",
   "genres": [
    "Adventure",
    "Parody",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Other",
   "nbEp": "1 ep",
   "releaseDate": "Jul 29, 2019",
   "score": "5.65",
   "members": "1342"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1664/101938.jpg",
   "synopsis": "Sana suddenly awakes and is transported to a dream world by someone or something? What she experiences will change her life in the real world forever\n\n(Source: Official Website)",
   "licensor": "",
   "title": "Madoromi no Vevara",
   "link": "https://myanimelist.net/anime/40066/Madoromi_no_Vevara",
   "genres": [
    "Magic",
    "Fantasy"
   ],
   "producers": [
    "Studio Arch Inc."
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Jul 2, 2019",
   "score": "6.68",
   "members": "1324"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1431/102313.jpg",
   "synopsis": "Toei Animation announced a new short anime on Friday titled \"Jurassic!\" that will debut streaming on YouTube in mid-August. Most of the staff for the anime are comprised of the younger staff at Toei Animation. The anime is also the first in a series of new projects for the studio featuring the younger staff. The Real-Size Koseibutsu Zukan (Real-Size Extinct Creatures Picture Book) book by Ken Tsuchiya is inspiring the anime, and Tsuchiya is serving as the anime's \"extinct creatures supervisor.\" \n\n(Source: ANN)",
   "licensor": "",
   "title": "Jurassic!",
   "link": "https://myanimelist.net/anime/40180/Jurassic",
   "genres": [
    "Historical",
    "Fantasy"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Picture book",
   "nbEp": "1 ep",
   "releaseDate": "Aug 24, 2019",
   "score": "6.33",
   "members": "1229"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1732/98432.jpg",
   "synopsis": "Bandai Namco announced a new short anime titled Tales of the Rays: Everlasting Destiny. The anime will tell a story featuring the \"other side\" of the rescue of Ickx from the second chapter of the game (Mirrage Prison), showing the actions of Stahn and Leon, and will connect to the game's new story \"Fairy's Requiem\" which is the 3rd arc in the game app.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Tales of the Rays: Everlasting Destiny",
   "link": "https://myanimelist.net/anime/39067/Tales_of_the_Rays__Everlasting_Destiny",
   "genres": [
    "Game",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Jul 4, 2019",
   "score": "N/A",
   "members": "804"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1042/100435.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Han Hua Ri Ji",
   "link": "https://myanimelist.net/anime/39676/Han_Hua_Ri_Ji",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Supernatural"
   ],
   "producers": [
    "L²Studio"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Jul 21, 2019",
   "score": "6.67",
   "members": "756"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1035/104794.jpg",
   "synopsis": "Some aliens come to the Earth and one of them, become Babilonia's King, building the Babel Tower in order to come back to his world. But, due to technical failures his spaceship explodes, killing the main female character. The male lead and his troop stay in the Earth to find a way to come back. The female main character reincarnates 2500 years ago and met with him one more time. Then, what will happen now? \n\n(Source: tvtime.com)",
   "licensor": "",
   "title": "Ai Zai Xi Yuan Qian",
   "link": "https://myanimelist.net/anime/40876/Ai_Zai_Xi_Yuan_Qian",
   "genres": [
    "Action",
    "Sci-Fi",
    "Romance",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Music",
   "nbEp": "12",
   "releaseDate": "Jul 13, 2019",
   "score": "N/A",
   "members": "458"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1326/102260.jpg",
   "synopsis": "A soundless stop-motion paint on glass by Koji Yamamura showcasing the seasons. It is stated to have been created in 1988 early in his career but it is unknown if it was ever publicly showcased prior to Yamamura uploading this piece to his own YouTube channel in 2019.",
   "licensor": "",
   "title": "Sonoda",
   "link": "https://myanimelist.net/anime/40163/Sonoda",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Jul 25, 2019",
   "score": "5.80",
   "members": "284"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1732/107676.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Chou Futsuu Toshi Kashiwa Densetsu Z",
   "link": "https://myanimelist.net/anime/42055/Chou_Futsuu_Toshi_Kashiwa_Densetsu_Z",
   "genres": [
    "Comedy",
    "Fantasy"
   ],
   "producers": [
    "Super Normal Studio"
   ],
   "fromType": "Original",
   "nbEp": "10",
   "releaseDate": "Jul 12, 2019",
   "score": "N/A",
   "members": "261"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1400/103107.jpg",
   "synopsis": "TAKARA TOMY A.R.T.S announced on September 3 that it is developing merchandise and media around a new character named \"Japanda\" with an animated short. Ryou Taniguchi (designer for Tokyo 2020 Olympic and Paralympic Games' official mascots) designed the character.\n\nThe target audience for the character is women in their late teens and 20s. TAKARA TOMY A.R.T.S plans to release plush dolls, apparel, capsule toys, and more merchandise for the character starting in spring 2020. \n\n(Source: ANN)",
   "licensor": "",
   "title": "Japanda",
   "link": "https://myanimelist.net/anime/40412/Japanda",
   "genres": [
    "Music",
    "Josei"
   ],
   "producers": [
    "Fanworks"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 3, 2019",
   "score": "N/A",
   "members": "222"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1784/105813.jpg",
   "synopsis": "The journey to the West was a conspiracy of heaven! After Sutra went missing for more than a decade, Heaven sent its army to search, in order not to let the Sutra once again fall into the hands of heaven, the journey to West begin again.\n\n(Source: White Cloud Pavilion)",
   "licensor": "",
   "title": "Xixing Ji Zhi Jijie Pian",
   "link": "https://myanimelist.net/anime/41215/Xixing_Ji_Zhi_Jijie_Pian",
   "genres": [
    "Action",
    "Adventure",
    "Historical",
    "Martial Arts",
    "Fantasy"
   ],
   "producers": [
    "BYMENT"
   ],
   "fromType": "Manga",
   "nbEp": "22",
   "releaseDate": "Sep 28, 2019",
   "score": "N/A",
   "members": "195"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1903/102918.jpg",
   "synopsis": "A Suntory advertisement featuring popular beverages (from the Craft Boss brand) as anime characters in their twenties. The ad is a collaboration with the latest season of the Terrace House reality TV show series, which follows the lives of three men and three women who live in the same house and get to know each each other. \n\nThe first animated video introduces five of the six characters planned to feature in Suntory's ad campaign. \n\n(Source: ANN)",
   "licensor": "",
   "title": "Terrace House x Craft Boss",
   "link": "https://myanimelist.net/anime/40376/Terrace_House_x_Craft_Boss",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Aug 30, 2019",
   "score": "N/A",
   "members": "184"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1835/105725.jpg",
   "synopsis": "1663 Common Era, the youngest leader of the Ming dynasty's navy Lu Changfeng is to escort an official to capture criminals but was attacked by a ghost fleet and sea beasts, causing the entire envoy to be sunk. Lu Changfeng was saved by a mysterious girl from the ocean bottom and followed her to the international center of commerce of the Age of Sail: Luzon.\n\nAt the time, over 70% of the Ming dynasty's silver was obtained from Luzon, and this tiny island determined the fate of several nations. Spanish settlers cruelly ruled, and people of all walks of life, under the guidance of Song Yingxing, constructed the international finance center: the Kingdom of Wan. Despite disagreements with Song Yingxing, Lu Changfeng still chose to join Song's team: 天工, participating in the struggle against Spanish settlers with others. Both factions used bleeding-edge technological inventions in their battle. To resist the enemy genius Vesalius‘s weapon, Song Yingxing manipulates Lu Changfeng, bringing out his days fighting Vesalius in Korea, etc.\n\n(Source: medium.com)",
   "licensor": "",
   "title": "Wan Guo Zhi",
   "link": "https://myanimelist.net/anime/40638/Wan_Guo_Zhi",
   "genres": [
    "Action",
    "Adventure",
    "Historical",
    "Romance"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "16",
   "releaseDate": "Sep 23, 2019",
   "score": "N/A",
   "members": "175"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1857/102987.jpg",
   "synopsis": "A Tekken short commissioned by Hoken Ichiba, a insurance marketplace company. It focuses on a father and son as the son tries to realize the oath he gave his father.",
   "licensor": "",
   "title": "Chikai",
   "link": "https://myanimelist.net/anime/40385/Chikai",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Aug 18, 2019",
   "score": "N/A",
   "members": "165"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1997/102853.jpg",
   "synopsis": "A collaboration between Eagle Talon and Uchicomi the real estate company. Eagle Talon informs various people about Uchicomi's app and easy ways for them to find housing meeting their specific requirements. Episodes were streamed on Uchicomi's official YouTube channel and later, a compilation of all of them, were posted to DLE's official YouTube channel.",
   "licensor": "",
   "title": "Taka no Tsume-dan x Uchicomi!",
   "link": "https://myanimelist.net/anime/40342/Taka_no_Tsume-dan_x_Uchicomi",
   "genres": [
    "Comedy",
    "Parody",
    "Slice of Life"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Original",
   "nbEp": "5",
   "releaseDate": "Aug 19, 2019",
   "score": "N/A",
   "members": "163"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1519/102415.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Megido 72: Nagaki Sen Tabi no Katawara de",
   "link": "https://myanimelist.net/anime/39906/Megido_72__Nagaki_Sen_Tabi_no_Katawara_de",
   "genres": [
    "Action",
    "Adventure",
    "Magic",
    "Fantasy"
   ],
   "producers": [
    "V-sign"
   ],
   "fromType": "Game",
   "nbEp": "5",
   "releaseDate": "Jul 27, 2019",
   "score": "N/A",
   "members": "148"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1818/103921.jpg",
   "synopsis": "Japanese issuance company SOMPO Himawari Life Insurance commissioned Tekken to produce a commercial to promote their \"Insurhealth\" services, which seek to combine the functions of insurance and healthcare services. It follows a daughter caring for her aging mother that is facing various mental and physical complications after her husband passes away.",
   "licensor": "",
   "title": "Kaigo to Ikiru",
   "link": "https://myanimelist.net/anime/40645/Kaigo_to_Ikiru",
   "genres": [
    "Drama",
    "Music"
   ],
   "producers": [
    "Animation Lab Japan"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 30, 2019",
   "score": "N/A",
   "members": "143"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1962/102130.jpg",
   "synopsis": "With the conclusion of Asa Da yo! Kaishain's TV broadcast it gets reborn with a brand new story and new characters (though some will make a come back). This time it follows the human Kamoyama who was on his way to becoming a corporate elite when 1 mistake sent him to work as the manager for the Sale Department Z filled with selfish (shellfish) incompetent employees. He aims to regain his corporate elitism by converting these clamployees into decent members of the workforce with good sales results. But their laziness knows no bounds.\n\nThe webisodes, which are being released on DLE's official YouTube channel, are slated to have official English subtitles.",
   "licensor": "",
   "title": "Deluxe Da yo! Kaishain",
   "link": "https://myanimelist.net/anime/40141/Deluxe_Da_yo_Kaishain",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Jul 19, 2019",
   "score": "N/A",
   "members": "138"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1326/102464.jpg",
   "synopsis": "Extra stories of Beanie's Daily.",
   "licensor": "",
   "title": "Qing Chi Hong Xiaodou Ba! Wai Zhuan: Mo Xiang Wang",
   "link": "https://myanimelist.net/anime/40223/Qing_Chi_Hong_Xiaodou_Ba_Wai_Zhuan__Mo_Xiang_Wang",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Historical",
    "Drama"
   ],
   "producers": [
    "Making Animation"
   ],
   "fromType": "Original",
   "nbEp": "3",
   "releaseDate": "Jul 19, 2019",
   "score": "N/A",
   "members": "132"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1702/102131.jpg",
   "synopsis": "A mini side-story \"Summer Mystery Adventure\" series to the Taka no Tsume 8: Yoshida-kun no Batten File film. Though the film was released three years ago, it has a manga counterpart that's still running in CoroCoro Comic whose 2nd tankoubon volume was released recently. As well as scifi supernatural stories being very popular in Japan during the summer season.",
   "licensor": "",
   "title": "Taka no Tsume Yoshida-kun Batten File: Natsuyasumi Mystery Adventure",
   "link": "https://myanimelist.net/anime/40142/Taka_no_Tsume_Yoshida-kun_Batten_File__Natsuyasumi_Mystery_Adventure",
   "genres": [
    "Sci-Fi",
    "Mystery",
    "Comedy",
    "Parody",
    "Supernatural"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "5",
   "releaseDate": "Jul 20, 2019",
   "score": "N/A",
   "members": "131"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1793/104566.jpg",
   "synopsis": "A special short to promote the web app of JRA-VAN TRY for horse races.",
   "licensor": "",
   "title": "Bokutachi no Kidzuki-hen",
   "link": "https://myanimelist.net/anime/40793/Bokutachi_no_Kidzuki-hen",
   "genres": [
    "Romance"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 11, 2019",
   "score": "N/A",
   "members": "130"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1537/107336.jpg",
   "synopsis": "A girl quietly reads a book in her room. Suddenly, a monster comes crawling out from under her bed! Is it friend or foe?",
   "licensor": "",
   "title": "The Girl and the Monster",
   "link": "https://myanimelist.net/anime/41851/The_Girl_and_the_Monster",
   "genres": [
    "Comedy",
    "Horror"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Jul 26, 2019",
   "score": "N/A",
   "members": "122"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1699/105730.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Chuanyue Huoxian: Youling Jihua",
   "link": "https://myanimelist.net/anime/40484/Chuanyue_Huoxian__Youling_Jihua",
   "genres": [
    "Action",
    "Game",
    "Military",
    "Police",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Game",
   "nbEp": "13",
   "releaseDate": "Jul 12, 2019",
   "score": "N/A",
   "members": "111"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1034/102820.jpg",
   "synopsis": "A simplistic chibi anime side-stories to the tokusatsu show Secret × Heroine Phantomirage!. \n\nKokomi, Saki, and Yotsuba are three middle schoolers and friends who lead different lifestyles. One day, they meet Kumachi, a talking teddy bear fairy sent by her master Phandy to search for the wish-granting artifacts, the \"Reverse Jewels\" that can corrupt a human's heart. Kumachi later chooses them to become Phantomirage, a Robin Hood-styled phantom thieves of justice to acquire the Reverse Jewels with the promise of granting their own wishes. The Phantomirage proceed in this by purifying people who are corrupted by the Gyakugyaku-Police, a group of bad cops who use the Reverse Jewels to turn those they arrest into \"Ikenaiers\", an evil polarized versions of themselves. Becoming mass media sensations while attracting the attention of the actual police who are investigating them and the Gyakugyaku-Police, the Phantomirage members are warned to conceal their identities from the public. \n\n(Source: Wiki)",
   "licensor": "",
   "title": "Phantomi: Mini Anime",
   "link": "https://myanimelist.net/anime/40316/Phantomi__Mini_Anime",
   "genres": [
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Other",
   "nbEp": "?",
   "releaseDate": "Aug 5, 2019",
   "score": "N/A",
   "members": "101"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1142/105613.jpg",
   "synopsis": "A collaboration between Taisho Pharmaceutical Co., Ltd.'s  Kobara Support product and Kamiusagi Rope.\n\nKobara Support is a fruit flavored drink for those with an upset stomach, dieting, or ill. These people would have difficulty eating normal foods so when Kobara Support is drunk on an empty stomach (which is high in acid), a chemical reaction occurs where the stomach acid and the pectin fiber to become carbonated foam. This expands and doubles in volume while turning into jelly. For the drinker, their stomach becomes physically full thus shutting off the hunger receptors letting continue their day without stomach pains.",
   "licensor": "",
   "title": "Kobara Support x Kamiusagi Rope",
   "link": "https://myanimelist.net/anime/41136/Kobara_Support_x_Kamiusagi_Rope",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "2",
   "releaseDate": "Jul 16, 2019",
   "score": "N/A",
   "members": "98"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1726/107663.jpg",
   "synopsis": "A web commercial by for the Sema Kuruoshii Ie horror attraction at Nasu Highland Park.",
   "licensor": "",
   "title": "Sema Kuruoshii Ie",
   "link": "https://myanimelist.net/anime/42047/Sema_Kuruoshii_Ie",
   "genres": [
    "Horror"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Jul 16, 2019",
   "score": "N/A",
   "members": "88"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1694/107695.jpg",
   "synopsis": "Web commercials for Livesense's online part-time job search service Machbaito. Machbaito provides a match bonus of up to ¥10,000 to individuals hired using their service. To deliver this message, they created the mascot Ichiman, a fearless hero who charges in to any situation to deliver new hires their money.",
   "licensor": "",
   "title": "Ichiman",
   "link": "https://myanimelist.net/anime/42061/Ichiman",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Jul 29, 2019",
   "score": "N/A",
   "members": "48"
  }
 ],
 "Movies": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1880/101146.jpg",
   "synopsis": "Tokyo is currently experiencing rain showers that seem to disrupt the usual pace of everyone living there to no end. Amidst this seemingly eternal downpour arrives the runaway high school student Hodaka Morishima, who struggles to financially support himself—ending up with a job at a small-time publisher. At the same time, the orphaned Hina Amano also strives to find work to sustain herself and her younger brother.\n\nBoth fates intertwine when Hodaka attempts to rescue Hina from shady men, deciding to run away together. Subsequently, Hodaka discovers that Hina has a strange yet astounding power: the ability to call out the sun whenever she prays for it. With Tokyo's unusual weather in mind, Hodaka sees the potential of this ability. He suggests that Hina should become a \"sunshine girl\"—someone who will clear the sky for people when they need it the most.\n\nThings begin looking up for them at first. However, it is common knowledge that power always comes with a hefty price...\n\n[Written by MAL Rewrite]",
   "licensor": "GKIDS",
   "title": "Tenki no Ko",
   "link": "https://myanimelist.net/anime/38826/Tenki_no_Ko",
   "genres": [
    "Slice of Life",
    "Drama",
    "Romance",
    "Fantasy"
   ],
   "producers": [
    "CoMix Wave Films"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Jul 19, 2019",
   "score": "8.48",
   "members": "331988"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1856/100031.jpg",
   "synopsis": "It is not strange that the Demon Lord's forces fear the Crimson Demons, the clan from which Megumin and Yunyun originate. Even if the Demon Lord's generals attack their village, the Crimson Demons can just easily brush them off with their supreme mastery of advanced and overpowered magic.\n\nWhen Yunyun receives a seemingly serious letter regarding a potential disaster coming to her hometown, she immediately informs Kazuma Satou and the rest of his party. After a series of wacky misunderstandings, it turns out to be a mere prank by her fellow demon who wants to be an author. Even so, Megumin becomes worried about her family and sets out toward the Crimson Demons' village with the gang.\n\nThere, Kazuma and the others decide to sightsee the wonders of Megumin's birthplace. However, they soon come to realize that the nonsense threat they received might have been more than just a joke.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Kono Subarashii Sekai ni Shukufuku wo!: Kurenai Densetsu",
   "link": "https://myanimelist.net/anime/38040/Kono_Subarashii_Sekai_ni_Shukufuku_wo__Kurenai_Densetsu",
   "genres": [
    "Adventure",
    "Comedy",
    "Fantasy",
    "Magic",
    "Parody",
    "Supernatural"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Aug 30, 2019",
   "score": "8.57",
   "members": "302328"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1425/102304.jpg",
   "synopsis": "Isabella, the daughter of the noble York family, is enrolled in an all-girls academy to be groomed into a dame worthy of nobility. However, she has given up on her future, seeing the prestigious school as nothing more than a prison from the outside world. Her family notices her struggling in her lessons and decides to hire Violet Evergarden to personally tutor her under the guise of a handmaiden. \n\nAt first, Isabella treats Violet coldly. Violet seems to be able to do everything perfectly, leading Isabella to assume that she was born with a silver spoon. After some time together, Isabella begins to realize that Violet has had her own struggles and starts to open up to her. Isabella soon reveals that she has lost contact with her beloved younger sister, Taylor Bartlett, whom she yearns to see again. \n\nHaving experienced the power of words through her past clientele, Violet asks if Isabella wishes to write a letter to Taylor. Will Violet be able to help Isabella convey her feelings to her long-lost sister?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Violet Evergarden Gaiden: Eien to Jidou Shuki Ningyou",
   "link": "https://myanimelist.net/anime/39741/Violet_Evergarden_Gaiden__Eien_to_Jidou_Shuki_Ningyou",
   "genres": [
    "Drama",
    "Fantasy",
    "Slice of Life"
   ],
   "producers": [
    "Kyoto Animation"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Sep 6, 2019",
   "score": "8.42",
   "members": "125313"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1395/102089.jpg",
   "synopsis": "The year is 2027, and the city of Kyoto has undergone tremendous technological advancement. Within the city lives Naomi Katagaki, a socially awkward and introverted boy with a love for books, and Ruri Ichigyou, a girl with a cold personality who is often blunt with people, but shares his love for reading. Despite having similar interests, Naomi is afraid to approach Ruri due to her unfriendly nature.\n\nOne day, as Naomi goes out for a walk, a crimson aurora pierces through the sky for a brief moment before vanishing. Shortly after, he sees a three-legged crow and a mysterious hooded man who reveals himself to be Naomi from 10 years in the future, explaining that he has come to change an imminent tragic event that happens to Ruri shortly after they start dating. Initially taking his words with a grain of salt, present-day Naomi follows his future self's instructions and starts getting closer to Ruri, determined to save her.\n\nHello World focuses on the present Naomi alongside himself from 10 years into the future. With the help of his future self, Naomi begins his preparations to save Ruri. Will he be able to change the future?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Hello World",
   "link": "https://myanimelist.net/anime/38816/Hello_World",
   "genres": [
    "Sci-Fi",
    "Drama",
    "Romance"
   ],
   "producers": [
    "Graphinica"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 20, 2019",
   "score": "7.69",
   "members": "71867"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1221/100550.jpg",
   "synopsis": "The world's greatest exposition of the pirates, by the pirates, for the pirates—the Pirates Festival. Luffy and the rest of the Straw Hat Crew receive an invitation from its host Buena Festa who is known as the Master of Festivities. They arrive to find a venue packed with glamorous pavilions and many pirates including the ones from the Worst Generation. The place is electric.\n\n(Source: ANN)",
   "licensor": "",
   "title": "One Piece Movie 14: Stampede",
   "link": "https://myanimelist.net/anime/38234/One_Piece_Movie_14__Stampede",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Drama",
    "Fantasy",
    "Shounen",
    "Super Power"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Aug 9, 2019",
   "score": "8.20",
   "members": "55718"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1203/101637.jpg",
   "synopsis": "High schooler Yuu and his friend Haru get involved in a case involving his childhood friend Kotona, which forces them to go back and forth between another world that is different but is somewhat similar to their world, Ni no Kuni. The real world and Ni no Kuni, when Kotona's life is in danger, what's the ultimate choice the three of them have to make in Ni no Kuni?\n\n(Source: MAL News)",
   "licensor": "",
   "title": "Ni no Kuni",
   "link": "https://myanimelist.net/anime/39235/Ni_no_Kuni",
   "genres": [
    "Action",
    "Adventure",
    "Magic",
    "Fantasy"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Aug 23, 2019",
   "score": "6.41",
   "members": "26856"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1960/102480.jpg",
   "synopsis": "A group of young gamers are sponsored by a internet bar owner to form an electronic sports team to participate in the national competitions.",
   "licensor": "",
   "title": "Quanzhi Gaoshou Zhi Dianfeng Rongyao",
   "link": "https://myanimelist.net/anime/40080/Quanzhi_Gaoshou_Zhi_Dianfeng_Rongyao",
   "genres": [
    "Action",
    "Game"
   ],
   "producers": [
    "B.CMAY PICTURES"
   ],
   "fromType": "Novel",
   "nbEp": "1 ep",
   "releaseDate": "Aug 16, 2019",
   "score": "8.24",
   "members": "20709"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1772/102667.jpg",
   "synopsis": "The Free Planets Alliance's invasion of the Galactic Empire has failed after supply mismanagement led to heavy losses. Unwilling to abort the expedition despite being greatly outnumbered, Fleet Admiral Lazar Lobos orders the remaining Alliance fleets to gather in the Amritsar Starzone for a final stand against the incoming counterattack.\n\nStrategic genius Fleet Admiral Reinhard von Lohengramm leads the Imperial forces into this decisive battle with an overwhelming advantage. However, his rival, tactical magician Vice Admiral Yang Wen-li of the Alliance, once again makes up for the incompetence of his superiors and stages a narrow escape for himself and his fellow soldiers. Though both Reinhard and Yang are displeased with the outcome—the former for his imperfect victory and the latter for the tremendous casualties—their attention must turn to the bubbling political unrest on both sides of the galaxy.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Ginga Eiyuu Densetsu: Die Neue These - Seiran 1",
   "link": "https://myanimelist.net/anime/36369/Ginga_Eiyuu_Densetsu__Die_Neue_These_-_Seiran_1",
   "genres": [
    "Action",
    "Drama",
    "Military",
    "Sci-Fi",
    "Space"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Novel",
   "nbEp": "4",
   "releaseDate": "Sep 27, 2019",
   "score": "7.94",
   "members": "15540"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1643/102220.jpg",
   "synopsis": "Recap of the Free!: Dive to the Future TV series featuring new scenes.",
   "licensor": "",
   "title": "Free! Movie 3: Road to the World - Yume",
   "link": "https://myanimelist.net/anime/39014/Free_Movie_3__Road_to_the_World_-_Yume",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Sports",
    "Drama",
    "School"
   ],
   "producers": [
    "Kyoto Animation"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Jul 5, 2019",
   "score": "7.55",
   "members": "12508"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1870/101614.jpg",
   "synopsis": "Following in his father's footsteps, Luca must find the hero who wields the zenithian sword to save his mother from Ladja. Based on Dragon Quest V: Hand of the Heavenly Bride game's story.\n\n(Source: Apple TV)",
   "licensor": "",
   "title": "Dragon Quest: Your Story",
   "link": "https://myanimelist.net/anime/39274/Dragon_Quest__Your_Story",
   "genres": [
    "Adventure",
    "Comedy",
    "Demons",
    "Magic",
    "Martial Arts",
    "Fantasy"
   ],
   "producers": [
    "Robot Communications",
    "Shirogumi"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Aug 2, 2019",
   "score": "6.92",
   "members": "8299"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1759/102055.jpg",
   "synopsis": "A young boy, Nezha, is birthed from a heavenly pearl by the Primeval Lord of Heaven. Born with unique powers, Nezha finds himself as an outcast who is hated and feared. Destined by prophecy to bring destruction to the world, the young boy must choose between good and evil in order to break the shackles of fate and become the hero.\n\n(Source: Well Go USA Entertainment)",
   "licensor": "",
   "title": "Nezha Zhi Mo Tong Jiang Shi",
   "link": "https://myanimelist.net/anime/40111/Nezha_Zhi_Mo_Tong_Jiang_Shi",
   "genres": [
    "Action",
    "Comedy",
    "Historical",
    "Drama",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Other",
   "nbEp": "1 ep",
   "releaseDate": "Jul 26, 2019",
   "score": "7.70",
   "members": "6091"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1989/100214.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "BanG Dream! Film Live",
   "link": "https://myanimelist.net/anime/39619/BanG_Dream_Film_Live",
   "genres": [
    "Music"
   ],
   "producers": [
    "SANZIGEN"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 13, 2019",
   "score": "7.61",
   "members": "5666"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1583/108598.jpg",
   "synopsis": "A prequel film to the Luo Xiao Hei Zhan Ji web anime. Viewers will discover how Xiao Hei obtained the last name Luo. It is also expected episode 28 of the web series will be released right before the feature film airs in theaters after a 2 year hiatus.",
   "licensor": "",
   "title": "Luo Xiao Hei Zhan Ji (Movie)",
   "link": "https://myanimelist.net/anime/40211/Luo_Xiao_Hei_Zhan_Ji_Movie",
   "genres": [
    "Adventure",
    "Drama",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 7, 2019",
   "score": "8.33",
   "members": "4724"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1133/102524.jpg",
   "synopsis": "The painter Kuwagata Keisai lived over 200 years ago. He created 'Ways to Sketch', a series of picture books illustrating humans and animals, all richly expressed. One day he was sketching out a carp, just at that moment he slept and he became a carp in dream. A carp was enjoy to swimming, but a fisherman caught that carp...\n\n(Source: Yamamura Animation)",
   "licensor": "",
   "title": "Yumemi no E",
   "link": "https://myanimelist.net/anime/40238/Yumemi_no_E",
   "genres": [
    "Historical"
   ],
   "producers": [
    "Yamamura Animation",
    "Inc."
   ],
   "fromType": "Novel",
   "nbEp": "1 ep",
   "releaseDate": "Aug 23, 2019",
   "score": "N/A",
   "members": "282"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1115/107261.jpg",
   "synopsis": "The world's best idol school, Shining Star School!\nThe debut class' trained trainee 'Hera' and the hard-trained trainee 'Nara' will audition to become the world's best idol star: 'Luna Queen'.\nMeanwhile, Hera suddenly withdraws from her group 'Dolls' and joins Nara forming a new team called 'New Melody'.\nHowever, talented headmistress Calliope is trying to separate New Melody and Hera by saying that she can win a solo championship when she goes to the final stage of Solo Luna Queen.\nThe friendship of 'New Melody' is starting to shake...\nCan they protect both the title of Luna Queen and their friendship?\n\n(Source: Shining Star Wiki)",
   "licensor": "",
   "title": "Shining Star: Saeroun Luna-Queen-ui Tansaeng!",
   "link": "https://myanimelist.net/anime/41808/Shining_Star__Saeroun_Luna-Queen-ui_Tansaeng",
   "genres": [
    "Fantasy",
    "Music",
    "School",
    "Shoujo"
   ],
   "producers": [
    "Maro Studio"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Jul 18, 2019",
   "score": "N/A",
   "members": "64"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1379/106171.jpg",
   "synopsis": "Set on a floating island called Atlantis, the story follows a captured girl named Luna and her would-be rescuer Cyan. Not everything is a simple as it appears thanks to a mysterious enemy and the robot Gekiga-go.\n\n(Source: Goboiano)",
   "licensor": "",
   "title": "Kuuchuu Gunkan Atlantis",
   "link": "https://myanimelist.net/anime/41335/Kuuchuu_Gunkan_Atlantis",
   "genres": [
    "Action",
    "Mecha"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Aug 24, 2019",
   "score": "N/A",
   "members": "48"
  }
 ],
 "Specials": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1864/102399.jpg",
   "synopsis": "The year 2010 AD. Romani Archaman has been posted to Chaldea. There, he becomes the primary doctor for a young girl. Mash Kyrielight, Chaldea's second successful summoning experiment, is interested in the word \"Senpai.\" The interaction between the two gives Mash a reason to hope. That hope becomes a wave and starts to spread. That is your story, the story of a normal \"somebody.\" The story at the beginning of a journey that weaves the future.\n\n(Source: AniplexUS)",
   "licensor": "",
   "title": "Fate/Grand Order: Zettai Majuu Sensen Babylonia - Initium Iter",
   "link": "https://myanimelist.net/anime/40206/Fate_Grand_Order__Zettai_Majuu_Sensen_Babylonia_-_Initium_Iter",
   "genres": [
    "Action",
    "Supernatural",
    "Magic",
    "Fantasy"
   ],
   "producers": [
    "CloverWorks"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Aug 4, 2019",
   "score": "7.24",
   "members": "36384"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1007/101921.jpg",
   "synopsis": "Recap of the first season of Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka.",
   "licensor": "",
   "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II: Past & Future",
   "link": "https://myanimelist.net/anime/40064/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_II__Past___Future",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Jul 6, 2019",
   "score": "6.67",
   "members": "27093"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1056/102575.jpg",
   "synopsis": "Recap of the first five episodes of Arifureta Shokugyou de Sekai Saikyou.",
   "licensor": "",
   "title": "Arifureta Shokugyou de Sekai Saikyou Recap",
   "link": "https://myanimelist.net/anime/40239/Arifureta_Shokugyou_de_Sekai_Saikyou_Recap",
   "genres": [
    "Action",
    "Adventure",
    "Harem",
    "Fantasy"
   ],
   "producers": [
    "Asread",
    "White Fox"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Aug 12, 2019",
   "score": "5.57",
   "members": "16431"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1003/102303.jpg",
   "synopsis": "In the lead-up to a photoshoot in which Yua Nakabeni and Ren Aikawa have been invited to model for an illustrator, the two girls are feeling anxious. To help them out, their friend and fellow classmate Homi Moegi decides to run a practice shoot in hopes of easing their nerves.\n\nYua and Ren repeatedly tense up during shots on their own, so Homi asks them to pair up for some couple shots, hoping that they will relax in each other's company. What begins as a series of cute poses soon turns into an alluring collage of legs encased in black stockings layered over one another.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Miru Tights: Cosplay Satsuei Tights",
   "link": "https://myanimelist.net/anime/40176/Miru_Tights__Cosplay_Satsuei_Tights",
   "genres": [
    "Ecchi",
    "School"
   ],
   "producers": [
    "Yokohama Animation Lab"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Aug 23, 2019",
   "score": "6.60",
   "members": "11377"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1861/101663.jpg",
   "synopsis": "Unaired episode 12 of the special segment \"Super Senko-san Time\" included in the 3rd BD volume of Sewayaki Kitsune no Senko-san.",
   "licensor": "",
   "title": "Super Senko-san Time Episode 12",
   "link": "https://myanimelist.net/anime/39995/Super_Senko-san_Time_Episode_12",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Supernatural",
    "Romance"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Web manga",
   "nbEp": "1 ep",
   "releaseDate": "Sep 25, 2019",
   "score": "6.88",
   "members": "6821"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1815/103061.jpg",
   "synopsis": "Recap of the first four episodes of Cop Craft series from Tilarna's perspective.",
   "licensor": "",
   "title": "Cop Craft: Utsukushiki Onna Kishi! Toraware no Yousei wo Oe!",
   "link": "https://myanimelist.net/anime/40405/Cop_Craft__Utsukushiki_Onna_Kishi_Toraware_no_Yousei_wo_Oe",
   "genres": [
    "Action",
    "Sci-Fi",
    "Police",
    "Magic",
    "Fantasy"
   ],
   "producers": [
    "Millepensee"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Sep 10, 2019",
   "score": "5.75",
   "members": "4024"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1917/102470.jpg",
   "synopsis": "Recap of the first half of Kono Yo no Hate de Koi wo Utau Shoujo YU-NO series.",
   "licensor": "",
   "title": "Kono Yo no Hate de Koi wo Utau Shoujo YU-NO Recap",
   "link": "https://myanimelist.net/anime/40157/Kono_Yo_no_Hate_de_Koi_wo_Utau_Shoujo_YU-NO_Recap",
   "genres": [
    "Sci-Fi",
    "Drama"
   ],
   "producers": [
    "feel."
   ],
   "fromType": "Visual novel",
   "nbEp": "1 ep",
   "releaseDate": "Jul 30, 2019",
   "score": "6.19",
   "members": "2781"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1992/101941.jpg",
   "synopsis": "Recap of the first 12 episodes of Carole & Tuesday.",
   "licensor": "",
   "title": "Carole & Tuesday: Gus to Roddy no Kaisouroku",
   "link": "https://myanimelist.net/anime/39999/Carole___Tuesday__Gus_to_Roddy_no_Kaisouroku",
   "genres": [
    "Sci-Fi",
    "Music",
    "Drama",
    "Romance"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Jul 4, 2019",
   "score": "6.37",
   "members": "2535"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1417/103338.jpg",
   "synopsis": "As the Turn A Gundam's Moonlight Butterfly begins to reduce civilization to dust, the ghosts of Amuro Ray and Lalah Sun look back on the history of the Universal Century.\n\nA bonus video recapping the Universal Century included in the first four releases in the \"U.C. Gundam Blu-ray Libraries\" series of Blu-ray Disc re-releases of the Universal Century installments in the Gundam franchise to commemorate the overall franchise's 40th anniversary, with a story written by Harutoshi Fukui.",
   "licensor": "",
   "title": "Mobile Suit Gundam: Hikaru Inochi Chronicle U.C.",
   "link": "https://myanimelist.net/anime/40464/Mobile_Suit_Gundam__Hikaru_Inochi_Chronicle_UC",
   "genres": [
    "Military",
    "Drama",
    "Mecha"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Sep 26, 2019",
   "score": "6.32",
   "members": "1638"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1260/104380.jpg",
   "synopsis": "Recap of the first twelve episodes of Ensemble Stars!",
   "licensor": "",
   "title": "Ensemble Stars! Recap Special",
   "link": "https://myanimelist.net/anime/40462/Ensemble_Stars_Recap_Special",
   "genres": [
    "Music",
    "School",
    "Shoujo"
   ],
   "producers": [
    "David Production"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Sep 29, 2019",
   "score": "6.02",
   "members": "989"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1993/103322.jpg",
   "synopsis": "The DVD/BD release of Ensemble Stars! will contain chibi picture dramas.",
   "licensor": "",
   "title": "Ensemble Stars! Picture Drama",
   "link": "https://myanimelist.net/anime/40459/Ensemble_Stars_Picture_Drama",
   "genres": [
    "Music",
    "Parody",
    "School"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Game",
   "nbEp": "?",
   "releaseDate": "Sep 26, 2019",
   "score": "N/A",
   "members": "745"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1164/103675.jpg",
   "synopsis": "Special episode of Starmyu 3rd Season.  Like 2nd Season, it will be a mix of musical parts.",
   "licensor": "",
   "title": "Starmyu 3rd Season: Encore",
   "link": "https://myanimelist.net/anime/40431/Starmyu_3rd_Season__Encore",
   "genres": [
    "Music",
    "Slice of Life",
    "School"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 30, 2019",
   "score": "N/A",
   "members": "718"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1336/102231.jpg",
   "synopsis": "NHK specials on parasports. The first episode covers blind soccer, with character designs by Yoichi Takahashi (from the Captain Tsubasa fame). And the second episode covers a female sprinter with a prosthetic leg, with character designs by Eisaku Kubonouchi (from the Hungry Days: Aoharu ka yo. fame). The specials featured interviews, coverage of the Paralympics, and an animated segment. This MAL entry will cover only the animated segment.",
   "licensor": "",
   "title": "Ani x Para: Anata no Hero wa Dare desu ka",
   "link": "https://myanimelist.net/anime/37290/Ani_x_Para__Anata_no_Hero_wa_Dare_desu_ka",
   "genres": [
    "Sports"
   ],
   "producers": [
    "DLE",
    "Gallop",
    "Nippon Animation",
    "TMS Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Nov 10, 2017",
   "score": "N/A",
   "members": "358"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1014/108008.jpg",
   "synopsis": "A parody manner movie for a fictitious film about Oshiri Mae Man that was featured on the variety show Eizou Big Creator: Ryuji Akiyama no Douga Shin Jidai.",
   "licensor": "",
   "title": "Original Eigakan Manner Eizou",
   "link": "https://myanimelist.net/anime/42211/Original_Eigakan_Manner_Eizou",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Sep 10, 2019",
   "score": "N/A",
   "members": "68"
  }
 ]
}