{
 "TV": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/18179.jpg",
   "synopsis": "In the mystical land of Fiore, magic exists as an essential part of everyday life. Countless magic guilds lie at the core of all magical activity, and serve as venues for like-minded mages to band together and take on job requests. Among them, Fairy Tail stands out from the rest as a place of strength, spirit, and family.\n\nLucy Heartfilia is a young mage searching for celestial gate keys, and her dream is to become a full-fledged wizard by joining this famous guild. In her search, she runs into Natsu Dragneel and his partner Happy, who are on a quest to find Natsu's foster father, the dragon Igneel.\n\nUpon being tricked by a man, Lucy falls under an abduction attempt, only to be saved by Natsu. To her shock, he reveals that he is a member of Fairy Tail and invites her to join them. There, Lucy meets the guild's strange members, such as the ice wizard Gray Fullbuster and magic swordswoman Erza Scarlet. Together as a family, they battle the forces of evil, help those in need, and gain new friends, all the while enjoying the never-ending adventure that is Fairy Tail.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Fairy Tail",
   "link": "https://myanimelist.net/anime/6702/Fairy_Tail",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "A-1 Pictures",
    "Satelight"
   ],
   "fromType": "Manga",
   "nbEp": "175",
   "releaseDate": "Oct 12, 2009, 10:30 (JST)",
   "score": "7.77",
   "members": "1154426"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/17890.jpg",
   "synopsis": "Kuronuma Sawako is completely misunderstood by her classmates. Her timid and sweet demeanor is often mistaken for malicious behavior. This is due to her resemblance to the ghost girl from \"The Ring,\" which has led her peers to give her the nickname Sadako. Longing to make friends and live a normal life, she is naturally drawn to Kazehaya Shouta, the most popular guy in class, whose \"100% refreshing\" personality earns him great admiration from Sawako. So when Kazehaya starts talking to her, maybe there is hope for the friendships Sawako has always longed for. Maybe... there is even a little hope for some romance in her future.\n\n[Written by MAL Rewrite]",
   "licensor": "NIS America, Inc.",
   "title": "Kimi ni Todoke",
   "link": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
   "genres": [
    "Slice of Life",
    "Drama",
    "Romance",
    "School",
    "Shoujo"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 7, 2009, 00:59 (JST)",
   "score": "8.05",
   "members": "570549"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/53581.jpg",
   "synopsis": "The student-filled Academy City is at the forefront of scientific advancement and home to the esper development program. The seven \"Level 5\" espers are the most powerful in Academy City, and ranked third among them is middle schooler Mikoto Misaka, an electricity manipulator known as \"The Railgun.\"\n \nWhen strange incidents begin occurring throughout the city, she finds each crime to be connected to the elusive \"Level Upper,\" a legendary device that allegedly increases the esper level of its user. As the situation escalates, it becomes apparent that there is more to the Level Upper than meets the eye, and that Academy City may be a far more twisted place than the glamorous utopia it appears to be.\n\nToaru Kagaku no Railgun focuses on Mikoto and her friends—and the dangerous situations they find themselves in—as they get caught up in the matter of the Level Upper. As Mikoto says, \"There's never a dull moment in this city.\"\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Toaru Kagaku no Railgun",
   "link": "https://myanimelist.net/anime/6213/Toaru_Kagaku_no_Railgun",
   "genres": [
    "Action",
    "Sci-Fi",
    "Super Power"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Oct 3, 2009, 01:30 (JST)",
   "score": "7.75",
   "members": "405474"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/50307.jpg",
   "synopsis": "Ever since he was a child, Tomoki Sakurai has always woke up with tears after a dream of an angel. His childhood friend Sohara Mitsuki worries about this and decides to seek the help of Eishirou Sugata, an eccentric sky maniac. He concludes that Tomoki's dream is undoubtedly connected to what is known as the New World, a floating anomaly that scientists have failed to understand.\n \nRecruiting the New World Discovery Club's first members, Eishirou schedules a time to meet up in order to observe the mystery in the sky. That day, Tomoki's peaceful life is changed forever when a strange girl falls from the sky and begins to call him master.\n \nSora no Otoshimono follows the daily activities of the New World Discovery Club as they begin to learn more about the Angeloids that have arrived on Earth.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Sora no Otoshimono",
   "link": "https://myanimelist.net/anime/5958/Sora_no_Otoshimono",
   "genres": [
    "Sci-Fi",
    "Harem",
    "Comedy",
    "Supernatural",
    "Romance",
    "Ecchi",
    "Shounen"
   ],
   "producers": [
    "AIC A.S.T.A."
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 5, 2009",
   "score": "7.41",
   "members": "366769"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/50373.jpg",
   "synopsis": "One night, as meteors streak across the star-studded sky, Shion Pavlichenko becomes a Contractor. Despite her brother's transformation, Shion's twin sister Suou continues to live a fairly ordinary life, attending middle school with her friends and getting caught up in the awkwardness of growing up. However, everything changes when her home is invaded by a masked man cloaked in black, destroying any sense of normality she once had. Revealed to possess latent Contractor abilities of her own, Suou is caught between family, friends, and her own sense of purpose as she ventures into the ruthless world of cutthroats and espionage that Contractors call home.\n\nMeanwhile in Tokyo, investigation surrounding Hell's Gate's sudden collapse is underway, and prophetic signs of doom point in the direction of a silver-haired doll.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Darker than Black: Ryuusei no Gemini",
   "link": "https://myanimelist.net/anime/6573/Darker_than_Black__Ryuusei_no_Gemini",
   "genres": [
    "Action",
    "Sci-Fi",
    "Mystery",
    "Super Power"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Oct 9, 2009",
   "score": "7.50",
   "members": "329349"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/35423.jpg",
   "synopsis": "Waking up transformed into a beautiful girl might be the stuff of some guys' fantasies, but when the suddenly effeminatized Natsuru is informed by a stuffed tiger that he's now a Kampfer, a mystical fighter who has to fight other Kampfers in female form, his life becomes a living nightmare!\n\nPutting aside the obvious \"plumbing\" issues, Natsuru's best childhood friend turns out to swing the other way and SHE has a crush on his new female body. Not complex enough? Natsuru's school has separate sections for boys and girls, so he and she are now double enrolled. The rumor-mill has it that he's dating herself. And there are other Kampfers attending the school who want to take her out, and he's not sure which ones mean \"on a date\" and which ones mean \"permanently.\" Oh, and did we mention that some Kampfers use swords and guns?! Hormones, fists, and other body parts will fly as the daring, new gender-bender defender must become a contender or die!\n\n(Source: Sentai Filmworks)",
   "licensor": "Sentai Filmworks",
   "title": "Kämpfer",
   "link": "https://myanimelist.net/anime/6205/K%C3%A4mpfer",
   "genres": [
    "Action",
    "Comedy",
    "Ecchi",
    "Romance",
    "School",
    "Shoujo Ai",
    "Super Power"
   ],
   "producers": [
    "Nomad"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 2, 2009",
   "score": "6.50",
   "members": "221624"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/18299.jpg",
   "synopsis": "Junpei Kousaka is a second-year high school student who has an allergy for cats—a predicament that has made him hate cats and everything related to them. Unfortunately for him, though, he is surrounded by cat lovers: his family, his estranged childhood friend, and even his crush Kaede Mizuno.\n\nOne day, while returning home from school, Junpei nonchalantly attempts to kick an empty can into the trash, but miserably misses. Instead of making it to the garbage, the can ends up breaking off the head of a cat deity statue. That fateful day, he is cursed with the ability to understand cat speech. However, he must keep his curse a secret from everyone else, because anyone who finds out will become more accident-prone and share the same fate as him.\n\nWith the guidance of his cat Nyamsus and with no other choice left, Junpei now has to do a hundred good deeds for cats to lift the curse. If he is unable to complete this task, he will turn into a cat, and considering his allergy, that would be a death sentence for him!\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Nyan Koi!",
   "link": "https://myanimelist.net/anime/6512/Nyan_Koi",
   "genres": [
    "Harem",
    "Comedy",
    "Romance"
   ],
   "producers": [
    "AIC"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 2, 2009",
   "score": "7.23",
   "members": "209792"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/73520.jpg",
   "synopsis": "When the Sky turns Red, the Moon turns Black, and monsters begin roaming the streets, Satsuki Kakeru is at a loss for what to do. Along with his best friend Yuka, they try to decipher why they have been sent to this strange world, which is seemingly empty aside from themselves.\n\nHowever, when the \"Red Night\" ends, Kakeru and Yuka believed it was all a dream, until it happens again and they are left in a dangerous situation. They meet four others in the same predicament: Kusakabe Misuzu, an expert swordswoman, Tachibana Kukuri, a strange mute girl who looks uncannily like Kakeru's deceased sister, Hirohara Yukiko, a lively young girl whose personality reverts to that of a cold killer when her glasses are removed, and Tajima Takahisa, a young pyrokineticist.\n\nAs the six of them band together to survive and discover what this mysterious world is, things take a turn for the worse as six shadows appear before them...\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "11eyes",
   "link": "https://myanimelist.net/anime/6682/11eyes",
   "genres": [
    "Action",
    "Ecchi",
    "Super Power",
    "Supernatural"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Visual novel",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2009, 01:00 (JST)",
   "score": "6.21",
   "members": "196453"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75570.jpg",
   "synopsis": "Thwarted again by Naraku, Inuyasha, Kagome Higurashi, and their friends must continue their hunt for the few remaining Shikon Jewel shards, lest they fully form into a corrupted jewel at the hands of Naraku. But Naraku has plans of his own to acquire them, and will destroy anyone and anything standing in his way—even his own underlings.\n\nThe persistent, unyielding danger posed by Naraku forces Sango and Miroku to decide what is most important to them—each other or their duty in battle. Meanwhile, Inuyasha must decide whether his heart lies with Kikyou or Kagome, before fate decides for him. Amid the race to find the shards, Inuyasha and his brother Sesshoumaru must also resolve their feud and cooperate for their final confrontation with Naraku, as it is a battle they must win in order to put a stop to his evil and cruelty once and for all.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "InuYasha (TV): Kanketsu-hen",
   "link": "https://myanimelist.net/anime/6811/InuYasha_TV__Kanketsu-hen",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Historical",
    "Demons",
    "Supernatural",
    "Magic",
    "Romance",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "26",
   "releaseDate": "Oct 4, 2009",
   "score": "8.24",
   "members": "185974"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/19646.jpg",
   "synopsis": "Imagine living life as the vice president of the student council, passing the days eating snacks, playing games, and bonding with a harem of beautiful girls. This is exactly the kind of life that high school student Ken Sugisaki leads, or so he thinks!\n\nUsually, the officers of Hekiyou Academy's student council are elected by popular vote, but an additional position is granted to the student who scores the highest on the exams. Ken, who historically has had below average grades, worked hard to improve them to be accepted into the student council, with the ultimate goal of surrounding himself with girls who fawn over him.\n\nUnfortunately for the vice president, things do not go quite as planned. Not only do the ladies of the council continually rebuff his advances, they also prefer to focus on more important and \"boring\" activities, such as organizing school events and managing the other clubs. But a few minor hurdles like these won't stop Ken from chasing after his dreams, even if they seem a bit ridiculous.  \n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Seitokai no Ichizon",
   "link": "https://myanimelist.net/anime/5909/Seitokai_no_Ichizon",
   "genres": [
    "Harem",
    "Comedy",
    "Parody",
    "School"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 3, 2009",
   "score": "7.39",
   "members": "158043"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/17471.jpg",
   "synopsis": "Ningen Shikkaku\nA high school student seeks solace in narcotics to escape the dispiritedness that has come over his life. As he goes through the different stages of his life, it culminates in the questioning of his existence in the world.\n\nSakura no Mori no Mankai no Shita\nThe adaptation of Ango Sakaguchi's literary work deals with the love story of a woman abducted by a mountain bandit.\n\nKokoro\nWhile trying to fill the void in his life, a university student in Tokyo encounters a charismatic older man, whom he addresses as \"Sensei,\" who offers him advice on life. However, the man is apprehensive to share his life experience, deepening the student's curiosity. Through this peculiar relationship, the student comes to ponder about the distance between him and his family and the growing desolation in his heart filled with ego and guilt. \n\nHashire, Melos!\nThe story portrays the unbreakable bond between two friends, Melos and Selinuntius, and their faith in protecting each other, all while dangling on a thread which hovers over death and misery. \n\nKumo no Ito\nKandata is a coldhearted criminal who, while being punished in Hell for his misdeeds, is noticed by the Buddha Shakyamuni. Despite maintaining a record of committing ruthless atrocities, Kandata had once shown mercy to a spider he encountered in the forest by letting it live. Moved by this, Shakyamuni offers him redemption by dropping a spider's thread into the searing pits of Hell, and it is up to Kandata to seize the opportunity.\n\nJigokuhen\nYoshihide is a great painter in the land ruled by Horikawa, a tyrant. Offered a commission to paint the \"Buddhist Hell\" by the lord, Yoshihide declines, as he cannot paint anything he has not witnessed himself. In an attempt to make Yoshihide understand the magnitude of his request, the lord tortures his subjects to provide inspiration for the artist, descending his domain into utter despair and darkness.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Aoi Bungaku Series",
   "link": "https://myanimelist.net/anime/7193/Aoi_Bungaku_Series",
   "genres": [
    "Drama",
    "Historical",
    "Psychological",
    "Seinen",
    "Thriller"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Novel",
   "nbEp": "12",
   "releaseDate": "Oct 11, 2009",
   "score": "7.76",
   "members": "153119"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/15940.jpg",
   "synopsis": "Forty-four years ago, the surviving nations of the Valbanil War declared peace and forbade the use of the devastating demon contracts that ravaged the land. Now, inexperienced knight Cecily Cambell is eager to follow the example of her family and protect the people of the city using the sword she inherited from her father.\n\nHer first challenge arises in the market. A crazed swordsman wreaks havoc upon civilians and Cecily jumps into action to restore order. Overwhelmed, her weapon shatters, but a skilled stranger wielding a strange-looking sword intervenes. With the situation diffused, Cecily heads to a local blacksmith in an effort to restore her family heirloom. However, she finds out that her savior—the blacksmith Luke Ainsworth—may be the only person capable of such intricate repairs. Determined to have her treasured sword repaired, she seeks out the man who rescued her.\n\nHowever, a group of bandits suddenly attack a convoy headed for the city. The assailants look inhuman, and an ice demon appears. Luke suspects the use of a demon contract and calls upon a sacred power to defeat them. Meanwhile, a shadowy hooded figure lurks, watching from a distance. Who is this mysterious evildoer, and what does his appearance mean for the pair?\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Seiken no Blacksmith",
   "link": "https://myanimelist.net/anime/5940/Seiken_no_Blacksmith",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "Manglobe"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 3, 2009",
   "score": "6.78",
   "members": "138840"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/79838.jpg",
   "synopsis": "Sweet and naïve Hanato Kobato came to Earth on a mission to collect and fill a bottle with \"konpeito,\" which appear after healing a person's heart that is suffering. Kobato collects these because it is her wish to go to a certain place. Despite her strangeness, Kobato turns out to be well-suited for this mission as her heartfelt sincerity in helping others earns her the love and admiration of everyone she meets. However, she is not allowed to fall in love with anyone whose heart she heals.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Kobato.",
   "link": "https://myanimelist.net/anime/5678/Kobato",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "Fantasy"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Oct 6, 2009",
   "score": "8.00",
   "members": "130918"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/71808.jpg",
   "synopsis": "With his mother taken away from him and having lost everything, Lag Seeing is now a letter whose delivery has been assigned to Gauche Suede, a Letter Bee. Despite their troubling start, the two of them become friends, leading Lag to realize what his aim in life is: to deliver people's most important feelings in the form of letters, just as Gauche has done.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Tegamibachi",
   "link": "https://myanimelist.net/anime/6444/Tegamibachi",
   "genres": [
    "Adventure",
    "Supernatural",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 3, 2009, 22:55 (JST)",
   "score": "7.67",
   "members": "98795"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/18386.jpg",
   "synopsis": "Many patients with different problems visit the psychiatric ward of Irabu General Hospital; a trapeze artist suffering from insomnia after suddenly failing his jumps, a gangster afraid of knives and sharp objects and a business man who has an erection 24 hours a day. They undergo counseling by Dr. Ichiro Irabu, who is the child-like son of the hospital director. His assistant is the sullen faced sexy nurse Mayumi. With his mysterious injections, and advice that does not make sense, Dr. Irabu confuses his patients. But at the end of his unique treatments, the patients are led to digging further into their souls to find peace of mind.\n\n(Source: fujicreative.co.jp)",
   "licensor": "",
   "title": "Kuuchuu Buranko",
   "link": "https://myanimelist.net/anime/6774/Kuuchuu_Buranko",
   "genres": [
    "Comedy",
    "Psychological",
    "Drama",
    "Seinen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Novel",
   "nbEp": "11",
   "releaseDate": "Oct 15, 2009, 00:45 (JST)",
   "score": "7.98",
   "members": "68662"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/74013.jpg",
   "synopsis": "Haruka's manga and anime hobby is still concealed by her dear friend Yuuto, but Yuuto's other female friend starts to feel affection and attraction towards him, so a feelings war begins among their circle of friends. Meanwhile Yuuto tries to make Haruka happy doing what she likes the most: drawing manga, watching anime, and attending special anime events.\n\n(Source: ANN)",
   "licensor": "Discotek Media",
   "title": "Nogizaka Haruka no Himitsu: Purezza",
   "link": "https://myanimelist.net/anime/6023/Nogizaka_Haruka_no_Himitsu__Purezza",
   "genres": [
    "Comedy",
    "Ecchi",
    "Romance"
   ],
   "producers": [
    "Diomedea"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 6, 2009",
   "score": "7.21",
   "members": "60627"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/17170.jpg",
   "synopsis": "Amu meets a super-peppy transfer student at Seiyo Academy Elementary School named Hiiragi Rikka at school one day. Not only can she see Guardian Characters, but it seems she has some other, mysterious powers as well. When she sees the work that Amu and the other Guardians do at school, she's awestruck.\n\nEach 24-25 minute episode consists of a series of variety show style shorts (including Shugo Chara! Pucchi Puchi) totaling approx. 9-10 minutes, followed by the main 11-12 minute animation titled Shugo Chara!!! Dokki Doki which is the actual continuation of season 2 and comes with it's own opening animation. The remaining time is occupied by live action padding between each section and capped off with the opening/ending themes at the beginning and end of the episode. \n\n(Source: AniDB)",
   "licensor": "",
   "title": "Shugo Chara! Party!",
   "link": "https://myanimelist.net/anime/7082/Shugo_Chara_Party",
   "genres": [
    "Comedy",
    "Magic",
    "School",
    "Shoujo"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 3, 2009",
   "score": "6.62",
   "members": "57524"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/50897.jpg",
   "synopsis": "Following the first season, Tomoharu is now faced with a dilemma: if he doesn't form a contract with an \"akuma,\" he risks losing his dear friend Takatsuki. However, doing so would compromise his own existence as it would result in him and his ghost friend Misao becoming an Asura Cryin'—mankind's biggest threat, according to their school's presidents. To make the decision even harder, Tomoharu and Misao have recovered some of their past memories—memories of a world that they didn't even know existed.",
   "licensor": "",
   "title": "Asura Cryin' 2",
   "link": "https://myanimelist.net/anime/6676/Asura_Cryin_2",
   "genres": [
    "Action",
    "Supernatural",
    "Mecha"
   ],
   "producers": [
    "Seven Arcs"
   ],
   "fromType": "Light novel",
   "nbEp": "13",
   "releaseDate": "Oct 1, 2009, 08:00 (JST)",
   "score": "7.33",
   "members": "54913"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/75225.jpg",
   "synopsis": "Murasame Sumika is popular in the high school for her excellence in the marks and sports. However, she has a secret: she is in love with her classmate Kazama Ushio. Ushio also has a liking to the love between girls, but she hasn't noticed Sumika's feelings and has always been refused by other girls.",
   "licensor": "",
   "title": "Sasameki Koto",
   "link": "https://myanimelist.net/anime/6203/Sasameki_Koto",
   "genres": [
    "Comedy",
    "Romance",
    "School",
    "Shoujo Ai"
   ],
   "producers": [
    "AIC"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 8, 2009",
   "score": "7.11",
   "members": "53771"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/22769.jpg",
   "synopsis": "In a world where dead people turn into books and are stored in the Bantorra Library where anyone who reads a book can learn their past, Bantorra Library is maintained by Armed Librarians who wield psychic powers and their enemy is a religious society known as Sindeki Kyoudan.",
   "licensor": "Sentai Filmworks",
   "title": "Tatakau Shisho: The Book of Bantorra",
   "link": "https://myanimelist.net/anime/6758/Tatakau_Shisho__The_Book_of_Bantorra",
   "genres": [
    "Action",
    "Fantasy",
    "Seinen",
    "Super Power"
   ],
   "producers": [
    "David Production"
   ],
   "fromType": "Light novel",
   "nbEp": "27",
   "releaseDate": "Oct 2, 2009",
   "score": "7.26",
   "members": "51524"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/75171.jpg",
   "synopsis": "After experiencing the numerous trials encountered on her journey, Reina has grown as a warrior. Determined to take part in the Queen's Blade tournament, she arrives at the capital city Gainos, where Queen Aldora awaits. There gathers a number of beautiful warriors who, like Reina, are there for the Queen's Blade.\n\nAmongst them is Reina's sister, Claudette, determined to restore the glory of House Vance; Tomoe and Shizuka, who are both fighting for their homeland of Hinomoto; Nanael who has been ordered to participate by the Archangel; and the subordinates of the Marshland Witch.\n\nAll these beautiful fighters who gather in Gainos have been one objective, to win through the Queen's Blade, the tournament to select the strongest, most beautiful queen. Who would ascend to that glorious throne? That can only be determined via battle.\n\n(Source: AnimeNfo)",
   "licensor": "Media Blasters",
   "title": "Queen's Blade: Gyokuza wo Tsugu Mono",
   "link": "https://myanimelist.net/anime/6633/Queens_Blade__Gyokuza_wo_Tsugu_Mono",
   "genres": [
    "Action",
    "Adventure",
    "Ecchi",
    "Fantasy"
   ],
   "producers": [
    "Arms"
   ],
   "fromType": "Other",
   "nbEp": "12",
   "releaseDate": "Sep 24, 2009",
   "score": "6.60",
   "members": "43387"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/43541.jpg",
   "synopsis": "The second season of White Album, also known as episodes 14-26.",
   "licensor": "",
   "title": "White Album 2nd Season",
   "link": "https://myanimelist.net/anime/6165/White_Album_2nd_Season",
   "genres": [
    "Drama",
    "Harem",
    "Music",
    "Romance"
   ],
   "producers": [
    "Seven Arcs"
   ],
   "fromType": "Visual novel",
   "nbEp": "13",
   "releaseDate": "Oct 3, 2009",
   "score": "6.87",
   "members": "37318"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/74035.jpg",
   "synopsis": "Kanuu and Chouhi's group rescue a mysterious girl, who is actually the real Ryuubi, her name and heirloom sword stolen after the events of the last season. The group sets off to recover Ryuubi's sword. At the same time, a group of street performers, the three Chou Sisters, are given a mysterious magic book that may be more trouble than they think....The franchise re-imagines the classic Chinese historical novel Romance of the Three Kingdoms (Sangokushi) as a \"moe (fiery), moe (preciously cute) action love comedy\" with an almost all-female cast.\n\n(Source: ANN)",
   "licensor": "Sentai Filmworks",
   "title": "Shin Koihime†Musou",
   "link": "https://myanimelist.net/anime/6112/Shin_Koihime%E2%80%A0Musou",
   "genres": [
    "Comedy",
    "Ecchi",
    "Fantasy",
    "Historical"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Visual novel",
   "nbEp": "12",
   "releaseDate": "Oct 5, 2009",
   "score": "6.86",
   "members": "26978"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/26302.jpg",
   "synopsis": "Based on the Korean Drama of the same name, Yoo Jin falls in love with Joon Sang as a young girl. After losing him in an accident, she decides to marry her childhood friend. However, Yoo Jin meets someone looking exactly like her lost love, putting her in a bind.  The program featured 23 members of the original Korean cast voicing the characters and was broadcast with Japanese subtitles.",
   "licensor": "",
   "title": "Fuyu no Sonata",
   "link": "https://myanimelist.net/anime/4189/Fuyu_no_Sonata",
   "genres": [
    "Drama",
    "Romance"
   ],
   "producers": [
    "KeyEast",
    "REALTHING",
    "Studio Comet"
   ],
   "fromType": "Other",
   "nbEp": "26",
   "releaseDate": "Oct 17, 2009",
   "score": "7.43",
   "members": "19565"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/75568.jpg",
   "synopsis": "Another version of Miracle Train: Chuo-sen e Youkoso.\n\nThe first version of the Miracle Train project focused on the stations of the central Chuo line, while the new anime and related stories deal with the Oedo subway line. As a result, the anime will feature a newer cast of characters—specifically, Fumi Roppongi, Rintarou Shinjuku, Izayoi Tsukishima, Iku Shiodome, Saki Tochou, and Itsumi Ryougoku.",
   "licensor": "",
   "title": "Miracle☆Train: Oedo-sen e Youkoso",
   "link": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
   "genres": [
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "Yumeta Company"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Oct 5, 2009",
   "score": "6.55",
   "members": "17045"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/16864.jpg",
   "synopsis": "The summer of a man's boyhood memories continue. Still on the cusp between childhood and being a man, he has linked with the ghost of a young woman from the World War 2 era. She, and the ghosts of other young ladies from that time, continue adventures alongside their linked partners, learning more about each other and travelling through time via their supernatural connection. While he struggles to see his crush on her come to fruition, meanwhile his friend—a girl his age, pretending to be a boy—seeks his attention as well.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Natsu no Arashi! Akinaichuu",
   "link": "https://myanimelist.net/anime/6712/Natsu_no_Arashi_Akinaichuu",
   "genres": [
    "Comedy",
    "Romance",
    "Supernatural"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 5, 2009",
   "score": "7.34",
   "members": "16593"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/74159.jpg",
   "synopsis": "Twenty-five years after Éclair and Lumière, (from the flagship Kiddy Grade series), rescued the galaxy from destruction's doorstep, the GTO (Galactic Trade Organization), created after the defeat of the GOTT (Galactic Organization of Trade and Tariffs), act on behalf of universal peace by combating criminal activity.\n\nTheir special ES division mirrored after the GOTT's ES (Encounter of Shadow-work) force, now includes publicly acknowledged ES member candidates. The series follows two such trainees, Ascoeur and Q-feuille, as they work their way to ES membership.\n\n(Source: Wikipedia)",
   "licensor": "Funimation",
   "title": "Kiddy GiRL-AND",
   "link": "https://myanimelist.net/anime/3349/Kiddy_GiRL-AND",
   "genres": [
    "Action",
    "Comedy",
    "Sci-Fi",
    "Super Power"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Original",
   "nbEp": "24",
   "releaseDate": "Oct 16, 2009",
   "score": "6.89",
   "members": "15873"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/15051.jpg",
   "synopsis": "The second season of Tentai Senshi Sunred.",
   "licensor": "",
   "title": "Tentai Senshi Sunred 2nd Season",
   "link": "https://myanimelist.net/anime/6582/Tentai_Senshi_Sunred_2nd_Season",
   "genres": [
    "Comedy",
    "Parody",
    "Seinen",
    "Super Power"
   ],
   "producers": [
    "AIC A.S.T.A."
   ],
   "fromType": "Manga",
   "nbEp": "26",
   "releaseDate": "Oct 3, 2009",
   "score": "7.92",
   "members": "6614"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/74070.jpg",
   "synopsis": "While searching for a run-away cat the twins Riko and Rimu Mikogami find a strange device that transforms them into \"Kirumin.\" It also enables them to turn into real animals. Their older sister Nagisa soon joins them. Now the three have cute, funny and sometimes dangerous adventures.",
   "licensor": "",
   "title": "Anyamal Tantei Kiruminzoo",
   "link": "https://myanimelist.net/anime/7152/Anyamal_Tantei_Kiruminzoo",
   "genres": [
    "Magic",
    "Comedy",
    "Shoujo"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Original",
   "nbEp": "50",
   "releaseDate": "Oct 5, 2009",
   "score": "7.04",
   "members": "6022"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/21263.jpg",
   "synopsis": "A 12-year-old boy named Dan Bashin is taken to the alternate world of Grand Rolo by two mysterious siblings, Yuuki and Kajitsu Momose. There, he learns that he's one of the chosen core soldiers, bearing the light of the red core. Along with the other soldiers, he must save Grand Rolo from Otherworld King, who has been exploiting the worlds natives. \n\n(Source: Battle-spirits Wikia)",
   "licensor": "",
   "title": "Battle Spirits: Shounen Gekiha Dan",
   "link": "https://myanimelist.net/anime/6901/Battle_Spirits__Shounen_Gekiha_Dan",
   "genres": [
    "Game",
    "Military",
    "Adventure",
    "Magic"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Card game",
   "nbEp": "50",
   "releaseDate": "Sep 13, 2009",
   "score": "7.01",
   "members": "2278"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/16912.jpg",
   "synopsis": "Kotatsu Neko is based on a \"live-action science-fiction/fantasy romance\" film of the same name which was released in Japan in 2006. The story is set in a certain neighborhood of Tokyo where two cats live under a kotatsu. Shito is a girlish white cat, while Zero is a cool black cat. The cat's owner, Rei \"Junior\" Fujisaki, is a third-year middle-school hikikomori obsessed with games. He likes a girl in his class, but naturally, he cannot work up the nerve to tell her. Shito herself harbors a secret one-sided love also. \n\n(Source: ANN)",
   "licensor": "",
   "title": "Kotatsu Neko (TV)",
   "link": "https://myanimelist.net/anime/7189/Kotatsu_Neko_TV",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Other",
   "nbEp": "26",
   "releaseDate": "Oct 3, 2009",
   "score": "N/A",
   "members": "423"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/82798.jpg",
   "synopsis": "The second season of Eagle Talon.",
   "licensor": "",
   "title": "Himitsukessha Taka no Tsume Countdown",
   "link": "https://myanimelist.net/anime/7175/Himitsukessha_Taka_no_Tsume_Countdown",
   "genres": [
    "Comedy",
    "Parody",
    "Super Power"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "-",
   "nbEp": "11",
   "releaseDate": "Oct 7, 2009",
   "score": "N/A",
   "members": "400"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/61397.jpg",
   "synopsis": "Japan's TV Asahi network will premiere a television anime adaptation of Tetsu Adachi's Baka-Kyoudai (Idiotic Siblings) manga under the title Gokyoudai Monogatari (Sibling Stories) on October 10. The original manga has been running on an irregular schedule in Kodansha's Young Magazine since 1999. The story centers on a sister and her twin brother who live carefree lives in Tokyo's lower-class neighborhoods and have heartwarming encounters with the local people. It received an award of excellence at the 7th Cultural Media Arts Festival in 2003. \n\nYuki Matsuoka will voice the sister Onei Jinushi, and Yumiko Kobayashi will play her twin brother Junichirō Jinushi. Sayaka Ohara will play the local restaurant waitress Shizuka.",
   "licensor": "",
   "title": "Gokyoudai Monogatari",
   "link": "https://myanimelist.net/anime/7177/Gokyoudai_Monogatari",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "32",
   "releaseDate": "Oct 10, 2009",
   "score": "N/A",
   "members": "340"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/45722.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Wala! Pyeon-uijeom The Animation",
   "link": "https://myanimelist.net/anime/17106/Wala_Pyeon-uijeom_The_Animation",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Web manga",
   "nbEp": "24",
   "releaseDate": "Oct 23, 2009",
   "score": "N/A",
   "members": "212"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/82797.jpg",
   "synopsis": "The sequel to Cofun Gal no Coffy (TV), it takes place 3 year later via a college campus life comedy about 20-year-old college student Coffy, her boyfriend Nintoku-kun, her childhood friend Daniel, her love rival Dorothy, and Okehazama-sensei, who quit being a teacher and became the chief of the college mart.",
   "licensor": "",
   "title": "Cofun Gal no Coffy Campus Life",
   "link": "https://myanimelist.net/anime/13505/Cofun_Gal_no_Coffy_Campus_Life",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "11",
   "releaseDate": "Oct 7, 2009",
   "score": "N/A",
   "members": "209"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1223/96541.jpg",
   "synopsis": "\"In order for something to be obtained, something of equal value must be lost.\"\n\nAlchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called \"automail\" and become a state alchemist, the Fullmetal Alchemist.\n\nThree years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America,Funimation",
   "title": "Fullmetal Alchemist: Brotherhood",
   "link": "https://myanimelist.net/anime/5114/Fullmetal_Alchemist__Brotherhood",
   "genres": [
    "Action",
    "Military",
    "Adventure",
    "Comedy",
    "Drama",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Manga",
   "nbEp": "64",
   "releaseDate": "Apr 5, 2009, 17:00 (JST)",
   "score": "9.23",
   "members": "1877751"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/17407.jpg",
   "synopsis": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n \nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Naruto: Shippuuden",
   "link": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Martial Arts",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "500",
   "releaseDate": "Feb 15, 2007, 19:30 (JST)",
   "score": "8.15",
   "members": "1247406"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/40451.jpg",
   "synopsis": "Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\n\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Bleach",
   "link": "https://myanimelist.net/anime/269/Bleach",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Supernatural",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "366",
   "releaseDate": "Oct 5, 2004, 18:00 (JST)",
   "score": "7.80",
   "members": "1121699"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
   "synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
   "licensor": "4Kids Entertainment,Funimation",
   "title": "One Piece",
   "link": "https://myanimelist.net/anime/21/One_Piece",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Drama",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Oct 20, 1999, 09:30 (JST)",
   "score": "8.48",
   "members": "1101886"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/75274.jpg",
   "synopsis": "Koyomi Araragi, a third-year high school student, manages to survive a vampire attack with the help of Meme Oshino, a strange man residing in an abandoned building. Though being saved from vampirism and now a human again, several side effects such as superhuman healing abilities and enhanced vision still remain. Regardless, Araragi tries to live the life of a normal student, with the help of his friend and the class president, Tsubasa Hanekawa.\n\nWhen fellow classmate Hitagi Senjougahara falls down the stairs and is caught by Araragi, the boy realizes that the girl is unnaturally weightless. Despite Senjougahara's protests, Araragi insists he help her, deciding to enlist the aid of Oshino, the very man who had once helped him with his own predicament.\n\nThrough several tales involving demons and gods, Bakemonogatari follows Araragi as he attempts to help those who suffer from supernatural maladies.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Bakemonogatari",
   "link": "https://myanimelist.net/anime/5081/Bakemonogatari",
   "genres": [
    "Romance",
    "Supernatural",
    "Mystery",
    "Vampire"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Light novel",
   "nbEp": "15",
   "releaseDate": "Jul 3, 2009, 23:00 (JST)",
   "score": "8.36",
   "members": "936069"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/73274.jpg",
   "synopsis": "The Amanto, aliens from outer space, have invaded Earth and taken over feudal Japan. As a result, a prohibition on swords has been established, and the samurai of Japan are treated with disregard as a consequence.\n\nHowever one man, Gintoki Sakata, still possesses the heart of the samurai, although from his love of sweets and work as a yorozuya, one might not expect it. Accompanying him in his jack-of-all-trades line of work are Shinpachi Shimura, a boy with glasses and a strong heart, Kagura with her umbrella and seemingly bottomless stomach, as well as Sadaharu, their oversized pet dog. Of course, these odd jobs are not always simple, as they frequently have run-ins with the police, ragtag rebels, and assassins, oftentimes leading to humorous but unfortunate consequences.\n\nWho said life as an errand boy was easy?\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Sentai Filmworks",
   "title": "Gintama",
   "link": "https://myanimelist.net/anime/918/Gintama",
   "genres": [
    "Action",
    "Comedy",
    "Historical",
    "Parody",
    "Samurai",
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "201",
   "releaseDate": "Apr 4, 2006, 18:00 (JST)",
   "score": "8.97",
   "members": "653588"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/80000.jpg",
   "synopsis": "There is no putting it lightly—Tsunayoshi Sawada is just no good. He is clumsy, talentless, and desperately in love with the school idol Kyouko Sasagawa, a girl so completely out of his league. Dubbed \"Loser Tsuna\" by his classmates, he seems to be the very personification of failure in the guise of a middle-schooler.\n\nTsuna's boring life takes an extraordinary twist when he encounters the mysterious Reborn, who happens to be a hitman... and shockingly, a baby! Sent from the strongest Mafia family in Italy, Reborn is assigned the daunting mission of preparing the dull middle schooler to succeed the ninth boss of the notorious Vongola family, who is on the brink of retirement. The dull boy has a grueling road ahead, but with the help of his new criminal affiliates and his peculiar home tutor, perhaps even Loser Tsuna can achieve greatness.\n\n[Written by MAL Rewrite]",
   "licensor": "Discotek Media,Viz Media",
   "title": "Katekyo Hitman Reborn!",
   "link": "https://myanimelist.net/anime/1604/Katekyo_Hitman_Reborn",
   "genres": [
    "Action",
    "Comedy",
    "Shounen",
    "Super Power"
   ],
   "producers": [
    "Artland"
   ],
   "fromType": "Manga",
   "nbEp": "203",
   "releaseDate": "Oct 7, 2006, 10:30 (JST)",
   "score": "8.20",
   "members": "425074"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/14065.jpg",
   "synopsis": "Five years after the events of Dragon Ball, martial arts expert Gokuu is now a grown man married to his wife Chi-Chi, with a four-year old son named Gohan. While attending a reunion on Turtle Island with his old friends Master Roshi, Krillin, Bulma and others, the festivities are interrupted when a humanoid alien named Raditz not only reveals the truth behind Gokuu's past, but kidnaps Gohan as well.\n\nWith Raditz displaying power beyond anything Gokuu has seen before, he is forced to team up with his old nemesis, Piccolo, in order to rescue his son. But when Gokuu and Piccolo reveal the secret of the seven mystical wish-granting Dragon Balls to Raditz, he informs the duo that there is more of his race, the Saiyans, and they won’t pass up an opportunity to seize the power of the Dragon Balls for themselves.\n\nThese events begin the saga of Dragon Ball Kai, a story that finds Gokuu and his friends and family constantly defending the galaxy from increasingly more powerful threats. Bizarre, comical, heartwarming and threatening characters come together in a series of battles that push the powers and abilities of Gokuu and his friends beyond anything they have ever experienced.",
   "licensor": "Funimation",
   "title": "Dragon Ball Kai",
   "link": "https://myanimelist.net/anime/6033/Dragon_Ball_Kai",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy",
    "Martial Arts",
    "Shounen",
    "Super Power"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "97",
   "releaseDate": "Apr 5, 2009, 09:00 (JST)",
   "score": "7.77",
   "members": "231430"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
   "synopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Detective Conan",
   "link": "https://myanimelist.net/anime/235/Detective_Conan",
   "genres": [
    "Adventure",
    "Mystery",
    "Comedy",
    "Police",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Jan 8, 1996, 18:00 (JST)",
   "score": "8.18",
   "members": "220972"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/17709.jpg",
   "synopsis": "Considered as the third installment in the highly popular When They Cry series by 07th Expansion, Umineko no Naku Koro ni takes place on the island of Rokkenjima, owned by the immensely wealthy Ushiromiya family. As customary per year, the entire family is gathering on the island for a conference that discusses the current financial situations of each respective person. Because of the family head's poor health, this year involves the topic of the head of the family's inheritance and how it will be distributed.\n\nHowever, the family is unaware that the distribution of his wealth is the least of Ushiromiya Kinzou's (family head) concerns for this year's family conference. After being told that his end was approaching by his longtime friend and physician, Kinzou is desperate to meet his life's true love one last time: the Golden Witch, Beatrice. Having immersed himself in black magic for many of the later years in his life, Kinzou instigates a ceremony to revive his beloved upon his family's arrival on Rokkenjima. Soon after, a violent typhoon traps the family on the island and a string of mysterious murders commence, forcing the eighteen people on the island to fight for their lives in a deadly struggle between fantasy and reality.\n\n[Written by MAL Rewrite]",
   "licensor": "NIS America, Inc.",
   "title": "Umineko no Naku Koro ni",
   "link": "https://myanimelist.net/anime/4896/Umineko_no_Naku_Koro_ni",
   "genres": [
    "Mystery",
    "Horror",
    "Psychological",
    "Supernatural"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Visual novel",
   "nbEp": "26",
   "releaseDate": "Jul 2, 2009",
   "score": "7.16",
   "members": "174255"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/23457.jpg",
   "synopsis": "At the onset of World War III, nobody could have predicted the effect it would have on Japan. While it had officially ended fifty years ago in 2150, its battles still persist. Large, mysterious areas known as \"Blackspots\" appeared across the country, filled with the contaminated ruins of cities and countrysides. Those inside were trapped to halt the spread of contamination, and their powers began to mutate—be they shapeshifters, pyromancers, or controllers of gravity itself—they all became known as the Needless.\n\nAdam Blade is one such Needless, possessing remarkable regenerative abilities and incredible strength. In order to restore peace to a war-torn Japan, he and his allies must fight together to rise against a heinous research group by the name of Simeon.",
   "licensor": "Sentai Filmworks",
   "title": "Needless",
   "link": "https://myanimelist.net/anime/6030/Needless",
   "genres": [
    "Action",
    "Sci-Fi",
    "Comedy",
    "Super Power",
    "Ecchi",
    "Seinen"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Jul 3, 2009",
   "score": "7.30",
   "members": "121344"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1854/94704.jpg",
   "synopsis": "While other schools in Japan compete for the title of being the best soccer team in the country, Raimon Middle School's soccer club, Inazuma Eleven, struggles to rise from the verge of being disbanded. The grandson of Inazuma Eleven's first generation goalkeeper and captain of the team, Mamoru Endou, takes the challenge of kicking the long neglected club back into shape. To do this, he'll need a little help and more than a little luck.\n\nMamoru Endou finds hope in the hands of Shuuya Gouenji, a brilliant young player who has given up on soccer. Mamoru is determined to get Shuuya and other new recruits to join his team, no matter what the cost. Is his passion and determination enough to treat the ailing club? Or is there no more hope for the team?",
   "licensor": "",
   "title": "Inazuma Eleven",
   "link": "https://myanimelist.net/anime/5231/Inazuma_Eleven",
   "genres": [
    "Sports",
    "Super Power",
    "Shounen"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Game",
   "nbEp": "127",
   "releaseDate": "Oct 5, 2008",
   "score": "7.58",
   "members": "114439"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/22103.jpg",
   "synopsis": "Kou Kitamura and Aoba Tsukishima are often at odds—even though their families happen to be close friends and business partners. Although the only child of a sports shop owner, Kou has never been interested in playing baseball. Despite this, he possesses an impressive batting ability honed by frequent visits to the local baseball batting center run by the Tsukushima family. On the other hand, Aoba loves to play baseball and is a star player with exceptional pitching form.\n\nHowever, these two seemingly complete opposites share something very important to them—Wakaba Tsukishima, Aoba's older sister and Kou's destined sweetheart. Admired by the quarrelsome duo, Wakaba often finds herself the catalyst to their never-ending rivalry. But whether or not they realize that they have more in common than either would care to admit, only time will tell. The game of baseball may just be what the pair needs to ultimately overcome their own personal struggles.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Cross Game",
   "link": "https://myanimelist.net/anime/5941/Cross_Game",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "SynergySP"
   ],
   "fromType": "Manga",
   "nbEp": "50",
   "releaseDate": "Apr 5, 2009",
   "score": "8.46",
   "members": "92978"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1667/103658.jpg",
   "synopsis": "Yuusei Fudou is out to get back what was stolen from him.\n\nThe world of dueling has evolved, with Riding Duels becoming the peak of entertainment for the residents of Neo Domino City. They are played on D-Wheels, a hybrid between Duel Disks and motorbikes. After the mechanically skilled Yuusei managed to build his own D-Wheel, his former friend Jack Atlas stole it alongside Yuusei's best card, Stardust Dragon; ditching their decrepit hometown of Satellite, he escaped to Neo Domino City.\n\nIn the two years since then, Jack has risen to the top of the dueling world, while Yuusei has been making preparations thanks to the help of his friends. With his new D-Wheel finished, he now sets off to Neo Domino City, his only goal to find Jack. Unbeknownst to either of them, there are far bigger things at stake than they can imagine, with puppeteers pulling the strings behind the scenes.\n\n[Written by MAL Rewrite]",
   "licensor": "4Kids Entertainment",
   "title": "Yu☆Gi☆Oh! 5D's",
   "link": "https://myanimelist.net/anime/3972/Yu%E2%98%86Gi%E2%98%86Oh_5Ds",
   "genres": [
    "Action",
    "Game",
    "Shounen"
   ],
   "producers": [
    "Gallop"
   ],
   "fromType": "Manga",
   "nbEp": "154",
   "releaseDate": "Apr 2, 2008, 18:00 (JST)",
   "score": "7.44",
   "members": "90650"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/19845.jpg",
   "synopsis": "In the land of Ryoza, the neighboring provinces of Shin-Ou and Tai-Kou have been at peace. Queen Shinou is the ruler of Ryoza and her greatest general, Grand Duke Taikou, defends the kingdom with his army of powerful war-lizards known as the \"Touda.\" Although the two regions have enjoyed a long-standing alliance, mounting tensions threaten to spark a fierce civil war.\n\nWithin Ake, a village in Tai-Kou tasked with raising the Grand Duke's army, lives Erin, a bright girl who spends her days watching the work of her mother Soyon, the village's head Touda doctor. But while under Soyon's care, a disastrous incident befalls the Grand Duke's strongest Touda, and the peace that Erin and her mother had been enjoying vanishes as Soyon is punished severely. In a desperate attempt to save her mother, Erin ends up falling in a river and is swept towards Shin-Ou.\n\nUnable to return home, Erin must learn to lead a new life with completely different people, all while hunting for the truth of both beasts and humanity itself, with tensions between the two regions constantly escalating.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Kemono no Souja Erin",
   "link": "https://myanimelist.net/anime/5420/Kemono_no_Souja_Erin",
   "genres": [
    "Drama",
    "Fantasy",
    "Slice of Life"
   ],
   "producers": [
    "Production I.G",
    "Trans Arts"
   ],
   "fromType": "Novel",
   "nbEp": "50",
   "releaseDate": "Jan 10, 2009",
   "score": "8.36",
   "members": "64067"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/22695.jpg",
   "synopsis": "Kajika Louisa Kugami Burnsworth is the only daughter of Harry Burnsworth, an influential and respected industrialist who has the power to move the world. There was a threat on Kajika’s life when she was just two years old, and her mother died protecting her. After this tragic incident, Harry sent his only child to an isolated island, Giviolle, where she was raised by the island’s native, Maria. Kajika’s companions during her time there include a white leopard named Mustafa and a boy named Li Ren Fang, who visited her two or three times a year.\n\nKajika, now fourteen, returns to her father's side, only to be told to begin a game to find her future husband. Harry makes sure that Kajika willingly participates in this game by telling her that she needs to face the harshness of her fate along with the man she chooses to be her husband. She needs to decide among the three candidates that Harry has personally chosen, but it won’t be easy. Kajika must figure out who they are and where they are without any information to go on except that they all possess an irresistible brilliance and charm. All the while, the men aren't even aware that they are the chosen ones. Kajika must also choose wisely, as her partner has to willingly accept her to be his bride.\n\nHansakeru Seishounen revolves around endearing love, intense passion, noble friendship, undying loyalty, family relations, and political intrigue. The heaviness of Kajika’s fate is real, the threat on Kajika’s life is inevitable, and the husband game is more than just a mere game. Harry needs to find a suitable partner to protect his daughter before someone discovers Kajika’s deep secret—a secret even she is unaware of.",
   "licensor": "",
   "title": "Hanasakeru Seishounen",
   "link": "https://myanimelist.net/anime/5835/Hanasakeru_Seishounen",
   "genres": [
    "Drama",
    "Romance",
    "Shoujo"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "39",
   "releaseDate": "Apr 5, 2009",
   "score": "7.79",
   "members": "54032"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/21764.jpg",
   "synopsis": "Unsuspecting inhabitants of the planet Earth are going about their business, enjoying a bright and particularly beautiful sunny day, when a young Japanese boy spots a shiny object falling from the sky... Has an alien invasion finally begun?\n\nElsewhere in Japan, Keroro, frog sergeant and leader of the Space Invasion Army Special Tactics Platoon of the 58th Planet in the Gamma Planetary System, has discovered the perfect hideout. He infiltrates the home of the Hinata family in an attempt to establish a headquarters that he and his troops could use to prepare for world domination... but earthlings Fuyuki and Natsumi Hinata are too much for him to handle! Natsumi instinctively calls them out of hiding, leaving the hapless sergeant no option but to reveal his secret identity. The two siblings soon welcome the sergeant to their home, all thanks to Fuyuki’s generos—err... curiosity.\n\nThe Sergeant has successfully infiltrated his first target area! Or has he? Join Keroro Gunsou in his dastardly attempt to take over the world!",
   "licensor": "ADV Films,Funimation",
   "title": "Keroro Gunsou",
   "link": "https://myanimelist.net/anime/516/Keroro_Gunsou",
   "genres": [
    "Comedy",
    "Mecha",
    "Parody",
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "358",
   "releaseDate": "Apr 3, 2004",
   "score": "7.74",
   "members": "53949"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
   "synopsis": "Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot.\n\nEveryday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series.\n\nCrayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
   "licensor": "Funimation",
   "title": "Crayon Shin-chan",
   "link": "https://myanimelist.net/anime/966/Crayon_Shin-chan",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Apr 13, 1992, 19:30 (JST)",
   "score": "7.69",
   "members": "50210"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/21387.jpg",
   "synopsis": "A new cast of characters take on the continued battle between good and evil. Ginga, our hero, and his group of loyal friends take on a dangerous group called the Dark Nebula. The Dark Nebula’s sole mission is to take over the world and unleash their evil upon it; but before they can do so, they must destroy Ginga as he is the only person that’s strong enough to stand in their way. The plot thickens as friends become enemies and enemies become allies. Everything starts and ends with Ginga as he struggles to find the strength to defend his world and the honor of Beyblade.\n\n(Source: Beyblade.com)",
   "licensor": "Nelvana",
   "title": "Metal Fight Beyblade",
   "link": "https://myanimelist.net/anime/5962/Metal_Fight_Beyblade",
   "genres": [
    "Adventure",
    "Comedy",
    "Sports"
   ],
   "producers": [
    "Seven",
    "SynergySP",
    "Tatsunoko Production"
   ],
   "fromType": "Manga",
   "nbEp": "51",
   "releaseDate": "Apr 5, 2009, 08:30 (JST)",
   "score": "6.65",
   "members": "42847"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/17258.jpg",
   "synopsis": "After the final downfall of the rogue Bakugan Naga, peace was brought back to Vestroia. With the help of Danma Kuusou, his companion Pyrus Dragonoid, and other Battle Brawlers, the Infinity and Silent Cores were combined and the realm was recreated.\n\nHowever, New Vestroia will not be given any respite as humanoid alien invaders, the Vestals, arrive and conquer the Bakugan world in one fell swoop. Armed with a fearsome machine capable of restricting Bakugan into their ball forms, they aim to enslave the race as a form of entertainment.\n\nNow, the only force standing in their way is the Bakugan Battle Brawlers Resistance—a group of humans, Bakugan, and Vestals who oppose the idea of annihilating a sentient race. Led by Danma, they must venture into enemy-occupied New Vestroia and repel the invaders, to assure the survival of the entire world.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Bakugan Battle Brawlers: New Vestroia",
   "link": "https://myanimelist.net/anime/5337/Bakugan_Battle_Brawlers__New_Vestroia",
   "genres": [
    "Game",
    "Adventure",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 12, 2009",
   "score": "6.39",
   "members": "38744"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/21172.jpg",
   "synopsis": "In 2029, a large scale ground sinkage occurred in the Mediterranean Sea. Chemical elements such as oxygen, carbon, gold, molybdenum, and cobalt disappeared from the earth's crust suddenly. The human population was decreased by 90% in sixty years. Researchers found out that the disappeared elements were drained into a planet \"Nega Earth\", located in another dimension. To save the Earth, a special team called the \"Element Hunters\" is organized. All of the members are under 13 years old, because young and flexible brains are needed to access \"Nega Earth\".",
   "licensor": "",
   "title": "Element Hunters",
   "link": "https://myanimelist.net/anime/5945/Element_Hunters",
   "genres": [
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "Heewon Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "39",
   "releaseDate": "Jul 4, 2009, 18:00 (JST)",
   "score": "6.66",
   "members": "11502"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/21267.jpg",
   "synopsis": "Love Momozono is a 14-year-old student at Yotsuba Junior Highschool that tends to care more for others than for herself. One day she visits a show of the famous dance unit \"Trinity\" and decides to become a dancer, too. On the same event, subordinates of the Labyrinth Kingdom show up who want to collect the unhappiness of the audience. Love gets the power to change into Cure Peach and fights them. Soon after, she is joined by her good friends Miki, who is Cure Berry, and Inori, who becomes Cure Pine.\n \n(Source: ANN)",
   "licensor": "",
   "title": "Fresh Precure!",
   "link": "https://myanimelist.net/anime/5684/Fresh_Precure",
   "genres": [
    "Action",
    "Slice of Life",
    "Comedy",
    "Magic",
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "50",
   "releaseDate": "Feb 1, 2009, 08:30 (JST)",
   "score": "7.33",
   "members": "11422"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/20954.jpg",
   "synopsis": "When what looks to be a cluster of shooting stars appear in the sky, Rinko Kougyoku and her friend Minami each make a wish.\n\nWhat the girls truly saw were not stars, but 'Jewel Charms' falling to the Earth. These charms were created by three magicians in a magical world names Jewel Land, each housing one of its many native Jewelpets. Although these creatures are free to roam the world in their original form, the magicians sometimes turn them into charms so that they can be carried around with great ease. Most Jewelpets don't find this troublesome, but once a mischievous bunny by the name of Ruby feels overly claustrophobic, she devises her escape.\n\nOne day, the magicians decide to move the Jewelpets, and task a pelican with delivering them to the Dream Forest. All is well until a strong gust of wind disorients the bird, who then drops all of the charms that he was carrying. Instead of heading towards the Dream Forest, all the Jewelpets but Ruby fall to Rinko’s home city on Earth. Someone must go and retrieve them all, and as Ruby was the worst-behaved of the bunch, she is given the task of going to Earth.\n\nWhen Ruby reaches Earth in the form of a red Jewel Charm, she falls into Rinko’s water glass, and thus begins a rather unexpected adventure. Rinko, Minami, and Ruby form an alliance to search and gather all of the fallen charms, encountering strange creatures and tons of helpful allies along the way. Will they be able to succesfully bring the Jewelpets home safely, or is Earth full of more danger than they had expected?",
   "licensor": "",
   "title": "Jewelpet",
   "link": "https://myanimelist.net/anime/6008/Jewelpet",
   "genres": [
    "Fantasy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "Studio Comet"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 5, 2009, 09:30 (JST)",
   "score": "6.67",
   "members": "7703"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/13986.jpg",
   "synopsis": "Mimi Kitagami is a kind, level-headed girl who aims to be the best, coolest student council president of her high school class. However, three trouble-making boys are always causing her grief — and she has a one-sided crush on one of the boys, Ushio Toujou.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Gokujou!! Mecha Mote Iinchou",
   "link": "https://myanimelist.net/anime/6117/Gokujou_Mecha_Mote_Iinchou",
   "genres": [
    "Comedy",
    "Romance",
    "School",
    "Shoujo"
   ],
   "producers": [
    "SynergySP"
   ],
   "fromType": "Manga",
   "nbEp": "51",
   "releaseDate": "Apr 4, 2009, 09:00 (JST)",
   "score": "6.44",
   "members": "6077"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/23125.jpg",
   "synopsis": "Higepiyo is a little chick with a mustache, who is seeking to aquire masculinity with his friend Hiroshi but ends up being entangled with a skin of heated milk.",
   "licensor": "",
   "title": "Higepiyo",
   "link": "https://myanimelist.net/anime/5983/Higepiyo",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kinema Citrus"
   ],
   "fromType": "Original",
   "nbEp": "39",
   "releaseDate": "Apr 3, 2009",
   "score": "7.13",
   "members": "5260"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
   "synopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
   "licensor": "",
   "title": "Sazae-san",
   "link": "https://myanimelist.net/anime/2406/Sazae-san",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "4-koma manga",
   "nbEp": "?",
   "releaseDate": "Oct 5, 1969, 18:30 (JST)",
   "score": "6.11",
   "members": "4583"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/20591.jpg",
   "synopsis": "Based on a manga about cats and their sake loving owner.",
   "licensor": "",
   "title": "Kuruneko",
   "link": "https://myanimelist.net/anime/6604/Kuruneko",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "DAX Production",
    "Studio Deen"
   ],
   "fromType": "Manga",
   "nbEp": "50",
   "releaseDate": "Jul 5, 2009, 11:40 (JST)",
   "score": "7.34",
   "members": "3778"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/22111.jpg",
   "synopsis": "Marika is a gothic lolita who somehow ends up in the mysterious town  of Galihabara. There she meets different famous scientists like Galileo Galilei, Marie Skłodowska Curie and Sir Isaac Newton.",
   "licensor": "",
   "title": "Marie & Gali",
   "link": "https://myanimelist.net/anime/6130/Marie___Gali",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "40",
   "releaseDate": "Mar 31, 2009",
   "score": "6.33",
   "members": "3391"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/70931.jpg",
   "synopsis": "Based on Rieko Saibara's humorous semi-autobiographical manga about her life raising her two children.",
   "licensor": "",
   "title": "Mainichi Kaasan",
   "link": "https://myanimelist.net/anime/6116/Mainichi_Kaasan",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "142",
   "releaseDate": "Apr 1, 2009",
   "score": "7.35",
   "members": "2467"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/13420.jpg",
   "synopsis": "A gravure idol, Asada Misako, plays the main character Charady. Other characters are played by the students of Kyoto University of Art and Design Department of Character Designing. It is a short comedy animation about jokes from all parts of the world.",
   "licensor": "",
   "title": "Charady no Joke na Mainichi",
   "link": "https://myanimelist.net/anime/6131/Charady_no_Joke_na_Mainichi",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "365",
   "releaseDate": "Apr 1, 2009",
   "score": "5.44",
   "members": "2125"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1622/105190.jpg",
   "synopsis": "Shobu and friends fight the remaining Fua Duelists in order to defeat Zakira. Once again, they face off against the old members of Fua Duelists at the World Championship tournament.\n\nShobu also found the terrible fate his friends faced because of these duelists in their past.\n\n(Source: Duel Masters Wikia)",
   "licensor": "",
   "title": "Duel Masters Cross",
   "link": "https://myanimelist.net/anime/10527/Duel_Masters_Cross",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "100",
   "releaseDate": "Apr 5, 2008",
   "score": "6.38",
   "members": "1814"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/34817.jpg",
   "synopsis": "This anime was running almost 20 years and has over 1800 episodes.",
   "licensor": "",
   "title": "Oyako Club",
   "link": "https://myanimelist.net/anime/12393/Oyako_Club",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "Original",
   "nbEp": "1818",
   "releaseDate": "Oct 3, 1994",
   "score": "5.55",
   "members": "591"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1631/104991.jpg",
   "synopsis": "The daily life of the Motsumoto family. The three sisters, Fuu, Suu, and Chii, follow what happens on a daily basis. Mother and Father have to deal with them sometimes, but they're used to it.",
   "licensor": "",
   "title": "Uchi no 3 Shimai",
   "link": "https://myanimelist.net/anime/3975/Uchi_no_3_Shimai",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Daewon Media",
    "Toei Animation"
   ],
   "fromType": "Other",
   "nbEp": "102",
   "releaseDate": "Apr 8, 2008",
   "score": "N/A",
   "members": "472"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/21982.jpg",
   "synopsis": "Ukkari Penelope is about a young koala's daily adventures. The narrator is Mamiko Noto!",
   "licensor": "",
   "title": "Ukkari Pénélope (2009)",
   "link": "https://myanimelist.net/anime/6822/Ukkari_Pénélope_2009",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "Nippon Animation"
   ],
   "fromType": "-",
   "nbEp": "26",
   "releaseDate": "Jun 29, 2009",
   "score": "N/A",
   "members": "463"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/12867.jpg",
   "synopsis": "It's about an ordinary office worker Fumiyama Fumio, who gains self-confidence by the advices of an Indian god, Ganesha.",
   "licensor": "",
   "title": "Yume wo Kanaeru Zou",
   "link": "https://myanimelist.net/anime/5841/Yume_wo_Kanaeru_Zou",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jan 13, 2009",
   "score": "N/A",
   "members": "314"
  }
 ],
 "TVNew": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/18179.jpg",
   "synopsis": "In the mystical land of Fiore, magic exists as an essential part of everyday life. Countless magic guilds lie at the core of all magical activity, and serve as venues for like-minded mages to band together and take on job requests. Among them, Fairy Tail stands out from the rest as a place of strength, spirit, and family.\n\nLucy Heartfilia is a young mage searching for celestial gate keys, and her dream is to become a full-fledged wizard by joining this famous guild. In her search, she runs into Natsu Dragneel and his partner Happy, who are on a quest to find Natsu's foster father, the dragon Igneel.\n\nUpon being tricked by a man, Lucy falls under an abduction attempt, only to be saved by Natsu. To her shock, he reveals that he is a member of Fairy Tail and invites her to join them. There, Lucy meets the guild's strange members, such as the ice wizard Gray Fullbuster and magic swordswoman Erza Scarlet. Together as a family, they battle the forces of evil, help those in need, and gain new friends, all the while enjoying the never-ending adventure that is Fairy Tail.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Fairy Tail",
   "link": "https://myanimelist.net/anime/6702/Fairy_Tail",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "A-1 Pictures",
    "Satelight"
   ],
   "fromType": "Manga",
   "nbEp": "175",
   "releaseDate": "Oct 12, 2009, 10:30 (JST)",
   "score": "7.77",
   "members": "1154426"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/17890.jpg",
   "synopsis": "Kuronuma Sawako is completely misunderstood by her classmates. Her timid and sweet demeanor is often mistaken for malicious behavior. This is due to her resemblance to the ghost girl from \"The Ring,\" which has led her peers to give her the nickname Sadako. Longing to make friends and live a normal life, she is naturally drawn to Kazehaya Shouta, the most popular guy in class, whose \"100% refreshing\" personality earns him great admiration from Sawako. So when Kazehaya starts talking to her, maybe there is hope for the friendships Sawako has always longed for. Maybe... there is even a little hope for some romance in her future.\n\n[Written by MAL Rewrite]",
   "licensor": "NIS America, Inc.",
   "title": "Kimi ni Todoke",
   "link": "https://myanimelist.net/anime/6045/Kimi_ni_Todoke",
   "genres": [
    "Slice of Life",
    "Drama",
    "Romance",
    "School",
    "Shoujo"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 7, 2009, 00:59 (JST)",
   "score": "8.05",
   "members": "570549"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/53581.jpg",
   "synopsis": "The student-filled Academy City is at the forefront of scientific advancement and home to the esper development program. The seven \"Level 5\" espers are the most powerful in Academy City, and ranked third among them is middle schooler Mikoto Misaka, an electricity manipulator known as \"The Railgun.\"\n \nWhen strange incidents begin occurring throughout the city, she finds each crime to be connected to the elusive \"Level Upper,\" a legendary device that allegedly increases the esper level of its user. As the situation escalates, it becomes apparent that there is more to the Level Upper than meets the eye, and that Academy City may be a far more twisted place than the glamorous utopia it appears to be.\n\nToaru Kagaku no Railgun focuses on Mikoto and her friends—and the dangerous situations they find themselves in—as they get caught up in the matter of the Level Upper. As Mikoto says, \"There's never a dull moment in this city.\"\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Toaru Kagaku no Railgun",
   "link": "https://myanimelist.net/anime/6213/Toaru_Kagaku_no_Railgun",
   "genres": [
    "Action",
    "Sci-Fi",
    "Super Power"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Oct 3, 2009, 01:30 (JST)",
   "score": "7.75",
   "members": "405474"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/50307.jpg",
   "synopsis": "Ever since he was a child, Tomoki Sakurai has always woke up with tears after a dream of an angel. His childhood friend Sohara Mitsuki worries about this and decides to seek the help of Eishirou Sugata, an eccentric sky maniac. He concludes that Tomoki's dream is undoubtedly connected to what is known as the New World, a floating anomaly that scientists have failed to understand.\n \nRecruiting the New World Discovery Club's first members, Eishirou schedules a time to meet up in order to observe the mystery in the sky. That day, Tomoki's peaceful life is changed forever when a strange girl falls from the sky and begins to call him master.\n \nSora no Otoshimono follows the daily activities of the New World Discovery Club as they begin to learn more about the Angeloids that have arrived on Earth.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Sora no Otoshimono",
   "link": "https://myanimelist.net/anime/5958/Sora_no_Otoshimono",
   "genres": [
    "Sci-Fi",
    "Harem",
    "Comedy",
    "Supernatural",
    "Romance",
    "Ecchi",
    "Shounen"
   ],
   "producers": [
    "AIC A.S.T.A."
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 5, 2009",
   "score": "7.41",
   "members": "366769"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/50373.jpg",
   "synopsis": "One night, as meteors streak across the star-studded sky, Shion Pavlichenko becomes a Contractor. Despite her brother's transformation, Shion's twin sister Suou continues to live a fairly ordinary life, attending middle school with her friends and getting caught up in the awkwardness of growing up. However, everything changes when her home is invaded by a masked man cloaked in black, destroying any sense of normality she once had. Revealed to possess latent Contractor abilities of her own, Suou is caught between family, friends, and her own sense of purpose as she ventures into the ruthless world of cutthroats and espionage that Contractors call home.\n\nMeanwhile in Tokyo, investigation surrounding Hell's Gate's sudden collapse is underway, and prophetic signs of doom point in the direction of a silver-haired doll.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Darker than Black: Ryuusei no Gemini",
   "link": "https://myanimelist.net/anime/6573/Darker_than_Black__Ryuusei_no_Gemini",
   "genres": [
    "Action",
    "Sci-Fi",
    "Mystery",
    "Super Power"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Oct 9, 2009",
   "score": "7.50",
   "members": "329349"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/35423.jpg",
   "synopsis": "Waking up transformed into a beautiful girl might be the stuff of some guys' fantasies, but when the suddenly effeminatized Natsuru is informed by a stuffed tiger that he's now a Kampfer, a mystical fighter who has to fight other Kampfers in female form, his life becomes a living nightmare!\n\nPutting aside the obvious \"plumbing\" issues, Natsuru's best childhood friend turns out to swing the other way and SHE has a crush on his new female body. Not complex enough? Natsuru's school has separate sections for boys and girls, so he and she are now double enrolled. The rumor-mill has it that he's dating herself. And there are other Kampfers attending the school who want to take her out, and he's not sure which ones mean \"on a date\" and which ones mean \"permanently.\" Oh, and did we mention that some Kampfers use swords and guns?! Hormones, fists, and other body parts will fly as the daring, new gender-bender defender must become a contender or die!\n\n(Source: Sentai Filmworks)",
   "licensor": "Sentai Filmworks",
   "title": "Kämpfer",
   "link": "https://myanimelist.net/anime/6205/K%C3%A4mpfer",
   "genres": [
    "Action",
    "Comedy",
    "Ecchi",
    "Romance",
    "School",
    "Shoujo Ai",
    "Super Power"
   ],
   "producers": [
    "Nomad"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 2, 2009",
   "score": "6.50",
   "members": "221624"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/18299.jpg",
   "synopsis": "Junpei Kousaka is a second-year high school student who has an allergy for cats—a predicament that has made him hate cats and everything related to them. Unfortunately for him, though, he is surrounded by cat lovers: his family, his estranged childhood friend, and even his crush Kaede Mizuno.\n\nOne day, while returning home from school, Junpei nonchalantly attempts to kick an empty can into the trash, but miserably misses. Instead of making it to the garbage, the can ends up breaking off the head of a cat deity statue. That fateful day, he is cursed with the ability to understand cat speech. However, he must keep his curse a secret from everyone else, because anyone who finds out will become more accident-prone and share the same fate as him.\n\nWith the guidance of his cat Nyamsus and with no other choice left, Junpei now has to do a hundred good deeds for cats to lift the curse. If he is unable to complete this task, he will turn into a cat, and considering his allergy, that would be a death sentence for him!\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Nyan Koi!",
   "link": "https://myanimelist.net/anime/6512/Nyan_Koi",
   "genres": [
    "Harem",
    "Comedy",
    "Romance"
   ],
   "producers": [
    "AIC"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Oct 2, 2009",
   "score": "7.23",
   "members": "209792"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/73520.jpg",
   "synopsis": "When the Sky turns Red, the Moon turns Black, and monsters begin roaming the streets, Satsuki Kakeru is at a loss for what to do. Along with his best friend Yuka, they try to decipher why they have been sent to this strange world, which is seemingly empty aside from themselves.\n\nHowever, when the \"Red Night\" ends, Kakeru and Yuka believed it was all a dream, until it happens again and they are left in a dangerous situation. They meet four others in the same predicament: Kusakabe Misuzu, an expert swordswoman, Tachibana Kukuri, a strange mute girl who looks uncannily like Kakeru's deceased sister, Hirohara Yukiko, a lively young girl whose personality reverts to that of a cold killer when her glasses are removed, and Tajima Takahisa, a young pyrokineticist.\n\nAs the six of them band together to survive and discover what this mysterious world is, things take a turn for the worse as six shadows appear before them...\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "11eyes",
   "link": "https://myanimelist.net/anime/6682/11eyes",
   "genres": [
    "Action",
    "Ecchi",
    "Super Power",
    "Supernatural"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Visual novel",
   "nbEp": "12",
   "releaseDate": "Oct 7, 2009, 01:00 (JST)",
   "score": "6.21",
   "members": "196453"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75570.jpg",
   "synopsis": "Thwarted again by Naraku, Inuyasha, Kagome Higurashi, and their friends must continue their hunt for the few remaining Shikon Jewel shards, lest they fully form into a corrupted jewel at the hands of Naraku. But Naraku has plans of his own to acquire them, and will destroy anyone and anything standing in his way—even his own underlings.\n\nThe persistent, unyielding danger posed by Naraku forces Sango and Miroku to decide what is most important to them—each other or their duty in battle. Meanwhile, Inuyasha must decide whether his heart lies with Kikyou or Kagome, before fate decides for him. Amid the race to find the shards, Inuyasha and his brother Sesshoumaru must also resolve their feud and cooperate for their final confrontation with Naraku, as it is a battle they must win in order to put a stop to his evil and cruelty once and for all.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "InuYasha (TV): Kanketsu-hen",
   "link": "https://myanimelist.net/anime/6811/InuYasha_TV__Kanketsu-hen",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Historical",
    "Demons",
    "Supernatural",
    "Magic",
    "Romance",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "26",
   "releaseDate": "Oct 4, 2009",
   "score": "8.24",
   "members": "185974"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/19646.jpg",
   "synopsis": "Imagine living life as the vice president of the student council, passing the days eating snacks, playing games, and bonding with a harem of beautiful girls. This is exactly the kind of life that high school student Ken Sugisaki leads, or so he thinks!\n\nUsually, the officers of Hekiyou Academy's student council are elected by popular vote, but an additional position is granted to the student who scores the highest on the exams. Ken, who historically has had below average grades, worked hard to improve them to be accepted into the student council, with the ultimate goal of surrounding himself with girls who fawn over him.\n\nUnfortunately for the vice president, things do not go quite as planned. Not only do the ladies of the council continually rebuff his advances, they also prefer to focus on more important and \"boring\" activities, such as organizing school events and managing the other clubs. But a few minor hurdles like these won't stop Ken from chasing after his dreams, even if they seem a bit ridiculous.  \n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Seitokai no Ichizon",
   "link": "https://myanimelist.net/anime/5909/Seitokai_no_Ichizon",
   "genres": [
    "Harem",
    "Comedy",
    "Parody",
    "School"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 3, 2009",
   "score": "7.39",
   "members": "158043"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/17471.jpg",
   "synopsis": "Ningen Shikkaku\nA high school student seeks solace in narcotics to escape the dispiritedness that has come over his life. As he goes through the different stages of his life, it culminates in the questioning of his existence in the world.\n\nSakura no Mori no Mankai no Shita\nThe adaptation of Ango Sakaguchi's literary work deals with the love story of a woman abducted by a mountain bandit.\n\nKokoro\nWhile trying to fill the void in his life, a university student in Tokyo encounters a charismatic older man, whom he addresses as \"Sensei,\" who offers him advice on life. However, the man is apprehensive to share his life experience, deepening the student's curiosity. Through this peculiar relationship, the student comes to ponder about the distance between him and his family and the growing desolation in his heart filled with ego and guilt. \n\nHashire, Melos!\nThe story portrays the unbreakable bond between two friends, Melos and Selinuntius, and their faith in protecting each other, all while dangling on a thread which hovers over death and misery. \n\nKumo no Ito\nKandata is a coldhearted criminal who, while being punished in Hell for his misdeeds, is noticed by the Buddha Shakyamuni. Despite maintaining a record of committing ruthless atrocities, Kandata had once shown mercy to a spider he encountered in the forest by letting it live. Moved by this, Shakyamuni offers him redemption by dropping a spider's thread into the searing pits of Hell, and it is up to Kandata to seize the opportunity.\n\nJigokuhen\nYoshihide is a great painter in the land ruled by Horikawa, a tyrant. Offered a commission to paint the \"Buddhist Hell\" by the lord, Yoshihide declines, as he cannot paint anything he has not witnessed himself. In an attempt to make Yoshihide understand the magnitude of his request, the lord tortures his subjects to provide inspiration for the artist, descending his domain into utter despair and darkness.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Aoi Bungaku Series",
   "link": "https://myanimelist.net/anime/7193/Aoi_Bungaku_Series",
   "genres": [
    "Drama",
    "Historical",
    "Psychological",
    "Seinen",
    "Thriller"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Novel",
   "nbEp": "12",
   "releaseDate": "Oct 11, 2009",
   "score": "7.76",
   "members": "153119"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/15940.jpg",
   "synopsis": "Forty-four years ago, the surviving nations of the Valbanil War declared peace and forbade the use of the devastating demon contracts that ravaged the land. Now, inexperienced knight Cecily Cambell is eager to follow the example of her family and protect the people of the city using the sword she inherited from her father.\n\nHer first challenge arises in the market. A crazed swordsman wreaks havoc upon civilians and Cecily jumps into action to restore order. Overwhelmed, her weapon shatters, but a skilled stranger wielding a strange-looking sword intervenes. With the situation diffused, Cecily heads to a local blacksmith in an effort to restore her family heirloom. However, she finds out that her savior—the blacksmith Luke Ainsworth—may be the only person capable of such intricate repairs. Determined to have her treasured sword repaired, she seeks out the man who rescued her.\n\nHowever, a group of bandits suddenly attack a convoy headed for the city. The assailants look inhuman, and an ice demon appears. Luke suspects the use of a demon contract and calls upon a sacred power to defeat them. Meanwhile, a shadowy hooded figure lurks, watching from a distance. Who is this mysterious evildoer, and what does his appearance mean for the pair?\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Seiken no Blacksmith",
   "link": "https://myanimelist.net/anime/5940/Seiken_no_Blacksmith",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy"
   ],
   "producers": [
    "Manglobe"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 3, 2009",
   "score": "6.78",
   "members": "138840"
  },
  {
   "synopsis": "",
   "licensor": "",
   "title": "",
   "link": "",
   "genres": [
    ""
   ],
   "producers": [
    ""
   ],
   "fromType": "",
   "nbEp": "",
   "releaseDate": "",
   "score": "",
   "members": ""
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/79838.jpg",
   "synopsis": "Sweet and naïve Hanato Kobato came to Earth on a mission to collect and fill a bottle with \"konpeito,\" which appear after healing a person's heart that is suffering. Kobato collects these because it is her wish to go to a certain place. Despite her strangeness, Kobato turns out to be well-suited for this mission as her heartfelt sincerity in helping others earns her the love and admiration of everyone she meets. However, she is not allowed to fall in love with anyone whose heart she heals.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Kobato.",
   "link": "https://myanimelist.net/anime/5678/Kobato",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "Fantasy"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Oct 6, 2009",
   "score": "8.00",
   "members": "130918"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/71808.jpg",
   "synopsis": "With his mother taken away from him and having lost everything, Lag Seeing is now a letter whose delivery has been assigned to Gauche Suede, a Letter Bee. Despite their troubling start, the two of them become friends, leading Lag to realize what his aim in life is: to deliver people's most important feelings in the form of letters, just as Gauche has done.\n\n[Written by MAL Rewrite]",
   "licensor": "Sentai Filmworks",
   "title": "Tegamibachi",
   "link": "https://myanimelist.net/anime/6444/Tegamibachi",
   "genres": [
    "Adventure",
    "Supernatural",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 3, 2009, 22:55 (JST)",
   "score": "7.67",
   "members": "98795"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/18386.jpg",
   "synopsis": "Many patients with different problems visit the psychiatric ward of Irabu General Hospital; a trapeze artist suffering from insomnia after suddenly failing his jumps, a gangster afraid of knives and sharp objects and a business man who has an erection 24 hours a day. They undergo counseling by Dr. Ichiro Irabu, who is the child-like son of the hospital director. His assistant is the sullen faced sexy nurse Mayumi. With his mysterious injections, and advice that does not make sense, Dr. Irabu confuses his patients. But at the end of his unique treatments, the patients are led to digging further into their souls to find peace of mind.\n\n(Source: fujicreative.co.jp)",
   "licensor": "",
   "title": "Kuuchuu Buranko",
   "link": "https://myanimelist.net/anime/6774/Kuuchuu_Buranko",
   "genres": [
    "Comedy",
    "Psychological",
    "Drama",
    "Seinen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Novel",
   "nbEp": "11",
   "releaseDate": "Oct 15, 2009, 00:45 (JST)",
   "score": "7.98",
   "members": "68662"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/74013.jpg",
   "synopsis": "Haruka's manga and anime hobby is still concealed by her dear friend Yuuto, but Yuuto's other female friend starts to feel affection and attraction towards him, so a feelings war begins among their circle of friends. Meanwhile Yuuto tries to make Haruka happy doing what she likes the most: drawing manga, watching anime, and attending special anime events.\n\n(Source: ANN)",
   "licensor": "Discotek Media",
   "title": "Nogizaka Haruka no Himitsu: Purezza",
   "link": "https://myanimelist.net/anime/6023/Nogizaka_Haruka_no_Himitsu__Purezza",
   "genres": [
    "Comedy",
    "Ecchi",
    "Romance"
   ],
   "producers": [
    "Diomedea"
   ],
   "fromType": "Light novel",
   "nbEp": "12",
   "releaseDate": "Oct 6, 2009",
   "score": "7.21",
   "members": "60627"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/17170.jpg",
   "synopsis": "Amu meets a super-peppy transfer student at Seiyo Academy Elementary School named Hiiragi Rikka at school one day. Not only can she see Guardian Characters, but it seems she has some other, mysterious powers as well. When she sees the work that Amu and the other Guardians do at school, she's awestruck.\n\nEach 24-25 minute episode consists of a series of variety show style shorts (including Shugo Chara! Pucchi Puchi) totaling approx. 9-10 minutes, followed by the main 11-12 minute animation titled Shugo Chara!!! Dokki Doki which is the actual continuation of season 2 and comes with it's own opening animation. The remaining time is occupied by live action padding between each section and capped off with the opening/ending themes at the beginning and end of the episode. \n\n(Source: AniDB)",
   "licensor": "",
   "title": "Shugo Chara! Party!",
   "link": "https://myanimelist.net/anime/7082/Shugo_Chara_Party",
   "genres": [
    "Comedy",
    "Magic",
    "School",
    "Shoujo"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Manga",
   "nbEp": "25",
   "releaseDate": "Oct 3, 2009",
   "score": "6.62",
   "members": "57524"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/50897.jpg",
   "synopsis": "Following the first season, Tomoharu is now faced with a dilemma: if he doesn't form a contract with an \"akuma,\" he risks losing his dear friend Takatsuki. However, doing so would compromise his own existence as it would result in him and his ghost friend Misao becoming an Asura Cryin'—mankind's biggest threat, according to their school's presidents. To make the decision even harder, Tomoharu and Misao have recovered some of their past memories—memories of a world that they didn't even know existed.",
   "licensor": "",
   "title": "Asura Cryin' 2",
   "link": "https://myanimelist.net/anime/6676/Asura_Cryin_2",
   "genres": [
    "Action",
    "Supernatural",
    "Mecha"
   ],
   "producers": [
    "Seven Arcs"
   ],
   "fromType": "Light novel",
   "nbEp": "13",
   "releaseDate": "Oct 1, 2009, 08:00 (JST)",
   "score": "7.33",
   "members": "54913"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/75225.jpg",
   "synopsis": "Murasame Sumika is popular in the high school for her excellence in the marks and sports. However, she has a secret: she is in love with her classmate Kazama Ushio. Ushio also has a liking to the love between girls, but she hasn't noticed Sumika's feelings and has always been refused by other girls.",
   "licensor": "",
   "title": "Sasameki Koto",
   "link": "https://myanimelist.net/anime/6203/Sasameki_Koto",
   "genres": [
    "Comedy",
    "Romance",
    "School",
    "Shoujo Ai"
   ],
   "producers": [
    "AIC"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 8, 2009",
   "score": "7.11",
   "members": "53771"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/22769.jpg",
   "synopsis": "In a world where dead people turn into books and are stored in the Bantorra Library where anyone who reads a book can learn their past, Bantorra Library is maintained by Armed Librarians who wield psychic powers and their enemy is a religious society known as Sindeki Kyoudan.",
   "licensor": "Sentai Filmworks",
   "title": "Tatakau Shisho: The Book of Bantorra",
   "link": "https://myanimelist.net/anime/6758/Tatakau_Shisho__The_Book_of_Bantorra",
   "genres": [
    "Action",
    "Fantasy",
    "Seinen",
    "Super Power"
   ],
   "producers": [
    "David Production"
   ],
   "fromType": "Light novel",
   "nbEp": "27",
   "releaseDate": "Oct 2, 2009",
   "score": "7.26",
   "members": "51524"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/75171.jpg",
   "synopsis": "After experiencing the numerous trials encountered on her journey, Reina has grown as a warrior. Determined to take part in the Queen's Blade tournament, she arrives at the capital city Gainos, where Queen Aldora awaits. There gathers a number of beautiful warriors who, like Reina, are there for the Queen's Blade.\n\nAmongst them is Reina's sister, Claudette, determined to restore the glory of House Vance; Tomoe and Shizuka, who are both fighting for their homeland of Hinomoto; Nanael who has been ordered to participate by the Archangel; and the subordinates of the Marshland Witch.\n\nAll these beautiful fighters who gather in Gainos have been one objective, to win through the Queen's Blade, the tournament to select the strongest, most beautiful queen. Who would ascend to that glorious throne? That can only be determined via battle.\n\n(Source: AnimeNfo)",
   "licensor": "Media Blasters",
   "title": "Queen's Blade: Gyokuza wo Tsugu Mono",
   "link": "https://myanimelist.net/anime/6633/Queens_Blade__Gyokuza_wo_Tsugu_Mono",
   "genres": [
    "Action",
    "Adventure",
    "Ecchi",
    "Fantasy"
   ],
   "producers": [
    "Arms"
   ],
   "fromType": "Other",
   "nbEp": "12",
   "releaseDate": "Sep 24, 2009",
   "score": "6.60",
   "members": "43387"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/43541.jpg",
   "synopsis": "The second season of White Album, also known as episodes 14-26.",
   "licensor": "",
   "title": "White Album 2nd Season",
   "link": "https://myanimelist.net/anime/6165/White_Album_2nd_Season",
   "genres": [
    "Drama",
    "Harem",
    "Music",
    "Romance"
   ],
   "producers": [
    "Seven Arcs"
   ],
   "fromType": "Visual novel",
   "nbEp": "13",
   "releaseDate": "Oct 3, 2009",
   "score": "6.87",
   "members": "37318"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/74035.jpg",
   "synopsis": "Kanuu and Chouhi's group rescue a mysterious girl, who is actually the real Ryuubi, her name and heirloom sword stolen after the events of the last season. The group sets off to recover Ryuubi's sword. At the same time, a group of street performers, the three Chou Sisters, are given a mysterious magic book that may be more trouble than they think....The franchise re-imagines the classic Chinese historical novel Romance of the Three Kingdoms (Sangokushi) as a \"moe (fiery), moe (preciously cute) action love comedy\" with an almost all-female cast.\n\n(Source: ANN)",
   "licensor": "Sentai Filmworks",
   "title": "Shin Koihime†Musou",
   "link": "https://myanimelist.net/anime/6112/Shin_Koihime%E2%80%A0Musou",
   "genres": [
    "Comedy",
    "Ecchi",
    "Fantasy",
    "Historical"
   ],
   "producers": [
    "Doga Kobo"
   ],
   "fromType": "Visual novel",
   "nbEp": "12",
   "releaseDate": "Oct 5, 2009",
   "score": "6.86",
   "members": "26978"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/26302.jpg",
   "synopsis": "Based on the Korean Drama of the same name, Yoo Jin falls in love with Joon Sang as a young girl. After losing him in an accident, she decides to marry her childhood friend. However, Yoo Jin meets someone looking exactly like her lost love, putting her in a bind.  The program featured 23 members of the original Korean cast voicing the characters and was broadcast with Japanese subtitles.",
   "licensor": "",
   "title": "Fuyu no Sonata",
   "link": "https://myanimelist.net/anime/4189/Fuyu_no_Sonata",
   "genres": [
    "Drama",
    "Romance"
   ],
   "producers": [
    "KeyEast",
    "REALTHING",
    "Studio Comet"
   ],
   "fromType": "Other",
   "nbEp": "26",
   "releaseDate": "Oct 17, 2009",
   "score": "7.43",
   "members": "19565"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/75568.jpg",
   "synopsis": "Another version of Miracle Train: Chuo-sen e Youkoso.\n\nThe first version of the Miracle Train project focused on the stations of the central Chuo line, while the new anime and related stories deal with the Oedo subway line. As a result, the anime will feature a newer cast of characters—specifically, Fumi Roppongi, Rintarou Shinjuku, Izayoi Tsukishima, Iku Shiodome, Saki Tochou, and Itsumi Ryougoku.",
   "licensor": "",
   "title": "Miracle☆Train: Oedo-sen e Youkoso",
   "link": "https://myanimelist.net/anime/7103/Miracle%E2%98%86Train__Oedo-sen_e_Youkoso",
   "genres": [
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "Yumeta Company"
   ],
   "fromType": "Original",
   "nbEp": "13",
   "releaseDate": "Oct 5, 2009",
   "score": "6.55",
   "members": "17045"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/16864.jpg",
   "synopsis": "The summer of a man's boyhood memories continue. Still on the cusp between childhood and being a man, he has linked with the ghost of a young woman from the World War 2 era. She, and the ghosts of other young ladies from that time, continue adventures alongside their linked partners, learning more about each other and travelling through time via their supernatural connection. While he struggles to see his crush on her come to fruition, meanwhile his friend—a girl his age, pretending to be a boy—seeks his attention as well.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Natsu no Arashi! Akinaichuu",
   "link": "https://myanimelist.net/anime/6712/Natsu_no_Arashi_Akinaichuu",
   "genres": [
    "Comedy",
    "Romance",
    "Supernatural"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Manga",
   "nbEp": "13",
   "releaseDate": "Oct 5, 2009",
   "score": "7.34",
   "members": "16593"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/74159.jpg",
   "synopsis": "Twenty-five years after Éclair and Lumière, (from the flagship Kiddy Grade series), rescued the galaxy from destruction's doorstep, the GTO (Galactic Trade Organization), created after the defeat of the GOTT (Galactic Organization of Trade and Tariffs), act on behalf of universal peace by combating criminal activity.\n\nTheir special ES division mirrored after the GOTT's ES (Encounter of Shadow-work) force, now includes publicly acknowledged ES member candidates. The series follows two such trainees, Ascoeur and Q-feuille, as they work their way to ES membership.\n\n(Source: Wikipedia)",
   "licensor": "Funimation",
   "title": "Kiddy GiRL-AND",
   "link": "https://myanimelist.net/anime/3349/Kiddy_GiRL-AND",
   "genres": [
    "Action",
    "Comedy",
    "Sci-Fi",
    "Super Power"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Original",
   "nbEp": "24",
   "releaseDate": "Oct 16, 2009",
   "score": "6.89",
   "members": "15873"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/15051.jpg",
   "synopsis": "The second season of Tentai Senshi Sunred.",
   "licensor": "",
   "title": "Tentai Senshi Sunred 2nd Season",
   "link": "https://myanimelist.net/anime/6582/Tentai_Senshi_Sunred_2nd_Season",
   "genres": [
    "Comedy",
    "Parody",
    "Seinen",
    "Super Power"
   ],
   "producers": [
    "AIC A.S.T.A."
   ],
   "fromType": "Manga",
   "nbEp": "26",
   "releaseDate": "Oct 3, 2009",
   "score": "7.92",
   "members": "6614"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/74070.jpg",
   "synopsis": "While searching for a run-away cat the twins Riko and Rimu Mikogami find a strange device that transforms them into \"Kirumin.\" It also enables them to turn into real animals. Their older sister Nagisa soon joins them. Now the three have cute, funny and sometimes dangerous adventures.",
   "licensor": "",
   "title": "Anyamal Tantei Kiruminzoo",
   "link": "https://myanimelist.net/anime/7152/Anyamal_Tantei_Kiruminzoo",
   "genres": [
    "Magic",
    "Comedy",
    "Shoujo"
   ],
   "producers": [
    "Satelight"
   ],
   "fromType": "Original",
   "nbEp": "50",
   "releaseDate": "Oct 5, 2009",
   "score": "7.04",
   "members": "6022"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/21263.jpg",
   "synopsis": "A 12-year-old boy named Dan Bashin is taken to the alternate world of Grand Rolo by two mysterious siblings, Yuuki and Kajitsu Momose. There, he learns that he's one of the chosen core soldiers, bearing the light of the red core. Along with the other soldiers, he must save Grand Rolo from Otherworld King, who has been exploiting the worlds natives. \n\n(Source: Battle-spirits Wikia)",
   "licensor": "",
   "title": "Battle Spirits: Shounen Gekiha Dan",
   "link": "https://myanimelist.net/anime/6901/Battle_Spirits__Shounen_Gekiha_Dan",
   "genres": [
    "Game",
    "Military",
    "Adventure",
    "Magic"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Card game",
   "nbEp": "50",
   "releaseDate": "Sep 13, 2009",
   "score": "7.01",
   "members": "2278"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/16912.jpg",
   "synopsis": "Kotatsu Neko is based on a \"live-action science-fiction/fantasy romance\" film of the same name which was released in Japan in 2006. The story is set in a certain neighborhood of Tokyo where two cats live under a kotatsu. Shito is a girlish white cat, while Zero is a cool black cat. The cat's owner, Rei \"Junior\" Fujisaki, is a third-year middle-school hikikomori obsessed with games. He likes a girl in his class, but naturally, he cannot work up the nerve to tell her. Shito herself harbors a secret one-sided love also. \n\n(Source: ANN)",
   "licensor": "",
   "title": "Kotatsu Neko (TV)",
   "link": "https://myanimelist.net/anime/7189/Kotatsu_Neko_TV",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Other",
   "nbEp": "26",
   "releaseDate": "Oct 3, 2009",
   "score": "N/A",
   "members": "423"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/82798.jpg",
   "synopsis": "The second season of Eagle Talon.",
   "licensor": "",
   "title": "Himitsukessha Taka no Tsume Countdown",
   "link": "https://myanimelist.net/anime/7175/Himitsukessha_Taka_no_Tsume_Countdown",
   "genres": [
    "Comedy",
    "Parody",
    "Super Power"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "-",
   "nbEp": "11",
   "releaseDate": "Oct 7, 2009",
   "score": "N/A",
   "members": "400"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/61397.jpg",
   "synopsis": "Japan's TV Asahi network will premiere a television anime adaptation of Tetsu Adachi's Baka-Kyoudai (Idiotic Siblings) manga under the title Gokyoudai Monogatari (Sibling Stories) on October 10. The original manga has been running on an irregular schedule in Kodansha's Young Magazine since 1999. The story centers on a sister and her twin brother who live carefree lives in Tokyo's lower-class neighborhoods and have heartwarming encounters with the local people. It received an award of excellence at the 7th Cultural Media Arts Festival in 2003. \n\nYuki Matsuoka will voice the sister Onei Jinushi, and Yumiko Kobayashi will play her twin brother Junichirō Jinushi. Sayaka Ohara will play the local restaurant waitress Shizuka.",
   "licensor": "",
   "title": "Gokyoudai Monogatari",
   "link": "https://myanimelist.net/anime/7177/Gokyoudai_Monogatari",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "32",
   "releaseDate": "Oct 10, 2009",
   "score": "N/A",
   "members": "340"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/45722.jpg",
   "synopsis": "(No synopsis yet.)",
   "licensor": "",
   "title": "Wala! Pyeon-uijeom The Animation",
   "link": "https://myanimelist.net/anime/17106/Wala_Pyeon-uijeom_The_Animation",
   "genres": [
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Web manga",
   "nbEp": "24",
   "releaseDate": "Oct 23, 2009",
   "score": "N/A",
   "members": "212"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/82797.jpg",
   "synopsis": "The sequel to Cofun Gal no Coffy (TV), it takes place 3 year later via a college campus life comedy about 20-year-old college student Coffy, her boyfriend Nintoku-kun, her childhood friend Daniel, her love rival Dorothy, and Okehazama-sensei, who quit being a teacher and became the chief of the college mart.",
   "licensor": "",
   "title": "Cofun Gal no Coffy Campus Life",
   "link": "https://myanimelist.net/anime/13505/Cofun_Gal_no_Coffy_Campus_Life",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "11",
   "releaseDate": "Oct 7, 2009",
   "score": "N/A",
   "members": "209"
  }
 ],
 "TVCon": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1223/96541.jpg",
   "synopsis": "\"In order for something to be obtained, something of equal value must be lost.\"\n\nAlchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called \"automail\" and become a state alchemist, the Fullmetal Alchemist.\n\nThree years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America,Funimation",
   "title": "Fullmetal Alchemist: Brotherhood",
   "link": "https://myanimelist.net/anime/5114/Fullmetal_Alchemist__Brotherhood",
   "genres": [
    "Action",
    "Military",
    "Adventure",
    "Comedy",
    "Drama",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Manga",
   "nbEp": "64",
   "releaseDate": "Apr 5, 2009, 17:00 (JST)",
   "score": "9.23",
   "members": "1877751"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/17407.jpg",
   "synopsis": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n \nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Naruto: Shippuuden",
   "link": "https://myanimelist.net/anime/1735/Naruto__Shippuuden",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Martial Arts",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "500",
   "releaseDate": "Feb 15, 2007, 19:30 (JST)",
   "score": "8.15",
   "members": "1247406"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/40451.jpg",
   "synopsis": "Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\n\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Bleach",
   "link": "https://myanimelist.net/anime/269/Bleach",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Supernatural",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "366",
   "releaseDate": "Oct 5, 2004, 18:00 (JST)",
   "score": "7.80",
   "members": "1121699"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/73245.jpg",
   "synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
   "licensor": "4Kids Entertainment,Funimation",
   "title": "One Piece",
   "link": "https://myanimelist.net/anime/21/One_Piece",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Super Power",
    "Drama",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Oct 20, 1999, 09:30 (JST)",
   "score": "8.48",
   "members": "1101886"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/75274.jpg",
   "synopsis": "Koyomi Araragi, a third-year high school student, manages to survive a vampire attack with the help of Meme Oshino, a strange man residing in an abandoned building. Though being saved from vampirism and now a human again, several side effects such as superhuman healing abilities and enhanced vision still remain. Regardless, Araragi tries to live the life of a normal student, with the help of his friend and the class president, Tsubasa Hanekawa.\n\nWhen fellow classmate Hitagi Senjougahara falls down the stairs and is caught by Araragi, the boy realizes that the girl is unnaturally weightless. Despite Senjougahara's protests, Araragi insists he help her, deciding to enlist the aid of Oshino, the very man who had once helped him with his own predicament.\n\nThrough several tales involving demons and gods, Bakemonogatari follows Araragi as he attempts to help those who suffer from supernatural maladies.\n\n[Written by MAL Rewrite]",
   "licensor": "Aniplex of America",
   "title": "Bakemonogatari",
   "link": "https://myanimelist.net/anime/5081/Bakemonogatari",
   "genres": [
    "Romance",
    "Supernatural",
    "Mystery",
    "Vampire"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Light novel",
   "nbEp": "15",
   "releaseDate": "Jul 3, 2009, 23:00 (JST)",
   "score": "8.36",
   "members": "936069"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/73274.jpg",
   "synopsis": "The Amanto, aliens from outer space, have invaded Earth and taken over feudal Japan. As a result, a prohibition on swords has been established, and the samurai of Japan are treated with disregard as a consequence.\n\nHowever one man, Gintoki Sakata, still possesses the heart of the samurai, although from his love of sweets and work as a yorozuya, one might not expect it. Accompanying him in his jack-of-all-trades line of work are Shinpachi Shimura, a boy with glasses and a strong heart, Kagura with her umbrella and seemingly bottomless stomach, as well as Sadaharu, their oversized pet dog. Of course, these odd jobs are not always simple, as they frequently have run-ins with the police, ragtag rebels, and assassins, oftentimes leading to humorous but unfortunate consequences.\n\nWho said life as an errand boy was easy?\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Sentai Filmworks",
   "title": "Gintama",
   "link": "https://myanimelist.net/anime/918/Gintama",
   "genres": [
    "Action",
    "Comedy",
    "Historical",
    "Parody",
    "Samurai",
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "201",
   "releaseDate": "Apr 4, 2006, 18:00 (JST)",
   "score": "8.97",
   "members": "653588"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/80000.jpg",
   "synopsis": "There is no putting it lightly—Tsunayoshi Sawada is just no good. He is clumsy, talentless, and desperately in love with the school idol Kyouko Sasagawa, a girl so completely out of his league. Dubbed \"Loser Tsuna\" by his classmates, he seems to be the very personification of failure in the guise of a middle-schooler.\n\nTsuna's boring life takes an extraordinary twist when he encounters the mysterious Reborn, who happens to be a hitman... and shockingly, a baby! Sent from the strongest Mafia family in Italy, Reborn is assigned the daunting mission of preparing the dull middle schooler to succeed the ninth boss of the notorious Vongola family, who is on the brink of retirement. The dull boy has a grueling road ahead, but with the help of his new criminal affiliates and his peculiar home tutor, perhaps even Loser Tsuna can achieve greatness.\n\n[Written by MAL Rewrite]",
   "licensor": "Discotek Media,Viz Media",
   "title": "Katekyo Hitman Reborn!",
   "link": "https://myanimelist.net/anime/1604/Katekyo_Hitman_Reborn",
   "genres": [
    "Action",
    "Comedy",
    "Shounen",
    "Super Power"
   ],
   "producers": [
    "Artland"
   ],
   "fromType": "Manga",
   "nbEp": "203",
   "releaseDate": "Oct 7, 2006, 10:30 (JST)",
   "score": "8.20",
   "members": "425074"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/14065.jpg",
   "synopsis": "Five years after the events of Dragon Ball, martial arts expert Gokuu is now a grown man married to his wife Chi-Chi, with a four-year old son named Gohan. While attending a reunion on Turtle Island with his old friends Master Roshi, Krillin, Bulma and others, the festivities are interrupted when a humanoid alien named Raditz not only reveals the truth behind Gokuu's past, but kidnaps Gohan as well.\n\nWith Raditz displaying power beyond anything Gokuu has seen before, he is forced to team up with his old nemesis, Piccolo, in order to rescue his son. But when Gokuu and Piccolo reveal the secret of the seven mystical wish-granting Dragon Balls to Raditz, he informs the duo that there is more of his race, the Saiyans, and they won’t pass up an opportunity to seize the power of the Dragon Balls for themselves.\n\nThese events begin the saga of Dragon Ball Kai, a story that finds Gokuu and his friends and family constantly defending the galaxy from increasingly more powerful threats. Bizarre, comical, heartwarming and threatening characters come together in a series of battles that push the powers and abilities of Gokuu and his friends beyond anything they have ever experienced.",
   "licensor": "Funimation",
   "title": "Dragon Ball Kai",
   "link": "https://myanimelist.net/anime/6033/Dragon_Ball_Kai",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy",
    "Martial Arts",
    "Shounen",
    "Super Power"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "97",
   "releaseDate": "Apr 5, 2009, 09:00 (JST)",
   "score": "7.77",
   "members": "231430"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
   "synopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nDetective Conan follows Shinichi who, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
   "licensor": "Crunchyroll,Funimation",
   "title": "Detective Conan",
   "link": "https://myanimelist.net/anime/235/Detective_Conan",
   "genres": [
    "Adventure",
    "Mystery",
    "Comedy",
    "Police",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Jan 8, 1996, 18:00 (JST)",
   "score": "8.18",
   "members": "220972"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/17709.jpg",
   "synopsis": "Considered as the third installment in the highly popular When They Cry series by 07th Expansion, Umineko no Naku Koro ni takes place on the island of Rokkenjima, owned by the immensely wealthy Ushiromiya family. As customary per year, the entire family is gathering on the island for a conference that discusses the current financial situations of each respective person. Because of the family head's poor health, this year involves the topic of the head of the family's inheritance and how it will be distributed.\n\nHowever, the family is unaware that the distribution of his wealth is the least of Ushiromiya Kinzou's (family head) concerns for this year's family conference. After being told that his end was approaching by his longtime friend and physician, Kinzou is desperate to meet his life's true love one last time: the Golden Witch, Beatrice. Having immersed himself in black magic for many of the later years in his life, Kinzou instigates a ceremony to revive his beloved upon his family's arrival on Rokkenjima. Soon after, a violent typhoon traps the family on the island and a string of mysterious murders commence, forcing the eighteen people on the island to fight for their lives in a deadly struggle between fantasy and reality.\n\n[Written by MAL Rewrite]",
   "licensor": "NIS America, Inc.",
   "title": "Umineko no Naku Koro ni",
   "link": "https://myanimelist.net/anime/4896/Umineko_no_Naku_Koro_ni",
   "genres": [
    "Mystery",
    "Horror",
    "Psychological",
    "Supernatural"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Visual novel",
   "nbEp": "26",
   "releaseDate": "Jul 2, 2009",
   "score": "7.16",
   "members": "174255"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/23457.jpg",
   "synopsis": "At the onset of World War III, nobody could have predicted the effect it would have on Japan. While it had officially ended fifty years ago in 2150, its battles still persist. Large, mysterious areas known as \"Blackspots\" appeared across the country, filled with the contaminated ruins of cities and countrysides. Those inside were trapped to halt the spread of contamination, and their powers began to mutate—be they shapeshifters, pyromancers, or controllers of gravity itself—they all became known as the Needless.\n\nAdam Blade is one such Needless, possessing remarkable regenerative abilities and incredible strength. In order to restore peace to a war-torn Japan, he and his allies must fight together to rise against a heinous research group by the name of Simeon.",
   "licensor": "Sentai Filmworks",
   "title": "Needless",
   "link": "https://myanimelist.net/anime/6030/Needless",
   "genres": [
    "Action",
    "Sci-Fi",
    "Comedy",
    "Super Power",
    "Ecchi",
    "Seinen"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "24",
   "releaseDate": "Jul 3, 2009",
   "score": "7.30",
   "members": "121344"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1854/94704.jpg",
   "synopsis": "While other schools in Japan compete for the title of being the best soccer team in the country, Raimon Middle School's soccer club, Inazuma Eleven, struggles to rise from the verge of being disbanded. The grandson of Inazuma Eleven's first generation goalkeeper and captain of the team, Mamoru Endou, takes the challenge of kicking the long neglected club back into shape. To do this, he'll need a little help and more than a little luck.\n\nMamoru Endou finds hope in the hands of Shuuya Gouenji, a brilliant young player who has given up on soccer. Mamoru is determined to get Shuuya and other new recruits to join his team, no matter what the cost. Is his passion and determination enough to treat the ailing club? Or is there no more hope for the team?",
   "licensor": "",
   "title": "Inazuma Eleven",
   "link": "https://myanimelist.net/anime/5231/Inazuma_Eleven",
   "genres": [
    "Sports",
    "Super Power",
    "Shounen"
   ],
   "producers": [
    "OLM"
   ],
   "fromType": "Game",
   "nbEp": "127",
   "releaseDate": "Oct 5, 2008",
   "score": "7.58",
   "members": "114439"
  },
  {
   "synopsis": "",
   "licensor": "",
   "title": "",
   "link": "",
   "genres": [
    ""
   ],
   "producers": [
    ""
   ],
   "fromType": "",
   "nbEp": "",
   "releaseDate": "",
   "score": "",
   "members": ""
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/22103.jpg",
   "synopsis": "Kou Kitamura and Aoba Tsukishima are often at odds—even though their families happen to be close friends and business partners. Although the only child of a sports shop owner, Kou has never been interested in playing baseball. Despite this, he possesses an impressive batting ability honed by frequent visits to the local baseball batting center run by the Tsukushima family. On the other hand, Aoba loves to play baseball and is a star player with exceptional pitching form.\n\nHowever, these two seemingly complete opposites share something very important to them—Wakaba Tsukishima, Aoba's older sister and Kou's destined sweetheart. Admired by the quarrelsome duo, Wakaba often finds herself the catalyst to their never-ending rivalry. But whether or not they realize that they have more in common than either would care to admit, only time will tell. The game of baseball may just be what the pair needs to ultimately overcome their own personal struggles.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Cross Game",
   "link": "https://myanimelist.net/anime/5941/Cross_Game",
   "genres": [
    "Comedy",
    "Drama",
    "Romance",
    "School",
    "Shounen",
    "Sports"
   ],
   "producers": [
    "SynergySP"
   ],
   "fromType": "Manga",
   "nbEp": "50",
   "releaseDate": "Apr 5, 2009",
   "score": "8.46",
   "members": "92978"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1667/103658.jpg",
   "synopsis": "Yuusei Fudou is out to get back what was stolen from him.\n\nThe world of dueling has evolved, with Riding Duels becoming the peak of entertainment for the residents of Neo Domino City. They are played on D-Wheels, a hybrid between Duel Disks and motorbikes. After the mechanically skilled Yuusei managed to build his own D-Wheel, his former friend Jack Atlas stole it alongside Yuusei's best card, Stardust Dragon; ditching their decrepit hometown of Satellite, he escaped to Neo Domino City.\n\nIn the two years since then, Jack has risen to the top of the dueling world, while Yuusei has been making preparations thanks to the help of his friends. With his new D-Wheel finished, he now sets off to Neo Domino City, his only goal to find Jack. Unbeknownst to either of them, there are far bigger things at stake than they can imagine, with puppeteers pulling the strings behind the scenes.\n\n[Written by MAL Rewrite]",
   "licensor": "4Kids Entertainment",
   "title": "Yu☆Gi☆Oh! 5D's",
   "link": "https://myanimelist.net/anime/3972/Yu%E2%98%86Gi%E2%98%86Oh_5Ds",
   "genres": [
    "Action",
    "Game",
    "Shounen"
   ],
   "producers": [
    "Gallop"
   ],
   "fromType": "Manga",
   "nbEp": "154",
   "releaseDate": "Apr 2, 2008, 18:00 (JST)",
   "score": "7.44",
   "members": "90650"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/19845.jpg",
   "synopsis": "In the land of Ryoza, the neighboring provinces of Shin-Ou and Tai-Kou have been at peace. Queen Shinou is the ruler of Ryoza and her greatest general, Grand Duke Taikou, defends the kingdom with his army of powerful war-lizards known as the \"Touda.\" Although the two regions have enjoyed a long-standing alliance, mounting tensions threaten to spark a fierce civil war.\n\nWithin Ake, a village in Tai-Kou tasked with raising the Grand Duke's army, lives Erin, a bright girl who spends her days watching the work of her mother Soyon, the village's head Touda doctor. But while under Soyon's care, a disastrous incident befalls the Grand Duke's strongest Touda, and the peace that Erin and her mother had been enjoying vanishes as Soyon is punished severely. In a desperate attempt to save her mother, Erin ends up falling in a river and is swept towards Shin-Ou.\n\nUnable to return home, Erin must learn to lead a new life with completely different people, all while hunting for the truth of both beasts and humanity itself, with tensions between the two regions constantly escalating.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Kemono no Souja Erin",
   "link": "https://myanimelist.net/anime/5420/Kemono_no_Souja_Erin",
   "genres": [
    "Drama",
    "Fantasy",
    "Slice of Life"
   ],
   "producers": [
    "Production I.G",
    "Trans Arts"
   ],
   "fromType": "Novel",
   "nbEp": "50",
   "releaseDate": "Jan 10, 2009",
   "score": "8.36",
   "members": "64067"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/22695.jpg",
   "synopsis": "Kajika Louisa Kugami Burnsworth is the only daughter of Harry Burnsworth, an influential and respected industrialist who has the power to move the world. There was a threat on Kajika’s life when she was just two years old, and her mother died protecting her. After this tragic incident, Harry sent his only child to an isolated island, Giviolle, where she was raised by the island’s native, Maria. Kajika’s companions during her time there include a white leopard named Mustafa and a boy named Li Ren Fang, who visited her two or three times a year.\n\nKajika, now fourteen, returns to her father's side, only to be told to begin a game to find her future husband. Harry makes sure that Kajika willingly participates in this game by telling her that she needs to face the harshness of her fate along with the man she chooses to be her husband. She needs to decide among the three candidates that Harry has personally chosen, but it won’t be easy. Kajika must figure out who they are and where they are without any information to go on except that they all possess an irresistible brilliance and charm. All the while, the men aren't even aware that they are the chosen ones. Kajika must also choose wisely, as her partner has to willingly accept her to be his bride.\n\nHansakeru Seishounen revolves around endearing love, intense passion, noble friendship, undying loyalty, family relations, and political intrigue. The heaviness of Kajika’s fate is real, the threat on Kajika’s life is inevitable, and the husband game is more than just a mere game. Harry needs to find a suitable partner to protect his daughter before someone discovers Kajika’s deep secret—a secret even she is unaware of.",
   "licensor": "",
   "title": "Hanasakeru Seishounen",
   "link": "https://myanimelist.net/anime/5835/Hanasakeru_Seishounen",
   "genres": [
    "Drama",
    "Romance",
    "Shoujo"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "39",
   "releaseDate": "Apr 5, 2009",
   "score": "7.79",
   "members": "54032"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/21764.jpg",
   "synopsis": "Unsuspecting inhabitants of the planet Earth are going about their business, enjoying a bright and particularly beautiful sunny day, when a young Japanese boy spots a shiny object falling from the sky... Has an alien invasion finally begun?\n\nElsewhere in Japan, Keroro, frog sergeant and leader of the Space Invasion Army Special Tactics Platoon of the 58th Planet in the Gamma Planetary System, has discovered the perfect hideout. He infiltrates the home of the Hinata family in an attempt to establish a headquarters that he and his troops could use to prepare for world domination... but earthlings Fuyuki and Natsumi Hinata are too much for him to handle! Natsumi instinctively calls them out of hiding, leaving the hapless sergeant no option but to reveal his secret identity. The two siblings soon welcome the sergeant to their home, all thanks to Fuyuki’s generos—err... curiosity.\n\nThe Sergeant has successfully infiltrated his first target area! Or has he? Join Keroro Gunsou in his dastardly attempt to take over the world!",
   "licensor": "ADV Films,Funimation",
   "title": "Keroro Gunsou",
   "link": "https://myanimelist.net/anime/516/Keroro_Gunsou",
   "genres": [
    "Comedy",
    "Mecha",
    "Parody",
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "358",
   "releaseDate": "Apr 3, 2004",
   "score": "7.74",
   "members": "53949"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/59897.jpg",
   "synopsis": "Just because an anime features a young protagonist does not necessarily mean that it is an appropriate series to show your children. Young Shinnosuke, or Shin-chan for short, is a very creative young boy that lives with his eccentric parents, Misae and Hiroshi, as well as his Prima Donna younger sister, Himawari, and has loads of unique friends to boot.\n\nEveryday life for little Shin-chan is full of funny (and shocking) moments, most of which stem from his unnatural and sometimes profane use of language, as well as his constant acts of inappropriate behavior. Shin-chan's famous \"elephant\" gag is one of the most defining moments in Crayon Shin-chan, simply because it is the epitome of crude comedy, one of the core themes of the series.\n\nCrayon Shin-chan is a hilarious show about the day in the life of a young, curious boy, that captures the awkwardness of growing up as well as the beauty of being true to one's self, no matter what others say.",
   "licensor": "Funimation",
   "title": "Crayon Shin-chan",
   "link": "https://myanimelist.net/anime/966/Crayon_Shin-chan",
   "genres": [
    "Slice of Life",
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "Shin-Ei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "?",
   "releaseDate": "Apr 13, 1992, 19:30 (JST)",
   "score": "7.69",
   "members": "50210"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/21387.jpg",
   "synopsis": "A new cast of characters take on the continued battle between good and evil. Ginga, our hero, and his group of loyal friends take on a dangerous group called the Dark Nebula. The Dark Nebula’s sole mission is to take over the world and unleash their evil upon it; but before they can do so, they must destroy Ginga as he is the only person that’s strong enough to stand in their way. The plot thickens as friends become enemies and enemies become allies. Everything starts and ends with Ginga as he struggles to find the strength to defend his world and the honor of Beyblade.\n\n(Source: Beyblade.com)",
   "licensor": "Nelvana",
   "title": "Metal Fight Beyblade",
   "link": "https://myanimelist.net/anime/5962/Metal_Fight_Beyblade",
   "genres": [
    "Adventure",
    "Comedy",
    "Sports"
   ],
   "producers": [
    "Seven",
    "SynergySP",
    "Tatsunoko Production"
   ],
   "fromType": "Manga",
   "nbEp": "51",
   "releaseDate": "Apr 5, 2009, 08:30 (JST)",
   "score": "6.65",
   "members": "42847"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/17258.jpg",
   "synopsis": "After the final downfall of the rogue Bakugan Naga, peace was brought back to Vestroia. With the help of Danma Kuusou, his companion Pyrus Dragonoid, and other Battle Brawlers, the Infinity and Silent Cores were combined and the realm was recreated.\n\nHowever, New Vestroia will not be given any respite as humanoid alien invaders, the Vestals, arrive and conquer the Bakugan world in one fell swoop. Armed with a fearsome machine capable of restricting Bakugan into their ball forms, they aim to enslave the race as a form of entertainment.\n\nNow, the only force standing in their way is the Bakugan Battle Brawlers Resistance—a group of humans, Bakugan, and Vestals who oppose the idea of annihilating a sentient race. Led by Danma, they must venture into enemy-occupied New Vestroia and repel the invaders, to assure the survival of the entire world.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Bakugan Battle Brawlers: New Vestroia",
   "link": "https://myanimelist.net/anime/5337/Bakugan_Battle_Brawlers__New_Vestroia",
   "genres": [
    "Game",
    "Adventure",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "TMS Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 12, 2009",
   "score": "6.39",
   "members": "38744"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/21172.jpg",
   "synopsis": "In 2029, a large scale ground sinkage occurred in the Mediterranean Sea. Chemical elements such as oxygen, carbon, gold, molybdenum, and cobalt disappeared from the earth's crust suddenly. The human population was decreased by 90% in sixty years. Researchers found out that the disappeared elements were drained into a planet \"Nega Earth\", located in another dimension. To save the Earth, a special team called the \"Element Hunters\" is organized. All of the members are under 13 years old, because young and flexible brains are needed to access \"Nega Earth\".",
   "licensor": "",
   "title": "Element Hunters",
   "link": "https://myanimelist.net/anime/5945/Element_Hunters",
   "genres": [
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "Heewon Entertainment"
   ],
   "fromType": "Original",
   "nbEp": "39",
   "releaseDate": "Jul 4, 2009, 18:00 (JST)",
   "score": "6.66",
   "members": "11502"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/21267.jpg",
   "synopsis": "Love Momozono is a 14-year-old student at Yotsuba Junior Highschool that tends to care more for others than for herself. One day she visits a show of the famous dance unit \"Trinity\" and decides to become a dancer, too. On the same event, subordinates of the Labyrinth Kingdom show up who want to collect the unhappiness of the audience. Love gets the power to change into Cure Peach and fights them. Soon after, she is joined by her good friends Miki, who is Cure Berry, and Inori, who becomes Cure Pine.\n \n(Source: ANN)",
   "licensor": "",
   "title": "Fresh Precure!",
   "link": "https://myanimelist.net/anime/5684/Fresh_Precure",
   "genres": [
    "Action",
    "Slice of Life",
    "Comedy",
    "Magic",
    "Fantasy",
    "Shoujo"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "50",
   "releaseDate": "Feb 1, 2009, 08:30 (JST)",
   "score": "7.33",
   "members": "11422"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/20954.jpg",
   "synopsis": "When what looks to be a cluster of shooting stars appear in the sky, Rinko Kougyoku and her friend Minami each make a wish.\n\nWhat the girls truly saw were not stars, but 'Jewel Charms' falling to the Earth. These charms were created by three magicians in a magical world names Jewel Land, each housing one of its many native Jewelpets. Although these creatures are free to roam the world in their original form, the magicians sometimes turn them into charms so that they can be carried around with great ease. Most Jewelpets don't find this troublesome, but once a mischievous bunny by the name of Ruby feels overly claustrophobic, she devises her escape.\n\nOne day, the magicians decide to move the Jewelpets, and task a pelican with delivering them to the Dream Forest. All is well until a strong gust of wind disorients the bird, who then drops all of the charms that he was carrying. Instead of heading towards the Dream Forest, all the Jewelpets but Ruby fall to Rinko’s home city on Earth. Someone must go and retrieve them all, and as Ruby was the worst-behaved of the bunch, she is given the task of going to Earth.\n\nWhen Ruby reaches Earth in the form of a red Jewel Charm, she falls into Rinko’s water glass, and thus begins a rather unexpected adventure. Rinko, Minami, and Ruby form an alliance to search and gather all of the fallen charms, encountering strange creatures and tons of helpful allies along the way. Will they be able to succesfully bring the Jewelpets home safely, or is Earth full of more danger than they had expected?",
   "licensor": "",
   "title": "Jewelpet",
   "link": "https://myanimelist.net/anime/6008/Jewelpet",
   "genres": [
    "Fantasy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "Studio Comet"
   ],
   "fromType": "Original",
   "nbEp": "52",
   "releaseDate": "Apr 5, 2009, 09:30 (JST)",
   "score": "6.67",
   "members": "7703"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/13986.jpg",
   "synopsis": "Mimi Kitagami is a kind, level-headed girl who aims to be the best, coolest student council president of her high school class. However, three trouble-making boys are always causing her grief — and she has a one-sided crush on one of the boys, Ushio Toujou.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Gokujou!! Mecha Mote Iinchou",
   "link": "https://myanimelist.net/anime/6117/Gokujou_Mecha_Mote_Iinchou",
   "genres": [
    "Comedy",
    "Romance",
    "School",
    "Shoujo"
   ],
   "producers": [
    "SynergySP"
   ],
   "fromType": "Manga",
   "nbEp": "51",
   "releaseDate": "Apr 4, 2009, 09:00 (JST)",
   "score": "6.44",
   "members": "6077"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/23125.jpg",
   "synopsis": "Higepiyo is a little chick with a mustache, who is seeking to aquire masculinity with his friend Hiroshi but ends up being entangled with a skin of heated milk.",
   "licensor": "",
   "title": "Higepiyo",
   "link": "https://myanimelist.net/anime/5983/Higepiyo",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Kinema Citrus"
   ],
   "fromType": "Original",
   "nbEp": "39",
   "releaseDate": "Apr 3, 2009",
   "score": "7.13",
   "members": "5260"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/25502.jpg",
   "synopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults. \n\n(Source: AniDB)",
   "licensor": "",
   "title": "Sazae-san",
   "link": "https://myanimelist.net/anime/2406/Sazae-san",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "4-koma manga",
   "nbEp": "?",
   "releaseDate": "Oct 5, 1969, 18:30 (JST)",
   "score": "6.11",
   "members": "4583"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/20591.jpg",
   "synopsis": "Based on a manga about cats and their sake loving owner.",
   "licensor": "",
   "title": "Kuruneko",
   "link": "https://myanimelist.net/anime/6604/Kuruneko",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "DAX Production",
    "Studio Deen"
   ],
   "fromType": "Manga",
   "nbEp": "50",
   "releaseDate": "Jul 5, 2009, 11:40 (JST)",
   "score": "7.34",
   "members": "3778"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/22111.jpg",
   "synopsis": "Marika is a gothic lolita who somehow ends up in the mysterious town  of Galihabara. There she meets different famous scientists like Galileo Galilei, Marie Skłodowska Curie and Sir Isaac Newton.",
   "licensor": "",
   "title": "Marie & Gali",
   "link": "https://myanimelist.net/anime/6130/Marie___Gali",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "40",
   "releaseDate": "Mar 31, 2009",
   "score": "6.33",
   "members": "3391"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/70931.jpg",
   "synopsis": "Based on Rieko Saibara's humorous semi-autobiographical manga about her life raising her two children.",
   "licensor": "",
   "title": "Mainichi Kaasan",
   "link": "https://myanimelist.net/anime/6116/Mainichi_Kaasan",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "142",
   "releaseDate": "Apr 1, 2009",
   "score": "7.35",
   "members": "2467"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/13420.jpg",
   "synopsis": "A gravure idol, Asada Misako, plays the main character Charady. Other characters are played by the students of Kyoto University of Art and Design Department of Character Designing. It is a short comedy animation about jokes from all parts of the world.",
   "licensor": "",
   "title": "Charady no Joke na Mainichi",
   "link": "https://myanimelist.net/anime/6131/Charady_no_Joke_na_Mainichi",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "365",
   "releaseDate": "Apr 1, 2009",
   "score": "5.44",
   "members": "2125"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1622/105190.jpg",
   "synopsis": "Shobu and friends fight the remaining Fua Duelists in order to defeat Zakira. Once again, they face off against the old members of Fua Duelists at the World Championship tournament.\n\nShobu also found the terrible fate his friends faced because of these duelists in their past.\n\n(Source: Duel Masters Wikia)",
   "licensor": "",
   "title": "Duel Masters Cross",
   "link": "https://myanimelist.net/anime/10527/Duel_Masters_Cross",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "100",
   "releaseDate": "Apr 5, 2008",
   "score": "6.38",
   "members": "1814"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/34817.jpg",
   "synopsis": "This anime was running almost 20 years and has over 1800 episodes.",
   "licensor": "",
   "title": "Oyako Club",
   "link": "https://myanimelist.net/anime/12393/Oyako_Club",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Eiken"
   ],
   "fromType": "Original",
   "nbEp": "1818",
   "releaseDate": "Oct 3, 1994",
   "score": "5.55",
   "members": "591"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1631/104991.jpg",
   "synopsis": "The daily life of the Motsumoto family. The three sisters, Fuu, Suu, and Chii, follow what happens on a daily basis. Mother and Father have to deal with them sometimes, but they're used to it.",
   "licensor": "",
   "title": "Uchi no 3 Shimai",
   "link": "https://myanimelist.net/anime/3975/Uchi_no_3_Shimai",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Daewon Media",
    "Toei Animation"
   ],
   "fromType": "Other",
   "nbEp": "102",
   "releaseDate": "Apr 8, 2008",
   "score": "N/A",
   "members": "472"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/21982.jpg",
   "synopsis": "Ukkari Penelope is about a young koala's daily adventures. The narrator is Mamiko Noto!",
   "licensor": "",
   "title": "Ukkari Pénélope (2009)",
   "link": "https://myanimelist.net/anime/6822/Ukkari_Pénélope_2009",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "Nippon Animation"
   ],
   "fromType": "-",
   "nbEp": "26",
   "releaseDate": "Jun 29, 2009",
   "score": "N/A",
   "members": "463"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/12867.jpg",
   "synopsis": "It's about an ordinary office worker Fumiyama Fumio, who gains self-confidence by the advices of an Indian god, Ganesha.",
   "licensor": "",
   "title": "Yume wo Kanaeru Zou",
   "link": "https://myanimelist.net/anime/5841/Yume_wo_Kanaeru_Zou",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Jan 13, 2009",
   "score": "N/A",
   "members": "314"
  }
 ],
 "OVAs": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/7333.jpg",
   "synopsis": "There exist creatures of darkness and evil that plague the night, devouring any human unfortunate enough to be caught in their grasp. On the other side is Hellsing, an organization dedicated to destroying these supernatural forces that threaten the very existence of humanity. At its head is Integra Fairbrook Wingates Hellsing, who commands a powerful military and spends her life fighting the undead.\n\nIntegra's vast army, however, pales in comparison with her ultimate weapon: the vampire Alucard, who works against his own kind as an exterminator for Hellsing. With his new vampire servant, Seras Victoria, at his side, Alucard must battle not only monsters, but all those who stand to oppose Hellsing, be they in the guise of good or evil.\n\nIn a battle for mankind's survival, Hellsing Ultimate proves that appearances are not all they may seem, and sometimes the greatest weapon can come in the form of one's worst nightmare.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation,Geneon Entertainment USA",
   "title": "Hellsing Ultimate",
   "link": "https://myanimelist.net/anime/777/Hellsing_Ultimate",
   "genres": [
    "Action",
    "Military",
    "Horror",
    "Supernatural",
    "Vampire",
    "Seinen"
   ],
   "producers": [
    "Graphinica",
    "Madhouse",
    "Satelight"
   ],
   "fromType": "Manga",
   "nbEp": "10",
   "releaseDate": "Feb 10, 2006",
   "score": "8.43",
   "members": "600366"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/22223.jpg",
   "synopsis": "When Keita Suminoe's father remarried, not only did he gain a new mother, but elder twin sisters as well. Distinct yet similar, the homely and mature Ako is a former student council president, while the athletic and aloof Riko is the previous disciplinary president. The three of them have been together since kindergarten, resulting in a deep bond between the siblings. However, over time, their relationship developed into something more romantic—and erotic .\n\nNow in his last year of middle school, Keita has already received a sports recommendation, but it's from a different high school than his two sisters. Disappointed, both sisters try to change his mind, and he agrees, giving in to their desperate pleas. Unaware of the consequences, he now has to attempt to study for his high school exams while warding off the advances of his lust-driven sisters. With their parent's blessings, Ako and Riko strive to be Keita's future wife, leaving him to try his best to keep the relationship between them strictly platonic. However, with two beautiful girls vying for his attention, will Keita be able to withstand the endless temptations?\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Kiss x Sis",
   "link": "https://myanimelist.net/anime/5042/Kiss_x_Sis",
   "genres": [
    "Comedy",
    "Ecchi",
    "Harem",
    "Romance",
    "School",
    "Seinen"
   ],
   "producers": [
    "feel."
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Dec 22, 2008",
   "score": "6.97",
   "members": "230729"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/17923.jpg",
   "synopsis": "Episode 01: Rito becomes a Woman\nLala invents a gizmo to make her bust bigger. However, this invention of hers accidentally turns Rito into a woman.\n\nEpisode 02: Rito and Mikan\nFeeling lonely because Rito is always spending time with Lala, Mikan storms out of the house. While Rito and Lala are out looking for her a few flashbacks from the past, showing Rito and Mikan as kids, are shown.\n\nEpisode 03: Welcome to the Southern Resort!!\nHaruna wins an island resort trip for ten females. Rito gets turned into a dog by one of Lala's inventions and somehow ends up on the island as well.\n\nEpisode 04: Trouble Quest\nRito and the girls become trapped inside an RPG game where the objective is to save Lala and defeat the evil witch Kyouko.\n\nEpisode 05: Nana and Momo\nLala's sisters cause mischief for Rito and his harem at a cherry blossom viewing.\n\nEpisode 06: Draft, Metamorphose, Hand & Tail\nYami and Yui confront with a senior, causing Yui to lose her panties.\n\nMikan finds Peke taking snapshots of new clothing while shopping. Suddenly, a stranger steals her bag.\n\nAs Rito tries to explore Lala's cleaned-up bedroom, he accidentally activates one of Lala's invention, fusing his hand to Lala's tail.",
   "licensor": "",
   "title": "To LOVE-Ru OVA",
   "link": "https://myanimelist.net/anime/5667/To_LOVE-Ru_OVA",
   "genres": [
    "Comedy",
    "Ecchi",
    "Harem",
    "School",
    "Sci-Fi",
    "Shounen"
   ],
   "producers": [
    "Xebec"
   ],
   "fromType": "Manga",
   "nbEp": "6",
   "releaseDate": "Apr 3, 2009",
   "score": "7.35",
   "members": "130183"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/14787.jpg",
   "synopsis": "Delinquent Juu Juuzawa is a lone wolf who does not see much use in befriending people. So when a girl named Ame Ochibana claims they are linked together from their previous lives, he is highly skeptical and doesn't want anything to do with her. Even stranger is that her fondest wish is to be his servant. Thinking that Ame must be delusional, he tries to distance himself from her. But when a classmate is murdered, Juu instead decides to keep her close, believing the strange girl to be the culprit. However, her intelligence and skill begin to prove invaluable as the two begin working together to solve the murder.\n\nDenpa-teki na Kanojo weaves together a story of love, loss, and devotion, showing that allies can be found in the most unlikely of places.\n\n[Written by MAL Rewrite]",
   "licensor": "",
   "title": "Denpa-teki na Kanojo",
   "link": "https://myanimelist.net/anime/5177/Denpa-teki_na_Kanojo",
   "genres": [
    "Mystery",
    "Thriller",
    "School"
   ],
   "producers": [
    "Brain's Base"
   ],
   "fromType": "Light novel",
   "nbEp": "2",
   "releaseDate": "Feb 4, 2009",
   "score": "7.60",
   "members": "122408"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/64715.jpg",
   "synopsis": "The Aoi siblings, Aki and Sora, are as close as a brother and sister can be. But as Sora enters high school, he realizes that his feelings for his older sister go beyond simple family ties. Oblivious to her sibling's affair, Sora's twin sister Nami attempts to get her best friend to go out with him. And unbeknownst to either of them, Nami harbors a deep and jealous lust of her own.\n\nAki-Sora is a love story, for sure, but whose love will be returned? Whose love goes unrequited? Can the bond between brother and sister be strengthened by romance, or will Aki's and Sora's affection drive them apart?",
   "licensor": "",
   "title": "Aki-Sora",
   "link": "https://myanimelist.net/anime/6987/Aki-Sora",
   "genres": [
    "Ecchi",
    "Romance",
    "Seinen"
   ],
   "producers": [
    "Hoods Entertainment"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 18, 2009",
   "score": "6.07",
   "members": "88036"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/17680.jpg",
   "synopsis": "Find out what happens when Yuji accidentally triggers a found Treasure Tool while it's pointed at Shana! Then, Yuji teams up with Wilhelmina to stalk their fiery friend—whose secrecy has become unsettling. Finally, in a two-part special, Shana tracks a Denizen's trail by sorting through a Torch's memories for clues. Her sleuth skills reveal a teenage girl's heartwarming last days and a predator with a serious identity crisis!\n\n(Source: FUNimation)",
   "licensor": "Funimation",
   "title": "Shakugan no Shana S",
   "link": "https://myanimelist.net/anime/6572/Shakugan_no_Shana_S",
   "genres": [
    "Action",
    "Drama",
    "Fantasy",
    "Romance",
    "School",
    "Supernatural"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "4",
   "releaseDate": "Oct 23, 2009",
   "score": "7.38",
   "members": "72208"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/80506.jpg",
   "synopsis": "With the arrival of summer and the school break, Chizuru, Kota, and the rest of their friends are lazily enjoying the warm weather. Chizuru flirts with Kota, Kota gets embarrassed, and Nozomu gets in the way. Tayura pines after Akane, Akane rebuffs Tayura, and a sexy good time ensues. The status quo isn't quite the same since the fox snared her prey, but the timeless boy-meets-girl tale lingers on.\n\n(Source: Media Blasters)",
   "licensor": "Media Blasters",
   "title": "Kanokon: Manatsu no Dai Shanikusai",
   "link": "https://myanimelist.net/anime/6791/Kanokon__Manatsu_no_Dai_Shanikusai",
   "genres": [
    "Ecchi",
    "Romance",
    "Slice of Life"
   ],
   "producers": [
    "Xebec"
   ],
   "fromType": "Light novel",
   "nbEp": "2",
   "releaseDate": "Oct 4, 2009",
   "score": "6.61",
   "members": "35990"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/17699.jpg",
   "synopsis": "A new Sayonara Zetsubou Sensei OVA.",
   "licensor": "",
   "title": "Zan Sayonara Zetsubou Sensei Bangaichi",
   "link": "https://myanimelist.net/anime/7044/Zan_Sayonara_Zetsubou_Sensei_Bangaichi",
   "genres": [
    "Comedy",
    "Parody",
    "School",
    "Shounen"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Nov 17, 2009",
   "score": "7.82",
   "members": "32572"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/25552.jpg",
   "synopsis": "In 2039, helper androids are widespread as general purpose electronics.\n\nKeiichiro lost his family in a traffic accident and retired from his band. One day, he finds an android of an old model in a garbage dump. He takes her home, but after taking her to a repair shop he was told that she couldn't be repaired, so he plans to throw her away. The next day, Keiichiro finds her making breakfast for him. Thus begin the summer days of an android with no memories and a dreamless boy.",
   "licensor": "",
   "title": "Kowarekake no Orgel",
   "link": "https://myanimelist.net/anime/9213/Kowarekake_no_Orgel",
   "genres": [
    "Drama",
    "Music",
    "Sci-Fi",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 31, 2009",
   "score": "7.36",
   "members": "31649"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/17646.jpg",
   "synopsis": "The story revolves around a typical high school boy named Kakeru Daichi and the can of melon juice soda that he bought from a vending machine. The can suddenly transforms into a beautiful but standoffish girl that Kakeru nicknames \"Melon\", and more \"Akikan\" (\"empty can\") girls appear. However, Akikan girls need to be infused with carbon dioxide in order to turn into a human.\n\n(Source: ANN, edited)",
   "licensor": "Sentai Filmworks",
   "title": "Akikan!: Kan Ippatsu!? Onsen Panic",
   "link": "https://myanimelist.net/anime/6287/Akikan__Kan_Ippatsu_Onsen_Panic",
   "genres": [
    "Ecchi",
    "Comedy"
   ],
   "producers": [
    "Brain's Base"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Oct 23, 2009",
   "score": "6.29",
   "members": "22548"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/79900.jpg",
   "synopsis": "Short episode bundled with the limited edition release of \"Bungaku Shoujo\" Minarai no, Shoushin.",
   "licensor": "",
   "title": "\"Bungaku Shoujo\" Kyou no Oyatsu: Hatsukoi",
   "link": "https://myanimelist.net/anime/7669/Bungaku_Shoujo_Kyou_no_Oyatsu__Hatsukoi",
   "genres": [
    "Comedy",
    "Fantasy",
    "School"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Dec 26, 2009",
   "score": "6.93",
   "members": "17353"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/14628.jpg",
   "synopsis": "Aika's story continues, she is now 19 years-old, 3 years older than in R-16 and 7 younger than in Agent AIKa. Strange phenomena have been occuring at a girls academy. Slowly but persistently the most cute and beautiful girls are joining an internal club, but instead of a sing-in they just get abducted by a strange being that takes control over them by some indecent means. \n\nBy coincidence Aika was flying-by on her plane when one of this abductions occurred and she was attacked to prevent her from comming closer, but instead of repelling her, she is intrigued about the attack's origin and then the opportunity shows up when her late partners from R-16 decide to investigate those abductions. The story remains full of action and panty flashing that are a must in Aika's series.\n\n(Source: ANN)",
   "licensor": "",
   "title": "AIKa Zero",
   "link": "https://myanimelist.net/anime/6443/AIKa_Zero",
   "genres": [
    "Action",
    "Ecchi",
    "Adventure",
    "Comedy"
   ],
   "producers": [
    "Studio Fantasia"
   ],
   "fromType": "Original",
   "nbEp": "3",
   "releaseDate": "Jul 6, 2009",
   "score": "5.95",
   "members": "14216"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/17217.jpg",
   "synopsis": "Condensed version of both the first and second seasons of Gundam 00 featuring some new animated sequences and some partially re-recorded dialogue.",
   "licensor": "",
   "title": "Mobile Suit Gundam 00 Special Edition",
   "link": "https://myanimelist.net/anime/7270/Mobile_Suit_Gundam_00_Special_Edition",
   "genres": [
    "Action",
    "Drama",
    "Mecha",
    "Military",
    "Sci-Fi"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "-",
   "nbEp": "3",
   "releaseDate": "Oct 27, 2009",
   "score": "7.62",
   "members": "9700"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1628/98051.jpg",
   "synopsis": "Kazamatsuri Touma's favourite quiet cafe — where she reads recently bought books — will soon close, so she and Kageyama Torako look for another quiet place for Touma to read. Torako suggests the cake cafe nearby. And as it turns out the two girls really love the European cakes there, and can not resist trying them all out.\n\n(Source: AniDB)",
   "licensor": "",
   "title": "Hyakko Extra",
   "link": "https://myanimelist.net/anime/6958/Hyakko_Extra",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Nippon Animation"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 8, 2009",
   "score": "6.78",
   "members": "9276"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/14378.jpg",
   "synopsis": "An OVA bundled with the limited edition of the tankobon of the Kyou no Go no Ni manga. The staff and the cast of the OVA are the same as those of the Kyou no Go no Ni TV anime.",
   "licensor": "",
   "title": "Kyou no 5 no 2 (TV): Takarabako",
   "link": "https://myanimelist.net/anime/6379/Kyou_no_5_no_2_TV__Takarabako",
   "genres": [
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "Xebec"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 6, 2009",
   "score": "7.10",
   "members": "7395"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/18027.jpg",
   "synopsis": "Elliptical Orbit:\nFifteen years after its last contact with our world, a space freighter known as the Flying Dutchman requests permission to dock at a remote moon base. This mysterious ship carries liquid protons: a power source essential to the survival of Earth’s population. But before the precious cargo can be delivered, the base is ambushed by galactic terrorists who seek to destroy the new form of energy and issue a death sentence to all of humanity.\n\n\nSymbiotic Planet:\nAgainst a backdrop of intergalactic colonization and bizarre alien life forms, Aon and Elena – star-crossed lovers from rival countries competing for valuable natural resources – struggle to build a life together despite the objections of their superiors. Their budding romance is thwarted by an outbreak of alien fungus and the interference of a cutthroat militaristic madman.  To survive, the young couple must maintain their faith in each other and learn to trust the unique creatures which inhabit this strange and wondrous new world.\n\n(Source: Funimation)",
   "licensor": "Funimation",
   "title": "TO",
   "link": "https://myanimelist.net/anime/7279/TO",
   "genres": [
    "Action",
    "Sci-Fi",
    "Space",
    "Drama",
    "Seinen"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Oct 2, 2009",
   "score": "6.39",
   "members": "4910"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/19059.jpg",
   "synopsis": "The story of the manga centers on four classmates who just entered the same junior high school together. On the first day of school, a boy named Hikaru Suzuki sees a talented girl named Sayaka performing lines from a drama on the school's rooftop, and he cannot take his eyes off her. Even as Hikaru becomes interested in Sayaka, his longtime friend Chihiro secretly pines for him. On top of that, a boy named Shinobu Suzuki — no relation to Hikaru — is falling for Chihiro. \n\n(Source: ANN)",
   "licensor": "",
   "title": "Suki Desu Suzuki-kun!!",
   "link": "https://myanimelist.net/anime/7668/Suki_Desu_Suzuki-kun",
   "genres": [
    "Romance"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "2",
   "releaseDate": "Dec 18, 2009",
   "score": "6.01",
   "members": "4572"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/21756.jpg",
   "synopsis": "OVA added to new PSP game Tokimeki Memorial 4.",
   "licensor": "",
   "title": "Tokimeki Memorial 4 OVA",
   "link": "https://myanimelist.net/anime/7691/Tokimeki_Memorial_4_OVA",
   "genres": [
    "Harem"
   ],
   "producers": [
    "Asahi Production"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec 3, 2009",
   "score": "6.15",
   "members": "1728"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/16117.jpg",
   "synopsis": "Fifteen-year-old Chacha is a typical teen with an atypical talent: she can communicate with cats. Though her friend Mito thinks this is the coolest ability in the world, Chacha finds her unique skill to be annoying at best and disruptive at worst. Whether she's dealing with countless strays proposing marriage, neighborhood cats offering to help her with tests or waking up to 'presents' on her bed in the night, Chacha's normal school life will be anything but!\n\n(Source: Anime-Planet)",
   "licensor": "",
   "title": "Kemono to Chat",
   "link": "https://myanimelist.net/anime/6932/Kemono_to_Chat",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Indeprox"
   ],
   "fromType": "4-koma manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 23, 2009",
   "score": "6.08",
   "members": "1575"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/16630.jpg",
   "synopsis": "The story follows Neri Ooishi, a high school girl who is a talented volleyball player. She once was the captain of an elementary school team that went all the way to the national tournament. However, she spent three years as an alternate at a junior high school renowned for its volleyball program. Now she is in high school with new teammates, and she gets a chance to prove herself again. \n\nThe sixth manga volume will have a \"special edition\" that will ship with the anime DVD on October 23. Nihonbashi herself is writing the script for the anime, and Prodution I.G is animating it.",
   "licensor": "",
   "title": "Shoujo Fight: Norainu-tachi no Odekake",
   "link": "https://myanimelist.net/anime/7092/Shoujo_Fight__Norainu-tachi_no_Odekake",
   "genres": [
    "Sports",
    "Comedy",
    "School",
    "Seinen"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 23, 2009",
   "score": "N/A",
   "members": "610"
  }
 ],
 "ONAs": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/67301.jpg",
   "synopsis": "The cast of Baka to Test all get together and tell us what Christmas means to them. Joy!",
   "licensor": "Funimation",
   "title": "Baka to Test to Shoukanjuu: Mondai - Christmas ni Tsuite Kotae Nasai",
   "link": "https://myanimelist.net/anime/7805/Baka_to_Test_to_Shoukanjuu__Mondai_-_Christmas_ni_Tsuite_Kotae_Nasai",
   "genres": [
    "Comedy",
    "Romance"
   ],
   "producers": [
    "Silver Link."
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec ??, 2009",
   "score": "6.68",
   "members": "36080"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/16013.jpg",
   "synopsis": "Halo Legends features seven different stories set in the Halo universe, each made by a different studio.\n\nThe Babysitter follows the Helljumpers, Orbital Drop Shock Troopers who are sent behind enemy lines to perform an assassination.\n\nThe Duel features the tale of an ancient Arbiter who refused to bow down to the Covenant religion. Branded a heretic, he must now face the consequences of his actions.\n\nThe Package depicts a group of Spartans, including the Master Chief, who are deployed to infiltrate a Covenant flagship and retrieve a “package” in a secret operation.\n\nOrigins shows Master Chief and Cortana stranded following the events of Halo 3, with Cortana summarizing the fall of the Forerunners, the defeat of the Flood, and the rise of humanity as well as the events of the Human-Covenant War.\n\nHomecoming centers on the Spartan Daisy, who reminisces on her past, and the SPARTAN-II project while evacuating UNSC soldiers pinned down by Covenant forces.\n\nPrototype is viewed from the perspective of Marine Sergeant Ghost, who is determined to fight for all he is worth in order to make up for past grievances.\n\nOdd One Out is a non-canon parody of Halo featuring Spartan 1337, who suffers from extremely bad luck.",
   "licensor": "Warner Bros. Japan",
   "title": "Halo Legends",
   "link": "https://myanimelist.net/anime/6867/Halo_Legends",
   "genres": [
    "Action",
    "Drama",
    "Military",
    "Sci-Fi"
   ],
   "producers": [
    "Bones",
    "Production I.G",
    "Studio 4°C",
    "Toei Animation"
   ],
   "fromType": "Game",
   "nbEp": "9",
   "releaseDate": "Nov 7, 2009",
   "score": "7.07",
   "members": "31508"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/20806.jpg",
   "synopsis": "Story about Fumiko, a schoolgirl who just confessed her love. But she gets turned down because the boy wants to concentrate on baseball training. Crying and running downhill through the town, she gains more and more speed...",
   "licensor": "",
   "title": "Fumiko no Kokuhaku",
   "link": "https://myanimelist.net/anime/8187/Fumiko_no_Kokuhaku",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 8, 2009",
   "score": "6.68",
   "members": "21670"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/38359.jpg",
   "synopsis": "Comedy anime about the generation gaps. The three main characters represent the major generations of Japanese; Yutori (teenagers), Tsumekomi (20-30s) and Dankai (middle age). Tsumekomi-chan is an office worker in a toy company and supervises the part-time working student Yutori-chan. She tries to get along with Yutori-chan but her selfish behavior typical of the Yutori generation is incomprehensible.",
   "licensor": "",
   "title": "Yutori-chan",
   "link": "https://myanimelist.net/anime/7770/Yutori-chan",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Actas"
   ],
   "fromType": "Original",
   "nbEp": "25",
   "releaseDate": "Dec 29, 2009",
   "score": "6.13",
   "members": "4774"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/24788.jpg",
   "synopsis": "A short in which a student named Ai meets an alien with a time machine. Ai also appears in the short Kobe to Watashi.",
   "licensor": "",
   "title": "Nekketsu Uchuujin",
   "link": "https://myanimelist.net/anime/8935/Nekketsu_Uchuujin",
   "genres": [
    "Comedy",
    "Sci-Fi"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 31, 2009",
   "score": "5.32",
   "members": "1204"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/40785.jpg",
   "synopsis": "A comedy anime about the life of Machiko, a sheep girl who lives in the Champs-Élysées shopping district.",
   "licensor": "",
   "title": "YanYan Machiko",
   "link": "https://myanimelist.net/anime/8631/YanYan_Machiko",
   "genres": [
    "Slice of Life",
    "Comedy"
   ],
   "producers": [
    "Kanaban Graphics"
   ],
   "fromType": "-",
   "nbEp": "11",
   "releaseDate": "Dec 25, 2009",
   "score": "N/A",
   "members": "532"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/38001.jpg",
   "synopsis": "A small flower gives birth to an unknown creature with an unexpected urge to eat, but it will soon end where it started off.",
   "licensor": "",
   "title": "Organic",
   "link": "https://myanimelist.net/anime/13519/Organic",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 21, 2009",
   "score": "5.47",
   "members": "299"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/18655.jpg",
   "synopsis": "The series of comedy shorts is set in New York in the future, when plants and dinosaurs have overrun the city. Yans and Gans are carnivorous dinosaurs who spend their days scaring and hunting down the herbivore dinosaurs.",
   "licensor": "",
   "title": "Yans! Gans! Meat or Die",
   "link": "https://myanimelist.net/anime/7721/Yans_Gans_Meat_or_Die",
   "genres": [
    "Adventure",
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "12",
   "releaseDate": "Oct 2, 2009",
   "score": "N/A",
   "members": "293"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1008/91231.jpg",
   "synopsis": "A short made for the stage event BIBLO held by the University of Tokyo, to be preformed by the dance group WISH. Though the director states that the performance will be slightly different from the animated video.",
   "licensor": "",
   "title": "Nameless Flipbook",
   "link": "https://myanimelist.net/anime/37527/Nameless_Flipbook",
   "genres": [
    "Dementia"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 21, 2009",
   "score": "N/A",
   "members": "199"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/85034.jpg",
   "synopsis": "Kamiusagi Rope and TOHO Cinemas collaboration episodes that were released online only.",
   "licensor": "",
   "title": "Kamiusagi Rope x TOHO Cinemas",
   "link": "https://myanimelist.net/anime/35311/Kamiusagi_Rope_x_TOHO_Cinemas",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "?",
   "releaseDate": "Nov 5, 2009",
   "score": "N/A",
   "members": "173"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1828/91248.jpg",
   "synopsis": "A girl catches a mysterious cat creature in her bucket. Soon a monster attacks her and the creature envelops her like a power suit in order to fight.",
   "licensor": "",
   "title": "Bucket no Naka no Kaka",
   "link": "https://myanimelist.net/anime/37544/Bucket_no_Naka_no_Kaka",
   "genres": [
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 31, 2009",
   "score": "N/A",
   "members": "155"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/81518.jpg",
   "synopsis": "A customer and cafe owner get into a fight.",
   "licensor": "",
   "title": "Kissaten Soudou",
   "link": "https://myanimelist.net/anime/33858/Kissaten_Soudou",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Other",
   "nbEp": "1 ep",
   "releaseDate": "Oct 8, 2009",
   "score": "N/A",
   "members": "142"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/82803.jpg",
   "synopsis": "An introduction web episode to Cofun Gal no Coffy Campus Life while also covering the main cast and characters of the previous season. This episode was also included in Cofun Gal no Coffy Campus Life's DVD release.",
   "licensor": "",
   "title": "Cofun Gal no Coffy Campus Life: Intro",
   "link": "https://myanimelist.net/anime/34372/Cofun_Gal_no_Coffy_Campus_Life__Intro",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 27, 2009",
   "score": "N/A",
   "members": "138"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1312/99138.jpg",
   "synopsis": "Short film by Takashi Ohashi, creatively depicting a musical score as it plays out.",
   "licensor": "",
   "title": "Gakufu no Rakugakichou",
   "link": "https://myanimelist.net/anime/39305/Gakufu_no_Rakugakichou",
   "genres": [
    "Music"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 10, 2009",
   "score": "N/A",
   "members": "106"
  }
 ],
 "Movies": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/75894.jpg",
   "synopsis": "Upon hearing news that islands in East Blue are being destroyed, Monkey D. Luffy and his crew go to investigate. On their way, however, an outlandish pirate ship appears out of the sky, helmed by the infamous pirate Shiki \"the Golden Lion\"—a man who ate the Float-Float Fruit and the first ever prisoner to escape from Impel Down. In his quest to defeat the World Government, Shiki kidnaps Nami to be his own navigator and sends the rest of the Straw Hat Pirates to his floating islands as hostages, leaving her in a dilemma. Separated in a land under Shiki's absolute control, Luffy and his crew must survive the mystifying terrain in order to bring back their navigator and friend.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "One Piece Film: Strong World",
   "link": "https://myanimelist.net/anime/4155/One_Piece_Film__Strong_World",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Drama",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 12, 2009",
   "score": "8.21",
   "members": "155648"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/19101.jpg",
   "synopsis": "After preventing Japan's destruction, Akira Takizawa made one final request to become the \"King of Japan,\" before he erased his memories once again and disappeared. Leaving Saki Morimi with his cellphone, the only clue she has in regards to Akira's whereabouts is the message, \"I'll be waiting where our journey started.\"\n\nSix months later, rumors have spread about Akira, and Saki's search leads her to New York City. However, Saki is not the only person who goes to investigate—with several billion yen burning a hole in their pockets and a challenge to \"save Japan,\" the remaining Seleção are not far behind. Some are willing to help Akira achieve his goals, but a few are making dangerous moves in order to eliminate him and achieve their own picture of a better Japan. With rising stakes and new revelations, the game is still on.\n\n[Written by MAL Rewrite]",
   "licensor": "Funimation",
   "title": "Higashi no Eden Movie I: The King of Eden",
   "link": "https://myanimelist.net/anime/6372/Higashi_no_Eden_Movie_I__The_King_of_Eden",
   "genres": [
    "Comedy",
    "Drama",
    "Mystery",
    "Romance",
    "Slice of Life",
    "Thriller"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 28, 2009",
   "score": "7.62",
   "members": "138632"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/87056.jpg",
   "synopsis": "\"Medusa,\" a deadly virus becomes a worldwide epidemic. In order to escape from this deadly virus, a handful of people are chosen to be put into a cold sleep, laying in a capsule hoping for the future cure. Kasumi, a teenage girl is one of the 160 chosen for this procedure, and is guided to a Cold Sleep Capsule Center (CSCC) inside an ancient castle. Understanding that it is hardly possible, Kasumi goes to sleep still anticipating for a reunion with her twin sister Shizuku, who also is infected with the virus. As Kasumi and the others awake, they notice that the CSCC is not as they remembered. Just like the story of \"Sleeping Beauty,\" the castle is covered with thorn, and the awaken are attacked by unknown creatures and monsters! How long were they asleep? Where did the monsters come from? What has happened to the world?\n\nAbandoned in the midst of an enigma, the escapade of the seven survivors begins...\n\n(Source: kingofthorn.net)",
   "licensor": "Funimation",
   "title": "Ibara no Ou",
   "link": "https://myanimelist.net/anime/6610/Ibara_no_Ou",
   "genres": [
    "Action",
    "Thriller",
    "Mystery",
    "Sci-Fi"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 9, 2009",
   "score": "7.03",
   "members": "57408"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/16680.jpg",
   "synopsis": "Ten years after the Great War against the demon-beasts, the empire rules over the world and prosperity relies on the massive use of aer.\n\nYuri Lowell and Flynn Scifo are two young men who have just enrolled the ranks of the prestigious Imperial Knights. One day, they are sent to the town of Ceazontania, where abnormal aer activity has reportedly caused the proliferation of horribly mutated beasts, with serious threat for the whole region.\n\nMeanwhile, the Knights Supreme Commander Alexei Denoia and the naive Princess Estellise are involved in a behind-the-curtains struggle for power in the capital. The situation in Ceazontania deteriorates as the garrison of Imperial Knights finds that they cannot expect any immediate support from the capital.\n\nThen, Niren Fedrok, commander of the Imperial Knights in Ceazontania, takes an unexpected decision that is going to change Yuri and Flynn's destiny forever.\n\nWhat are the secrets behind the extraordinary events that are happening around Yuri and Flynn? Will they be able to defend the innocent people of Ceazontania and stay true to their beliefs?\n\n(Source: Funimation)",
   "licensor": "Funimation",
   "title": "Tales of Vesperia: The First Strike",
   "link": "https://myanimelist.net/anime/6046/Tales_of_Vesperia__The_First_Strike",
   "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Magic",
    "Military"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Oct 3, 2009",
   "score": "7.64",
   "members": "42141"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/76397.jpg",
   "synopsis": "Half retelling of the original Frontier series, half new story. Conspiracies arise within the Frontier government when Sheryl Nome arrives to the colonial fleet for her concert and is soon marked as a spy for Galaxy while childhood friends, Alto Saotome and Ranka Lee both try to achieve their dreams as the battle between Frontier and the Vajra draws closer.\n\nThis movie serves as part one of the Frontier retelling and will conclude with the second, The Wings of Goodbye.",
   "licensor": "",
   "title": "Macross F Movie 1: Itsuwari no Utahime",
   "link": "https://myanimelist.net/anime/5310/Macross_F_Movie_1__Itsuwari_no_Utahime",
   "genres": [
    "Action",
    "Mecha",
    "Military",
    "Music",
    "Romance",
    "Sci-Fi",
    "Space"
   ],
   "producers": [
    "8bit",
    "Satelight"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Nov 21, 2009",
   "score": "7.84",
   "members": "25999"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/3/25873.jpg",
   "synopsis": "Professor Hershel Layton—renowned archaeologist, puzzle-solver, and extraordinary gentleman—and his young aspiring apprentice Luke Triton receive a mysterious letter from his former student Janice Quatlane containing tickets to an opera at the Crown Petone. They soon discover that it is no ordinary opera, but rather a devious game for the legendary Fountain of Youth—the giver of eternal life. However, this only scratches the surface of an unfolding mystery that the pair must solve together in order to survive.\n \nDespite being faced with complex puzzles and fervent competition, Professor Layton and his trusted assistant Luke never forget to uphold the standards of true gentlemen... and a true gentleman never leaves a puzzle unsolved.\n\n[Written by MAL Rewrite]",
   "licensor": "Viz Media",
   "title": "Layton Kyouju to Eien no Utahime",
   "link": "https://myanimelist.net/anime/6172/Layton_Kyouju_to_Eien_no_Utahime",
   "genres": [
    "Adventure",
    "Mystery"
   ],
   "producers": [
    "OLM",
    "P.A. Works"
   ],
   "fromType": "Game",
   "nbEp": "1 ep",
   "releaseDate": "Dec 19, 2009",
   "score": "7.63",
   "members": "21757"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/28930.jpg",
   "synopsis": "Tomoe Shiro, a formidable racer with a very promising career, experiments a U-turn when a serious accident puts his life at stake. He recovers miraculously though when his heart is replaced with the engine of his own racing car. However, because of that very reason, race regulations demote him to the category of a mere mechanical part of the vehicle and is deprived from the right to participate as a pilot in regular races. Only in a far away colonial planet, along with a multitude of other charismatic pilots also vetoed from participating in regular competitions, will he be given the opportunity to race for his pride and the money of the prize. And so this exciting rally starts!!\n\n(Source: Official website)",
   "licensor": "",
   "title": "Tailenders",
   "link": "https://myanimelist.net/anime/6162/Tailenders",
   "genres": [
    "Action",
    "Adventure",
    "Cars",
    "Sci-Fi"
   ],
   "producers": [
    "Picograph"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 16, 2009",
   "score": "6.76",
   "members": "15757"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/24794.jpg",
   "synopsis": "A theatrical film version of Madhouse's Aoi Bungaku Series anime. The film will re-edit the four episodes based on Osamu Dazai's No Longer Human (Ningen Shikkaku) novel, which have character designs inspired by manga artist and novel illustrator Takeshi Obata. This \"director's cut\" will include new \"navigation\" footage which is being created specifically for the film with narrator Masato Sakai.",
   "licensor": "",
   "title": "Ningen Shikkaku: Director's Cut-ban",
   "link": "https://myanimelist.net/anime/7651/Ningen_Shikkaku__Directors_Cut-ban",
   "genres": [
    "Drama",
    "Historical",
    "Psychological",
    "Seinen"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Novel",
   "nbEp": "1 ep",
   "releaseDate": "Dec 12, 2009",
   "score": "7.51",
   "members": "7020"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/16302.jpg",
   "synopsis": "17-year-old Sayako Amanokawa aspires to become a journalist, just like Kanemoto, an elite newspaper writer she looks up to. But Kanemoto, shamed from an erroneous report about a corruption scandal, jumps in front of a train and commits suicide. Since that incident, Sayako suddenly becomes able to see spirits and almost loses her life. However, from that near-fatal incident she experiences something extraordinary. The journalist inside her stirred, she embarks to find out about the truth. But the forces that stand in her way turn out to be much more formidable than she ever imagined. \n\n(Source: ANN)",
   "licensor": "",
   "title": "Buddha Saitan",
   "link": "https://myanimelist.net/anime/6985/Buddha_Saitan",
   "genres": [
    "Psychological",
    "Supernatural",
    "Romance"
   ],
   "producers": [
    "Group TAC"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 17, 2009",
   "score": "5.97",
   "members": "5504"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/28480.jpg",
   "synopsis": "After resolving the problems in the Labyrinth Kingdom, Love Momozono and her friends live a happy life and continue their dance training. Suddenly, the town children's toys start to go missing and the girls agree to help find them. Love Momozono's stuffed rabbit then comes to life and tells the Cures that the Toymajin is responsible. The Fresh Pretty Cure cast then travel to the Kingdom of Toys to save the day!\n\n(Source: bakabt)",
   "licensor": "",
   "title": "Fresh Precure! Movie: Omocha no Kuni wa Himitsu ga Ippai!?",
   "link": "https://myanimelist.net/anime/6527/Fresh_Precure_Movie__Omocha_no_Kuni_wa_Himitsu_ga_Ippai",
   "genres": [
    "Action",
    "Comedy",
    "Fantasy",
    "Magic",
    "Shoujo"
   ],
   "producers": [
    "Toei Animation"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 31, 2009",
   "score": "6.65",
   "members": "3427"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/83052.jpg",
   "synopsis": "A crisis is approaching Earth with the expansion of a moving black hole, in the year 2220. A plan is devised to move over 300-million people from Earth. When the latest transportation fleet is attacked, Space Battleship Yamato comes to its defense, the ship is now commanded by Susumu Kodai, also aboard is daughter Miyuki, child of Susumu and Yuki. \n\n(Source: FUNimation)",
   "licensor": "",
   "title": "Uchuu Senkan Yamato: Fukkatsu-hen",
   "link": "https://myanimelist.net/anime/7144/Uchuu_Senkan_Yamato__Fukkatsu-hen",
   "genres": [
    "Action",
    "Military",
    "Adventure",
    "Space",
    "Drama"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 12, 2009",
   "score": "7.04",
   "members": "3221"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/8/18702.jpg",
   "synopsis": "Komaneko is a female kitten who lives with her grandfather in their mountain home, where Komaneko loves to make handicraft. Komaneko is looking forward to Christmas when she can see her papa and mama, and an early present arrives at her home. The present is a cute doll, but included with the doll is a letter, \"We can't be home for Christmas.\" Despondent but determined, Komaneko and her friend, Rajiboo set off on an adventure together.\n\n(Source: ANN)",
   "licensor": "",
   "title": "Komaneko no Christmas: Maigo ni Natta Present",
   "link": "https://myanimelist.net/anime/7461/Komaneko_no_Christmas__Maigo_ni_Natta_Present",
   "genres": [
    "Comedy",
    "Fantasy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Nov 7, 2009",
   "score": "6.05",
   "members": "377"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/59037.jpg",
   "synopsis": "The Peeping Life comedy anime series spawned five shorts for Japanese theaters. Each of the five shorts was running on the lobby monitors in T-Joy's theater chain for two weeks before being replaced by the next short. In Tokyo's Shinjuku Wald 9 cinema complex the shorts were run on the complex's actual theater screens. They were then included in the Peeping Life: The Perfect Emotion's DVD release.",
   "licensor": "",
   "title": "Peeping Life: Gekijou Original-ban",
   "link": "https://myanimelist.net/anime/22675/Peeping_Life__Gekijou_Original-ban",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "5",
   "releaseDate": "Dec 1, 2009",
   "score": "5.61",
   "members": "328"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/76441.jpg",
   "synopsis": "A cartoon by CHUN Gye-young, which was one of the most popular cartoons in the late 1990’s, is made into an animation after 8 years of work. The film’s leading characters, with appearances typical for girls’ cartoons, are already popular as various licensed products. Four musical prodigies, who never had a chance to get a music education, meet in a band called ‘Recycled Band’. In the band, they open their minds to each other and follow their dreams in music.\n\n(Source: Hancinema.net)",
   "licensor": "",
   "title": "Audition",
   "link": "https://myanimelist.net/anime/31730/Audition",
   "genres": [
    "Music"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 21, 2009",
   "score": "N/A",
   "members": "240"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/79859.jpg",
   "synopsis": "Hwang Soon-bok is a father of four who isn’t gifted with great looks. He likes to make plans on family occasions which, in most cases, end in disaster. His wife, Koh Young-sook, is a nice-looking lady with bit of a temper. And, there are three daughters and a son who got their looks and personalities from both parents. The family is sitting around a table eating late-night delivery food on the night of the parents’ wedding anniversary. The kids want to hear about how they got married and father and mother each tell their different versions of the story.\n\n(Source: Korean Film Biz Zone)",
   "licensor": "",
   "title": "Romangeun Eobsda",
   "link": "https://myanimelist.net/anime/33237/Romangeun_Eobsda",
   "genres": [
    "Drama"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 10, 2009",
   "score": "N/A",
   "members": "175"
  }
 ],
 "Specials": [
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1493/91571.jpg",
   "synopsis": "Amazing secrets and startling facts are exposed for the first time in the Fullmetal Alchemist: Brotherhood OVA Collection, a new assortment of stories set in never-before-seen corners of the FMA universe. Join Ed and Al as they chase rumors of successful human transmutation into a web of shocking family drama and lies. Sneak a glance at hidden sides of Winry and Hawkeye's personalities. Survive the frigid north with a young Izumi Curtis as she fights to gain a deeper understanding of alchemy. Explore the legendary friendship shared by Mustang and Hughes and watch them grow from military school rivals into hardened brothers transformed by the horrors of the Ishvalan War. You thought you knew the whole story. You thought all the tales were told. The Fullmetal Alchemist: Brotherhood OVA Collection offers proof: You were wrong. \n\n(Source: FUNimation)",
   "licensor": "Aniplex of America,Funimation",
   "title": "Fullmetal Alchemist: Brotherhood Specials",
   "link": "https://myanimelist.net/anime/6421/Fullmetal_Alchemist__Brotherhood_Specials",
   "genres": [
    "Military",
    "Adventure",
    "Drama",
    "Magic",
    "Fantasy",
    "Shounen"
   ],
   "producers": [
    "Bones"
   ],
   "fromType": "Manga",
   "nbEp": "4",
   "releaseDate": "Aug 26, 2009",
   "score": "8.05",
   "members": "116504"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/17117.jpg",
   "synopsis": "Extra short anime featuring Holo from BD volumes 1 and 2.",
   "licensor": "Funimation",
   "title": "Ookami to Koushinryou II: Holo no Short Anime",
   "link": "https://myanimelist.net/anime/6884/Ookami_to_Koushinryou_II__Holo_no_Short_Anime",
   "genres": [
    "Fantasy"
   ],
   "producers": [
    "Brain's Base",
    "Marvy Jack"
   ],
   "fromType": "Light novel",
   "nbEp": "2",
   "releaseDate": "Oct 7, 2009",
   "score": "7.07",
   "members": "49937"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/22266.jpg",
   "synopsis": "Special omake episodes from the Blu-Ray releases, showing the heroines and foes in funny, uncommon situations.",
   "licensor": "",
   "title": "Black Lagoon Omake",
   "link": "https://myanimelist.net/anime/8440/Black_Lagoon_Omake",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "7",
   "releaseDate": "Dec 23, 2009",
   "score": "6.85",
   "members": "48697"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/27050.jpg",
   "synopsis": "This year is the 10th anniversary of Naruto's serialization start. This work will feature an episode with Team Kakashi from Naruto's youth era. It will be surprisingly different from the TV series, don't miss it‼",
   "licensor": "",
   "title": "Naruto: The Cross Roads",
   "link": "https://myanimelist.net/anime/7367/Naruto__The_Cross_Roads",
   "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Oct 12, 2009",
   "score": "6.84",
   "members": "35688"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/17657.jpg",
   "synopsis": "Shana-tan specials bundled with the Shakugan no Shana S Blu-ray and DVD.\n\nEpisodes\n#1: Shakugan no Shana-tan G\n#2: Shakugan no Shana-tan 2dos\n#3: Shakugan no Shana-tan 3tri\n#4: Shakugan no Shana-tan FRONTIER",
   "licensor": "Funimation",
   "title": "Shakugan no Shana-tan S",
   "link": "https://myanimelist.net/anime/7375/Shakugan_no_Shana-tan_S",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "Light novel",
   "nbEp": "4",
   "releaseDate": "Oct 23, 2009",
   "score": "6.91",
   "members": "21841"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/7/22071.jpg",
   "synopsis": "DVD/BD specials featuring more excessive fan-service than the OVA.",
   "licensor": "",
   "title": "Kanokon: Manatsu no Dai Shanikusai Specials",
   "link": "https://myanimelist.net/anime/7875/Kanokon__Manatsu_no_Dai_Shanikusai_Specials",
   "genres": [
    "Ecchi"
   ],
   "producers": [
    "Xebec"
   ],
   "fromType": "-",
   "nbEp": "2",
   "releaseDate": "Nov 25, 2009",
   "score": "6.55",
   "members": "15234"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/17727.jpg",
   "synopsis": "Special episodes of Hidamari Sketch x 365.",
   "licensor": "Sentai Filmworks",
   "title": "Hidamari Sketch x 365 Specials",
   "link": "https://myanimelist.net/anime/6984/Hidamari_Sketch_x_365_Specials",
   "genres": [
    "Slice of Life",
    "Comedy",
    "School",
    "Seinen"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "4-koma manga",
   "nbEp": "3",
   "releaseDate": "Mar 25, 2009",
   "score": "7.75",
   "members": "14366"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/17467.jpg",
   "synopsis": "Saint Lily Gakuen no Himitsu episodes bundled with the Blu-ray editions.",
   "licensor": "Sentai Filmworks",
   "title": "Needless+: Saint Lily Gakuen no Himitsu",
   "link": "https://myanimelist.net/anime/7322/Needless___Saint_Lily_Gakuen_no_Himitsu",
   "genres": [
    "Comedy",
    "Ecchi",
    "School",
    "Seinen"
   ],
   "producers": [
    "Madhouse"
   ],
   "fromType": "Manga",
   "nbEp": "12",
   "releaseDate": "Nov 27, 2009",
   "score": "6.77",
   "members": "14257"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/18234.jpg",
   "synopsis": "DVD and BD specials of Umineko no Naku Koro ni containing the parody dubbing by the original cast.",
   "licensor": "",
   "title": "Umineko no Naku Koro ni Specials",
   "link": "https://myanimelist.net/anime/7568/Umineko_no_Naku_Koro_ni_Specials",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "Studio Deen"
   ],
   "fromType": "-",
   "nbEp": "26",
   "releaseDate": "Oct 23, 2009",
   "score": "6.47",
   "members": "13650"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/25042.jpg",
   "synopsis": "A very special episode included with the Blu-ray release. The Entrails Animals and Akane discuss philosophical topics such as existence, purpose, and low-quality merchandise.",
   "licensor": "Sentai Filmworks",
   "title": "Kämpfer Picture Drama",
   "link": "https://myanimelist.net/anime/7782/Kämpfer_Picture_Drama",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Nomad"
   ],
   "fromType": "Light novel",
   "nbEp": "1 ep",
   "releaseDate": "Dec 23, 2009",
   "score": "5.44",
   "members": "12771"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/18207.jpg",
   "synopsis": "Specials included on the Princess Lover! Blu-ray/DVD volumes.",
   "licensor": "",
   "title": "Princess Lover! Picture Drama",
   "link": "https://myanimelist.net/anime/7468/Princess_Lover_Picture_Drama",
   "genres": [
    "Harem",
    "Comedy",
    "Ecchi",
    "School"
   ],
   "producers": [
    "GoHands"
   ],
   "fromType": "Visual novel",
   "nbEp": "6",
   "releaseDate": "Oct 23, 2009",
   "score": "6.20",
   "members": "10588"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/22749.jpg",
   "synopsis": "Special episodes added to DVDs and Blu-rays.",
   "licensor": "Media Blasters",
   "title": "Queen's Blade: Gyokuza wo Tsugu Mono Specials",
   "link": "https://myanimelist.net/anime/7740/Queens_Blade__Gyokuza_wo_Tsugu_Mono_Specials",
   "genres": [
    "Action",
    "Adventure",
    "Ecchi",
    "Fantasy"
   ],
   "producers": [
    "Arms"
   ],
   "fromType": "Other",
   "nbEp": "6",
   "releaseDate": "Dec 22, 2009",
   "score": "6.19",
   "members": "10225"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/21291.jpg",
   "synopsis": "Promo-like shorts, featuring Maria as a magical knight.",
   "licensor": "",
   "title": "Princess Lover!: Magical Knight Maria-chan",
   "link": "https://myanimelist.net/anime/8231/Princess_Lover__Magical_Knight_Maria-chan",
   "genres": [
    "Magic",
    "Parody"
   ],
   "producers": [
    "GoHands"
   ],
   "fromType": "-",
   "nbEp": "6",
   "releaseDate": "Oct 23, 2009",
   "score": "5.74",
   "members": "8061"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/23018.jpg",
   "synopsis": "Half a year after the battle in Okinawa, Excel was looking for a new Mototsumitama to revenge on Reishin. Excel met Mikami and decided to contract with her. Before making the contract, Excel looked back at the encounter with Steiner.",
   "licensor": "Bandai Entertainment,NYAV Post",
   "title": "Kurokami: Tora to Tsubasa",
   "link": "https://myanimelist.net/anime/6794/Kurokami__Tora_to_Tsubasa",
   "genres": [
    "Action",
    "Super Power",
    "Martial Arts",
    "Seinen"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 22, 2009",
   "score": "6.88",
   "members": "8035"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/5/19920.jpg",
   "synopsis": "Because the Demon World Tournament winner has requested it, Yusuke, Kuwabara and Kurama get together in front of an audience for each of them to record a morning and evening greeting.\n\nThe problem is how to get Hiei to do the same.",
   "licensor": "",
   "title": "Yuu☆Yuu☆Hakusho Picture Drama",
   "link": "https://myanimelist.net/anime/6964/Yuu☆Yuu☆Hakusho_Picture_Drama",
   "genres": [
    "Action",
    "Martial Arts",
    "Comedy",
    "Demons",
    "Shounen"
   ],
   "producers": [
    "Studio Pierrot"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 27, 2009",
   "score": "6.63",
   "members": "7951"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/16503.jpg",
   "synopsis": "Suguru and his classmates prepare for a maid café to celebrate the town's anniversary. Meanwhile, Minawa is attacked by robots. Mahoro tries to save Minawa and help Suguru and his classmates prepare for the maid café.",
   "licensor": "Sentai Filmworks",
   "title": "Mahoromatic: Tadaima Okaeri",
   "link": "https://myanimelist.net/anime/7066/Mahoromatic__Tadaima_Okaeri",
   "genres": [
    "Sci-Fi",
    "Comedy",
    "Romance",
    "Ecchi"
   ],
   "producers": [
    "Gainax"
   ],
   "fromType": "Manga",
   "nbEp": "2",
   "releaseDate": "Oct 17, 2009",
   "score": "7.08",
   "members": "7892"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/18435.jpg",
   "synopsis": "Recap special of Tokyo Magnitude 8.0.",
   "licensor": "Maiden Japan",
   "title": "Tokyo Magnitude 8.0 Recap",
   "link": "https://myanimelist.net/anime/7654/Tokyo_Magnitude_80_Recap",
   "genres": [
    "Drama"
   ],
   "producers": [
    "Bones",
    "Kinema Citrus"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec 11, 2009",
   "score": "7.09",
   "members": "6590"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1316/100672.jpg",
   "synopsis": "Special shown at the Jump Super Anime Tour in 2009.\n\nIn a world where the taste and texture of food is extremely important, there exist individuals known as Bishoku-ya (luxury food providers) who specialize in the acquisition of rare ingredients and animals. Toriko is one of these hunters and it is his dream to find the most precious foods in the world and create the ultimate dinner course. As one of the most skilled hunters in the world he is regularly hired by restaurants and the rich to seek out new ingredients and rare animals.\n\nA man with inhuman ability, he utilizes his incredible strength and knowledge of the animal kingdom to capture ferocious, evasive and rare beasts to further his final goal, the ultimate dinner course composed of the most delicious food in the world. He is currently accompanied by a weak and timid chef who, inspired by Toriko's ambition, travels with him to improve his culinary skills and find rare ingredients.",
   "licensor": "",
   "title": "Toriko: Jump Super Anime Tour 2009 Special",
   "link": "https://myanimelist.net/anime/6941/Toriko__Jump_Super_Anime_Tour_2009_Special",
   "genres": [
    "Action",
    "Super Power",
    "Adventure",
    "Comedy",
    "Shounen"
   ],
   "producers": [
    "ufotable"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 12, 2009",
   "score": "7.04",
   "members": "6404"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/18791.jpg",
   "synopsis": "Special side stories included with the DVD version of Fight Ippatsu! Juuden-chan!!",
   "licensor": "Media Blasters",
   "title": "Fight Ippatsu! Juuden-chan!! Specials",
   "link": "https://myanimelist.net/anime/7744/Fight_Ippatsu_Juuden-chan_Specials",
   "genres": [
    "Ecchi",
    "Comedy"
   ],
   "producers": [
    "Studio Hibari"
   ],
   "fromType": "-",
   "nbEp": "6",
   "releaseDate": "Dec 18, 2009",
   "score": "6.58",
   "members": "6113"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/60009.jpg",
   "synopsis": "Kyoukai no Rinne commercial aired during Inuyasha Kanketsu-hen with different voice actors than in the TV Series.",
   "licensor": "",
   "title": "Kyoukai no Rinne",
   "link": "https://myanimelist.net/anime/23179/Kyoukai_no_Rinne",
   "genres": [
    "Comedy",
    "Supernatural"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Oct 3, 2009",
   "score": "6.25",
   "members": "4677"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/17652.jpg",
   "synopsis": "Based on the Korean drama television series about the love between two childhood friends and the tragic events that happen.\n\nIn terms of the timeline of the Winter Sonata series, it belongs in the time gap midway through episode 21.\n\n(Source: Frostii Subs)",
   "licensor": "",
   "title": "Fuyu no Sonata Episode 0",
   "link": "https://myanimelist.net/anime/7377/Fuyu_no_Sonata_Episode_0",
   "genres": [
    "Drama",
    "Romance"
   ],
   "producers": [
    "KeyEast",
    "REALTHING",
    "Studio Comet"
   ],
   "fromType": "Other",
   "nbEp": "1 ep",
   "releaseDate": "Oct 17, 2009",
   "score": "6.53",
   "members": "3959"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/6/24189.jpg",
   "synopsis": "Two short \"skit-type\" anime:\nEpisode 1: \"Meii Jade? (Great Doctor Jade?)\"\nEpisode 2: \"Goshujin-sama to Maid (Master and Maid)\"",
   "licensor": "",
   "title": "Tales of the Abyss Special Fan Disc",
   "link": "https://myanimelist.net/anime/8754/Tales_of_the_Abyss_Special_Fan_Disc",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "Sunrise"
   ],
   "fromType": "-",
   "nbEp": "2",
   "releaseDate": "Dec 22, 2009",
   "score": "6.61",
   "members": "3951"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/17813.jpg",
   "synopsis": "Short specials added to DVDs and Blu-rays.",
   "licensor": "",
   "title": "AIKa Zero Picture Drama",
   "link": "https://myanimelist.net/anime/7453/AIKa_Zero_Picture_Drama",
   "genres": [
    "Ecchi"
   ],
   "producers": [
    "Studio Fantasia"
   ],
   "fromType": "Original",
   "nbEp": "3",
   "releaseDate": "Aug 25, 2009",
   "score": "5.63",
   "members": "3940"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/28332.jpg",
   "synopsis": "A short mini-theatre comedy featuring Prince of Tennis characters.",
   "licensor": "",
   "title": "Tennis no Ouji-sama: Mini Theater",
   "link": "https://myanimelist.net/anime/10276/Tennis_no_Ouji-sama__Mini_Theater",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "-"
   ],
   "fromType": "-",
   "nbEp": "3",
   "releaseDate": "Dec 22, 2009",
   "score": "6.93",
   "members": "3766"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/12/47909.jpg",
   "synopsis": "DVD/Blu-ray specials of Umi Monogatari.",
   "licensor": "",
   "title": "Umi Monogatari: Marin no Kore Naani?",
   "link": "https://myanimelist.net/anime/9100/Umi_Monogatari__Marin_no_Kore_Naani",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Zexcs"
   ],
   "fromType": "Game",
   "nbEp": "4",
   "releaseDate": "Nov 22, 2009",
   "score": "6.24",
   "members": "2188"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/13/45024.jpg",
   "synopsis": "Preview for Hanamaru Kindergarten with a few scenes not included (or different) in the anime.",
   "licensor": "",
   "title": "Hanamaru Youchien Special Preview",
   "link": "https://myanimelist.net/anime/16740/Hanamaru_Youchien_Special_Preview",
   "genres": [
    "Comedy",
    "School"
   ],
   "producers": [
    "Gainax"
   ],
   "fromType": "Manga",
   "nbEp": "1 ep",
   "releaseDate": "Oct 16, 2009",
   "score": "6.27",
   "members": "1870"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/11/71357.jpg",
   "synopsis": "Picture drama episode included with Prince of Tennis official DVD fandisc.\n\nAtobe, sneakily, throws a message in a bottle in the river, which winds up next to the Rikkai and the Seigaku regulars.\n\n(Source: Prince of Tennnis Wiki)",
   "licensor": "",
   "title": "Tennis no Ouji-sama: Message in a Bottle",
   "link": "https://myanimelist.net/anime/29697/Tennis_no_Ouji-sama__Message_in_a_Bottle",
   "genres": [
    "Comedy",
    "Sports",
    "School",
    "Shounen"
   ],
   "producers": [
    "Production I.G"
   ],
   "fromType": "-",
   "nbEp": "1 ep",
   "releaseDate": "Dec 22, 2009",
   "score": "6.63",
   "members": "1687"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/9/28351.jpg",
   "synopsis": "DVD specials of Umi Monogatari. Kanon (and sometimes other characters) tours the viewer around Amamiko Island, while also commenting about characters and events from the series.",
   "licensor": "",
   "title": "Umi Monogatari: Kanon to Iku Amamikoshima",
   "link": "https://myanimelist.net/anime/10306/Umi_Monogatari__Kanon_to_Iku_Amamikoshima",
   "genres": [
    "Comedy"
   ],
   "producers": [
    "Zexcs"
   ],
   "fromType": "Game",
   "nbEp": "13",
   "releaseDate": "Oct 28, 2009",
   "score": "6.02",
   "members": "1615"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/19618.jpg",
   "synopsis": "The members of Ohka-kai heard of a rumor of an equipment called \"kondara\" (Japanese slang of a roller used to level the ground), which is essential to baseball. As they discuss what a Kondara is, the hot debate goes causes the excited members to get confused. Finally, Koume decides to look for a kondara, but Anna is also excited and cannot be counted on.",
   "licensor": "",
   "title": "Taishou Yakyuu Musume. Specials",
   "link": "https://myanimelist.net/anime/8042/Taishou_Yakyuu_Musume_Specials",
   "genres": [
    "School",
    "Sports"
   ],
   "producers": [
    "J.C.Staff"
   ],
   "fromType": "-",
   "nbEp": "2",
   "releaseDate": "Oct 7, 2009",
   "score": "6.21",
   "members": "1294"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/71497.jpg",
   "synopsis": "Recap of Hidamari Sketch x 365 series included on the limited edition DVD \"Hidamari Sketch Fan Disc / Mousugu! Hidamari Sketch x ☆☆☆\".",
   "licensor": "",
   "title": "Hidamari Sketch x 365 Recap",
   "link": "https://myanimelist.net/anime/28913/Hidamari_Sketch_x_365_Recap",
   "genres": [
    "Slice of Life",
    "Comedy",
    "School"
   ],
   "producers": [
    "Shaft"
   ],
   "fromType": "4-koma manga",
   "nbEp": "1 ep",
   "releaseDate": "Dec 23, 2009",
   "score": "6.19",
   "members": "943"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/79581.jpg",
   "synopsis": "Picture dramas included on the DVDs.",
   "licensor": "",
   "title": "Kurogane no Linebarrels Picture Drama",
   "link": "https://myanimelist.net/anime/33126/Kurogane_no_Linebarrels_Picture_Drama",
   "genres": [
    "Ecchi"
   ],
   "producers": [
    "Gonzo"
   ],
   "fromType": "Manga",
   "nbEp": "9",
   "releaseDate": "Dec 14, 2009",
   "score": "N/A",
   "members": "540"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/4/47301.jpg",
   "synopsis": "Specials included on the DVDs.",
   "licensor": "",
   "title": "Kuruneko: Kurunekobin",
   "link": "https://myanimelist.net/anime/17749/Kuruneko__Kurunekobin",
   "genres": [
    "Comedy",
    "Slice of Life"
   ],
   "producers": [
    "DAX Production",
    "Studio Deen"
   ],
   "fromType": "Manga",
   "nbEp": "4",
   "releaseDate": "Dec 18, 2009",
   "score": "N/A",
   "members": "335"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/82804.jpg",
   "synopsis": "Due to a sponsor issue, Himitsukessha Taka no Tsume Countdown had a Suntory designated advertising campaign that was posted online the same day as it aired on TV Asahi's airing of the main anime (but not for any other TV channel). The ads were also included on the DVD release of the main anime.",
   "licensor": "",
   "title": "Himitsukessha Taka no Tsume: Teikyou Kakutoku Daisakusen - Sakusen Kaigi",
   "link": "https://myanimelist.net/anime/34373/Himitsukessha_Taka_no_Tsume__Teikyou_Kakutoku_Daisakusen_-_Sakusen_Kaigi",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Original",
   "nbEp": "12",
   "releaseDate": "Oct 5, 2009",
   "score": "N/A",
   "members": "191"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/1712/95535.jpg",
   "synopsis": "Saigo no Shudan's earliest work, it is a commercial for Adobe's Student and Teacher Edition software. Though it is unknown if Saigo no Shudan created it as an example for their portfolio or if Adobe actually paid for their animation services.",
   "licensor": "",
   "title": "Adobe Student and Teacher Edition",
   "link": "https://myanimelist.net/anime/38510/Adobe_Student_and_Teacher_Edition",
   "genres": [
    "Dementia"
   ],
   "producers": [
    "Saigo no Shudan"
   ],
   "fromType": "Original",
   "nbEp": "1 ep",
   "releaseDate": "Dec ??, 2009",
   "score": "5.30",
   "members": "189"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/10/82800.jpg",
   "synopsis": "Specials included on the DVD release of the Himitsukessha Taka no Tsume Countdown series.",
   "licensor": "",
   "title": "Himitsukessha Taka no Tsume Countdown Specials",
   "link": "https://myanimelist.net/anime/34369/Himitsukessha_Taka_no_Tsume_Countdown_Specials",
   "genres": [
    "Comedy",
    "Parody",
    "Super Power"
   ],
   "producers": [
    "DLE"
   ],
   "fromType": "Original",
   "nbEp": "5",
   "releaseDate": "Dec 18, 2009",
   "score": "N/A",
   "members": "170"
  },
  {
   "picture": "https://cdn.myanimelist.net/images/anime/2/82801.jpg",
   "synopsis": "Specials included on the DVD release of the Cofun Gal no Coffy Campus Life series.",
   "licensor": "",
   "title": "Cofun Gal no Coffy Campus Life Specials",
   "link": "https://myanimelist.net/anime/34370/Cofun_Gal_no_Coffy_Campus_Life_Specials",
   "genres": [
    "Comedy",
    "Parody"
   ],
   "producers": [
    "-"
   ],
   "fromType": "Original",
   "nbEp": "5",
   "releaseDate": "Dec 18, 2009",
   "score": "N/A",
   "members": "120"
  }
 ]
}